{
  "document": "Lenin_StateAndRevolution",
  "total_pages": 173,
  "sample_size": 66,
  "bucket_distribution": {
    "A (0-1%)": 14,
    "B (1-3%)": 69,
    "C (3-5%)": 66,
    "D (5-10%)": 18,
    "E (10%+)": 6
  },
  "sample_distribution": {
    "C (3-5%)": 33,
    "D (5-10%)": 13,
    "B (1-3%)": 13,
    "E (10%+)": 6,
    "A (0-1%)": 1
  },
  "pages": [
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 2,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "organiser",
        "labour",
        "ilich",
        "qermany",
        "favoured",
        "emigre",
        "ntieth",
        "eeonomic",
        "twe"
      ],
      "full_text": "PENGUIN TWE NTIETH-CENTURY CLASSICS \nTHE STATE AND REVOLUTION \nVladimir Ilich Lenin wrote The State and Revolution while he was in \nhiding from the Russian Provisional Government in the summer of \n1917. The country was at war with qermany; the economy was \ncollapsing. The prestige of the Provisional Government, which \nconsisted of liberals and moderate socialists, plummeted. Lenin and \nhis Bolsheviks had always been among the most extreme of the anti-\nRomanov political groups but their influence was small before 1917. \nLenin, born in 1870, had been a clandestine Marxist organiser in the \n1890s. He passed a period in exile in Siberia before migrating in \n1900, and although he returned to Russia in the revolutionary crisis \nof 1905-1907, his subsequent contact with Bolsheviks was difficult. \nNotwithstanding this he was an acknowledged theorist and emigre \nleader, producing books on economics, politics and philosophy; and \nhe edited socialist newspapers. His followers in Russia disliked his \npropensity to split his Bolshevik faction of the Russian Social-\nDemocratic Labour Party into sub-factions. In the First World War \nhis impact on events was frail. It was the abrupt transformation of \nRussian politics after the February Revolution in 1917, when Tsar \nNicholas abdicated, that at last gave him bis chance to become a \nmajor public figure. He offered what he claimed were solutions to \nthe intertwined problems caused by war, eeonomic collapse, social \nand ethnic tensions and political conflict. The Bolsheviks accepted \nhis April Theses as an ideological guide. When the sectional councils \n(or soviets) of workers and soldiers favoured them, in early autumn, \nthey decided to seize power in Petrograd in the October revolution. \nThe State and Revolution was an attempt to supply a rationale for· \nthe political and economic order to be built on the ruins of capital-\nism. It was written for revolutionaries not only in Russia but in \nEurope as a whole. Lenin became chairman of the first Soviet \ngovernment. He initiated many social and economic reforms while \nimposing a ruthless dictatorship. The Reds won the ensuing Civil \nWar; but, as popular discontent increased, he conceded a New \nEconomic Policy in 1921. Lenin died in 1924. \nRobert Service is Professor of Russian History and Politics at the \nSchool of Slavonic and Eastern European Studies in the University \n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 6,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "xxxiii",
        "xxi",
        "xlviii",
        "etc",
        "xxix",
        "xxxvii",
        "xliv",
        "vii",
        "xxv"
      ],
      "full_text": "Contents\nTranslator’s Notes vii\nIntroduction xi\nThe Writing of the Book xi\nThe Contents xv\nThe Style xxi\nA Marxist Interpretation? xxv\nThe Book and Political Theory xxix \nPolitical Conditions at the Time xxxiii \nThe Book is Published xxxvii\nThe Uses of the Book xliv\nThe Book and Its Fate xlviii\nTHE STATE AND REVOLUTION\nPreface to the First Edition 3\nPreface to the Second Edition 5\nchapter 1 Class Society and the State 7\n1 The State as the Product of the Irreconcilability of Class \nContradictions 7\n2 Special Bodies of Armed Men, Prisons, Etc. 10\n3 The State as an Instrument for the Exploitation of the Oppressed \nClass 12\n4 The ' Withering A way ’ of the State and Violent Revolution 16 \nchapter 11 The State and Revolution - The Experience of \n1848-51 22\n1 The Eve of the Revolution 22\n2 The Revolution in Summary 25\n3 The Presentation of the Question by Marx in 1852 30 \n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 7,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "plekhanov",
        "kautsky",
        "programme",
        "communards",
        "pannekoek"
      ],
      "full_text": "chapter in The State and Revolution - The Experience of the \nParis Commune of 1871 - Marx’s Analysis 33\n1 What was Heroic about the Communards'Attempt? 33\n2 With What is the Smashed State Machine to be Replaced? T]\n3 The Eradication of Parliamentarianism 41\n4 Organization of the Unity of the Nation 46\n5 The Destruction of the Parasite State 49\nchapter iv Continuation: Supplementary Clarifications \nby Engels 52\n1 The Housing Question 52\n2 The Polemic with the Anarchists 54\n3 Letter to Bebel 58\n4 Critique of the Draft of the Erfurt Programme 61\n5 The 1891 Preface to Marx’s The Civil War in France 67\n6 Engels on the Overcoming of Democracy 72\nchapter v The Economic Basis for the Withering Away of \nthe State 75\n1 The Presentation of the Question by Marx 75\n2 The Transition from Capitalism to Communism 77\n3 The First Phase of Communist Society 82\n4 The Higher Phase of Communist Society 85\nchapter vi The Vulgarization of Marxism by the \nOpportunists 93\n1 Plekhanov’s Polemic with the Anarchists 93\n2 Kautsky’s Polemic with the Opportunists 94\n3 Kautsky’s Polemic with Pannekoek 101\nchapter vn The Experience of the Russian Revolutions of 1905 \nand 1917 [unfinished text] 110\nPostscript to the First Edition 111\nGlossary 112\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 9,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "tions",
        "rabinowitch",
        "polan",
        "biagi",
        "kautsky",
        "getzler",
        "vol",
        "martov",
        "viii",
        "conjuga"
      ],
      "full_text": "translator’s notes\nThe text as a whole is the expanded text of the second edition, \npublished in 1919. It would have been unfortunate to exclude the \nsingle major added section (no. 3 in chapter II) since it constituted \nLenin’s reply to his critics, especially the German social-democrat \nKarl Kautsky. On balance it seemed appropriate, too, to translate \nLenin’s translations of Marx rather than go back to Marx and \ntranslate him from the German original. This is intended to help \nthose who may want to make a comparison between the texts of \nMarx and Engels. Lenin was in fact an accomplished translator. \nSometimes, indeed, his versions are better than those given official \nCommunist approval in Moscow. Only occasionally, moreover, did \nhis choice of words give the translation an unjustifiable, albeit \nusually small, nudge towards his own preferred interpretation of \nMarx’s thought. But he often took the liberty of altering conjuga­\ntions, declensions and even prepositions so as to make the quoted \nexcerpts from Marx and Engels fit the syntactical current of his \nown commentary.\nLenin’s book is preceded by an introduction by the translator \nand is followed by a glossary of names and terms which recur in \nthe text. There is, naturally enough for a figure who has until \nrecently been accorded semi-divine status in the several communist \nstates of the world, a vast literature on Lenin in 1917. For those \nwho wish to follow up their reading, the following books may \nprove useful:\nI. Getzler, Martov: A Political Biography (Cambridge University \nPress, Cambridge, 1967)\nR. Service, Lenin: A Political Life, vol. 2, Worlds in Collision \n(Macmillan, London, 1991)\nN. Harding, Lenin's Political Thought, vol. 2, Theory and Practice \nin the Socialist Revolution (Macmillan, London, 1981)\nA. Polan, Lenin and the End of Politics (Methuen, London, 1984) \nA. Rabinowitch, The Bolsheviks Come to Power (New Left Books,\nLondon, 1976).\nThe preparation of this edition was helped by discussions with \nAdele Biagi and Israel Getzler: my thanks to both of them. I have \nfor several years been indebted to Israel Getzler for advice on \nthings Russian. His thirst for the truth about Soviet history is a \nviii\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 11,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "honour",
        "kilometres",
        "zinoviev",
        "tives",
        "tained",
        "ilich",
        "grigori",
        "usa",
        "fugi",
        "sestroretsk"
      ],
      "full_text": "Introduction\nThe Writing of the Book\nVladimir Ilich Lenin believed that The State and Revolution was \nhis most important contribution to debates about politics. He took \na large subject: the task of achieving socialism in modern industrial \nsocieties. Writing the book in summer 1917, he was excited by the \nhope - which to his mind was near-certain of fulfilment - that anti­\ncapitalist revolutions were imminent throughout Europe. He desired \nto advise socialists on the ways to bring about a new political and \nsocial order.\nLenin was writing under extraordinary conditions. The Russian \nMinistry of the Interior had issued a warrant for his arrest in early \nJuly, and he had fled from Petrograd (which, on his death, was to \nbe renamed Leningrad in his honour) and gone into hiding. At first \nhe and his colleague Grigori Zinoviev hurried to a village near the \nholiday resort town of Sestroretsk. They slept in the hayloft of \nfellow Bolshevik Party member, Nikolai Emelyanov, who had re­\ntained a local smallholding after moving permanently to work in a \nPetrograd metallurgical factory. But Sestroretsk was only a few \ndozen kilometres from Petrograd. The danger existed that the fugi­\ntives would be recognized by casual holidaymakers. Officials in the \nMinistry of the Interior had claimed, wrongly, to be able to prove \nthat Lenin was a German agent. Russia was fighting alongside \nBritain and France against Germany, Austria-Hungary and Turkey \nin the First World War. Italy and the USA had joined the Allies, \nbut Russia’s military plight on the Eastern Front had not improved \nbut worsened in 1917: Lenin and Zinoviev dreaded being arraigned \nat such a moment before a court of law pervaded by anti-German \nhysteria. They decided to leave Sestroretsk for Finland. The Rus­\nsian authorities had always found it hard to maintain control over \nthe Finnish administration, and the demands for autonomy had \nincreased in recent months. The two Bolsheviks calculated that the \n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 14,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "disrup",
        "kerenski",
        "kadets",
        "casti",
        "tion",
        "milyukov",
        "tage",
        "pavel",
        "georgi",
        "xiv"
      ],
      "full_text": "INTRODUCTION\nwar-crippled Russia was in a fit condition to attempt to establish \nsocialism; they feared, too, the possibility of civil war if a political \nrupture took place with the parties of the middle classes. In the \ncircumstances it seemed wise to them to support the Provisional \nGovernment so long as it upheld democratic policies at home and \ndefended the country efficiently.\nLenin, building on the antagonism to the Provisional Govern­\nment which already characterized many Bolsheviks, issued his April \nTheses asserting that the emergencies of war and economic disrup­\ntion were resoluble only through the installation of a government \nof soviets. The Bolshevik Party Conference in late April accepted \nhis case and enjoined its new Central Committee to campaign to \nconvince the working class, the soldiers and the peasants that the \nparty’s representatives should replace the Mensheviks and Socialist \nRevolutionaries in the soviets. The seizure of power in Russia \nbecame the Bolshevik priority. Bolsheviks declared that socialist \nrevolutions in Europe were at hand and that universal peace and \neconomic reconstruction would surely follow. While Lenin casti­\ngated the Provisional Government as a cabinet serving exclusively \nthe interests of capitalist imperialists, events worked to his advan­\ntage. In April 1917, Foreign Minister Pavel Milyukov had to resign \nafter public protests at his telegram to the Allies to the effect that \nhe espoused the expansionist war aims of Nicholas II. Until then \nonly the Socialist Revolutionary Aleksandr Kerenski had accepted \na ministerial portfolio from the liberals. But in May, a coalition \ncabinet was formed, and Mensheviks and Socialist Revolutionaries \nfrom the soviet leadership acceded to Georgi Lvov’s request that \nthey should join the liberals (or Kadets) in government. Thus the \nanti-Bolshevik socialists became co-responsible for ineffective \nofficial policies which were increasingly unpopular. The Russian \nmilitary offensive on the Eastern Front, which was resumed in \nJune, turned into a debacle adding to the Provisional Government’s \nmisfortunes. Inflation mounted, industrial production shrank, food \nsupplies fell away; and discontent with the cabinet grew not only in \nPetrograd but also in the provinces.\nThe Bolsheviks exploited the situation, calling for a street demon­\nstration against the governmental coalition on 10 June while the \nFirst Congress of Soviets of Workers’ and Soldiers’ Deputies would \nbe in session. They were foiled by the Congress’s decision to hold a \nxiv\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 16,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "dered",
        "manifes",
        "corre",
        "ariat",
        "tation",
        "prolet",
        "empha",
        "exploi",
        "tations",
        "sponded"
      ],
      "full_text": "INTRODUCTION\nChapter I focused on the relationship between the state and \nsocial classes both in the past and in the future. For Lenin as a \nMarxist it was axiomatic that governments and their subordinate \nagencies were not impartial in handling conflicts among the classes. \nHe asserted that history was largely a record of ‘class struggle’ and \nthat the state in any given society inevitably pursues the interests of \nthe ruling class (or classes) at the expense of the rest of society. The \nstate, in Lenin’s blunt description, was ‘an instrument for the exploi­\ntation of the oppressed class’. It could and did take various manifes­\ntations according to the prevailing mode of economic production. \nThus the feudal state differed from the state characteristic of slave­\nowning societies. The capitalist state, too, had its peculiarities. But \nin each case the laws and institutions and methods of rule corre­\nsponded to the wishes and needs of the ruling classes. And, while \nstates did not constantly inflict violence on the oppressed and \nexploited classes in society, they always reserved the right to resort \nto it for the maintenance of the existing social order. No ruling \nclass, Lenin declared, allows its rule to be abolished without armed \nstruggle. Revolutions should therefore be expected to be violent. \nThe working class would have to engage in such struggle if ever it \nwas to gain power; and it would have to form a ‘proletarian’ state.\nCiting Friedrich Engels, the co-founder of Marxism, Lenin empha­\nsized that the state brought about by socialist revolution would not \nlast eternally. Workers would wield power with a view towards \nthe eventual elimination of all exploitation and oppression. The \nobjective would be the eradication of all class-based discrimination. \nPrivileges, and the antagonisms and conflicts which they engen­\ndered, would be eliminated. Classes themselves would disappear. \nClass struggle would cease. The need for a state, which is always an \ninstrument whereby one class dominates other classes, would \nvanish. The state would consequently ‘wither away’.\nChapter II rehearsed the writings of both Karl Marx and Fried­\nrich Engels on the European revolutions of 1848. Lenin affirmed \nthat both thinkers adhered to two basic propositions: first, that the \n‘bourgeois states’ should be dismantled by the workers once they \nhad seized power; second, that the state to be constructed after the \nbourgeoisie’s overthrow would be ‘the dictatorship of the prolet­\nariat’. An entire intermediate epoch would separate the destruction \nof the power of capitalism and the inception of a fully classless and \nxvi\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 20,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "tion",
        "partici",
        "tionary",
        "nism",
        "kautsky",
        "commu",
        "marxology",
        "vulgariza",
        "revolu",
        "pannekoek"
      ],
      "full_text": "INTRODUCTION\n“syndicate” ’ and do ‘their proper share of the work’. Almost as an \nafterthought, he introduced a novel distinction in Marxology. The \nera of this desired single state syndicate would straddle the years \nbetween capitalism’s overthrow and communism’s inception and \nshould be referred to as socialism. A succession of stages was \ndelineated by him from capitalism through socialism to commu­\nnism; and it was specified that socialism itself would be inaugurated \nby the dictatorship of the proletariat.\nLenin knew that he was being controversial. His presentation of \nthe writings of Marx and Engels was accompanied by frequent \nprotestations that their most famous twentieth-century followers, \nespecially the German theorist Karl Kautsky, had disfigured their \nintentions. Chapter VI discussed what was depicted as the ‘vulgariza­\ntion of Marxism’. The history of the development of Marxist ideas, \naccording to Lenin, needed to be recapitulated if ever Marx’s true \nintentions were to be restored to the light of day.\nKautsky, in the 1890s, had avoided discussion of concepts such \nas the dictatorship of the proletariat. He had expected, as Lenin \npointed out, the socialist state to possess ‘a sort of parliament’ and \nto use ‘bureaucratic’ organizational forms for functions like rail \ntransport. Until 1914 Lenin had objected to nothing in this. Now \nhe repudiated it all as ‘bourgeois parliamentarianism’. Kautsky, for \nLenin, was the fallen idol. The Dutch Marxist Anton Pannekoek \nfor years had attacked Kautsky’s position as a ‘passive radicalism’ \nwhich was strong on revolutionary rhetoric and weak on real revolu­\ntionary menace. Lenin agreed that Pannekoek was right to castigate \nKautsky for failing to recognize the dismantlement of the bourgeois \nstate as being essential to Marxism. Yet even Pannekoek was vague \nabout the institutional framework which would take its place. Lenin \nasked why the old ministries could not be replaced by ‘soviets of \nworkers’ and soldiers’ deputies’. He dismissed the suggestion that \n‘primitive democracy’, whereby the people as a whole would partici­\npate directly in day-to-day administration, was impossible (and \nthus he tacitly repudiated his own views as stated in What is to be \nDone? in 1902). Kautsky’s proposition about the inevitability of \nbureaucracy was ridiculed. Lenin declared that the entire life of \nsociety would be changed by the introduction of the dictatorship of \nthe proletariat.\nHaving completed six out of his planned seven chapters in August \n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 21,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "sible",
        "acces",
        "ity",
        "xxi",
        "tion",
        "invita",
        "communica",
        "ary",
        "febru",
        "activ"
      ],
      "full_text": "INTRODUCTION\nand September 1917, he laid down his pen and returned to the \nmanuscript only in late November in order to explain that the \nseventh chapter on the Russian Revolutions of 1905 and 1917 \nwould never be written. His last and heartfelt sentence was as \nfollows: 'It is more pleasant and useful to undertake the “experience \nof revolution” than to write about it.’\nThe Style\nThis jauntiness corresponded with the author’s purpose, not \nexpressed directly, to demonstrate to his readers that the making of \na socialist revolution would be pleasant for those engaged in it. The \nnature of the intended readership may be guessed from the sub­\nstance and mode of Lenin’s presentation. Page after page contained \nlengthy disquisitions on the works of Marx and Engels in their \nRussian translations, which in many cases were done by Lenin. \nFew ordinary workers could find The State and Revolution acces­\nsible. Universal literacy was very far from attainment in urban \nRussia, and Marxist tracts appeared in print-runs of only a few \nthousand before the collapse of the Romanov dynasty in the Febru­\nary Revolution. A determined effort ensued in 1917 to produce \nbooklets, pamphlets and articles which would explain socialism \nand other ideas in popular language. Not only the Bolsheviks but \nalso the Mensheviks and Socialist Revolutionaries worked on \nthis. It was a competitive effort. Among the reasons for the invita­\ntion to Lev Trotski to join the Bolshevik Party in midsummer \n1917 was the knowledge that he was an accomplished propagandist \nand could, better than anyone, establish a newspaper easily readable \nby workers. As things turned out, such a newspaper was not \nfounded by the Bolshevik Central Committee; but Pravda contained \nsections aimed at ordinary working-class people. Even communica­\ntion with the party’s rank-and-filers had to be conducted in simple \nterms since most of them were entirely new recruits. Political activ­\nity and indeed political discussion had begun on a wide basis only \nwhen the monarchy fell. All leading Bolsheviks, including Lenin, \nwrote articles of this type.\nYet The State and Revolution was written not for the working \nclass in general nor even for the rank-and-file Bolsheviks but for \nxxi\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 23,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "kerenski",
        "administra",
        "diers",
        "tion",
        "labour",
        "mtelligentki",
        "overbrimmed",
        "tionaries",
        "inaccu",
        "xxiii"
      ],
      "full_text": "INTRODUCTION\nDemocratic Labour Party); and about ‘Mr Chernov’, who was the \nmost prominent figure among the Socialist Revolutionaries. He \nridiculed their claims to respect and admire Marx; and, when dis­\ncussing this, he implored his readers: ‘Don’t laugh!’ This alternation \nbetween scholarly exegetics and splenetic colloquialism was not \nnew. It was customary among all generations of Russian revolution­\naries as well as among Marxists in Europe, and indeed such a \ntradition may be traced back to disputations among the early Christ­\nian Church Fathers (and, in the period of the Reformation, Luther \nused vulgarities which were vastly more abusive than those of \nMarx and even of Lenin).\nHis opponents predictably incurred a venomous commentary in \nevery chapter. What was more surprising was the abuse meted out to \nthe mass organizations led by them, including the soviets. Here Lenin \nwas at his most acerbic. Under the Mensheviks and Socialist Revolu­\ntionaries the soviets had allegedly perpetrated ‘a pollution of disgust­\ning bourgeois parliamentarianism’. The soviets, he argued, had \nundergone ‘prostitution’. Yet he also saw their supposed degradation \nas being reversible. Balancing denunciation with inspiration, he \ndeclared that soviets could provide the basis of a socialist administra­\ntion: ‘ We ourselves, the workers,’ he exclaimed, ‘will organize large- \nscale production on the basis of what has already been created by \ncapitalism. This is our proletarian task, this is what we must start with \nin carrying out the proletarian revolution.’ Lenin was not a worker: \nhis origins were strictly middle-class; but his autobiographical inaccu­\nracy was a device to distance himself from the ‘little intellectuals’ \n(mtelligentki) in other political parties whom he so much detested. \nFurthermore, this sort of language enhanced his ability to purvey a \ngospel of collective solidarity and trouble-free revolution. He at no \npoint proposed that the dictatorship of the proletariat would involve \nsacrifices, whether material or political, for the workers themselves.\nA favourite method was to pose rhetorical questions about any \nimagined difficulties. Thus he asked why the ministries of Kerenski \ncould ‘not be superseded, let us say, by commissions of specialists \nworking under sovereign, omnipotent soviets of workers’ and sol­\ndiers’ deputies.’ This particular inquiry was not answered; but the \nensuing sentences overbrimmed with foaming accusations about \nLenin’s opponents, and the author left the impression that no force \non earth could prevent the success of the socialist revolution.\nxxiii\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 24,
      "bucket": "B (1-3%)",
      "error_rate": 2.1,
      "unknown_words_sample": [
        "behaviour",
        "xxiv",
        "parlia",
        "kautsky",
        "ments",
        "etcetera",
        "sidered"
      ],
      "full_text": "INTRODUCTION\nNone the less his style had a narrower range than in his earlier \nbooks and pamphlets. In particular, he used Russian proverbs and \ncatch-phrases more sparingly. It would no doubt be fanciful to \nassume that this reflected the European perspective of his chapters; \nand even if indeed he was deliberately avoiding specifically national \nthemes and intonations, his prose was still only patchily impressive. \nNot even haste of literary composition and copy-editing can entirely \nexplain this away. At times he appeared almost languid. For in­\nstance, lists of names of people criticized by him were often left \nuncompleted. Lenin would typically just append a carefree ‘etcetera’ \nfor the benefit of his readers. On the other hand, he had not lost \nhis talent for inventing slogans. ‘Accounting and control’, he stated \nin his final two chapters, were the principal requirements of the \nnew social order. The three words (which in Russian are constituted \nby a mere five syllables) are casually reiterated so as to emphasize \nthe ease of the tasks ahead and to give a concrete indication of \nwhat they would involve. The operations would allegedly be ‘extra­\nordinarily simple’. Even a ‘female cook’, a figure traditionally con­\nsidered to be at the bottom of society in both status and standards \nof intelligence, would be able to play her part.\nIn total contrast to this lightheartedness came his rough and \nheavy treatment of concepts like freedom, equality and democracy. \nLenin was responding to those critics who contended that socialists \nshould aspire to an immediate expansion of ‘free’ and ‘democratic’ \nbehaviour. He argued that the disenfranchisement of the bourgeoisie \nwould enhance freedom and democracy since the majority of the \npopulation would simultaneously be enabled to enter public life \nfor the first time. He was at his polemical best (or worst). Parlia­\nments and parliamentarianism, for him, were pejorative words, and, \nalthough he knew that Kautsky and his other Marxist adversaries \nheld no brief for capitalism, he maintained that their reluctance to \nsmash ‘the bourgeois state machine’ was tantamount to collusion \nwith capitalist class rule. And Lenin declared: ‘Freedom in capitalist \nsociety always remains roughly the same as it was in the ancient \nGreek republics: freedom for the slave-owners.’ And again: ‘The \ndemocracy of capitalist society is democracy for an insignificant \nminority, democracy for the rich.’ Yet Lenin also wanted to have it \nboth ways. He emphasized simultaneously that dictatorship meant \ndictatorship; he repeated the notion, derived from Marx and Engels, \nxxiv\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 25,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "argumenta",
        "menshevik",
        "nal",
        "tion",
        "origi",
        "sev",
        "kautsky",
        "repre",
        "yuli",
        "martov"
      ],
      "full_text": "INTRODUCTION\nthat the existence of any state, even a democratic state, necessarily \ninvolves restrictions on the scope for rule by the entire people. \nUniversal freedom, according to Lenin, was unrealizable before the \nreplacement of the dictatorship of the proletariat by a communist \nsociety. The effect of The State and Revolution was to sow not only \nscepticism but even distrust about elections and other civic repre­\nsentative procedures. The style as much as the contents treated \nconcepts like freedom and democracy extremely bleakly.\nA Marxist Interpretation?\nThe State and Revolution was encased in Marxist-type argumenta­\ntion, and even Lenin felt compelled to apologize for the many \nlengthy excerpts from Marx and Engels adduced by him. Even so, \nthe very first attacks on the book challenged its Marxist credentials. \nThe leaders of the assault were Karl Kautsky and Yuli Martov. \nKautsky’s interest was obvious: he was the demon of Lenin’s book; \nand Martov was a prominent left-wing Menshevik who increasingly \ndominated Menshevism in the last months of 1917. Both were \naccomplished Marxologists and both challenged the authenticity of \nLenin’s Marxism. Kautsky’s pamphlet, The Dictatorship of the \nProletariat, was published in August 1918 and translated into sev­\neral languages. Martov’s World Bolshevism was a collection of \narticles which had originally appeared in a provincial journal in \nApril-July 1919 and which were posthumously gathered together \nand printed in Berlin in 1923. The fact that World Bolshevism has \nnever enjoyed much attention is yet another sign of the complete­\nness of Bolshevism’s political victory over Menshevism in practice.\nKautsky and Martov reviewed Marx’s writings of the 1870s, \nespecially those on the Paris Commune treated by Lenin as the \nrationale for his own dictatorship of the proletariat. While admit­\nting that Marx had used the term, both insisted that he had intended \nsomething radically different from what Lenin claimed. The Paris \nCommune had not disenfranchised anyone and Marx had not pro­\nposed that it should. According to Kautsky and Martov, the origi­\nnal Marxist idea had been to retain the fullest range of universal \ncivic freedoms while ensuring that the working class rather than \nthe middle class became the class which ruled. They argued that \n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 27,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "auguste",
        "xxvii",
        "tion",
        "favour",
        "sented",
        "kautsky",
        "blanqui",
        "martov",
        "rigour",
        "minoritarian"
      ],
      "full_text": "INTRODUCTION\ndone this. Pannekoek’s pre-war writings on the subject had been \nrepudiated by Lenin before 1917, and even in The State and Revolu­\ntion it remained Lenin’s contention that Pannekoek had failed to \nsketch the kind of state to be established under socialist control. \nLenin felt the same about Bukharin. The call made by Bukharin in \n1915 for the bourgeois state to be crushed seemed like anarchistic \nravings to Lenin, who urged his younger colleague to allow his \nideas time ‘to mature’ properly. Lenin had felt that both Pannekoek \nand Bukharin had traduced Marxism. It was only in the winter of \n1916-17 that he began to alter his mind in their favour. Even then, \nhowever, he argued differently from them. Whereas they had pre­\nsented their case on its merits, Lenin sought to demonstrate that he \nwas merely replicating arguments developed originally by Marx \nand Engels. The wish to appear as a loyal disciple pervaded The \nState and Revolution.\nOn a major practical matter he felt impelled to go beyond the \ndiscussions of Bukharin and Pannekoek and to ponder the scenario \nof the post-revolutionary socialist state. He believed, erroneously, \nthat Bukharin contended that the state would immediately cease to \nexist once the socialists had seized power. Bukharin had made no \nsuch contention. And yet it is also true that Bukharin suggested \nthat social and economic reforms could be implemented much \nfaster than Lenin thought, correctly, to be realistic. Lenin stressed \nthat the ‘dictatorship of the proletariat’ would be a fairly lengthy \nprocess.\nThe need to justify terms like ‘dictatorship’ was an additional \ninducement to Lenin to resort frequently to quotations from Marx \nand Engels. Kautsky and Martov were well versed in the writings \nof nineteenth-century European socialism and doubted that Marx \nand Engels were the true sources of The State and Revolution. \nInstead they claimed that Lenin had been inspired by authors who \nhad been criticized by Marxism’s co-founders for lacking scientific \nrigour in the formulation of theory and policies - they mentioned \nWilhelm Weitling and Louis-Auguste Blanqui by name. Weitling \nand Blanqui were notorious for their advocacy of sustained mass \nviolence in the making of socialist revolution, and their inclination \nin favour of minoritarian dictatorships was notorious. Had they \nwished, Kautsky and Martov might have added that Blanqui had \nwritten explicitly about ‘the dictatorship of the proletariat’ years \nxxvii\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 30,
      "bucket": "B (1-3%)",
      "error_rate": 2.7,
      "unknown_words_sample": [
        "potch",
        "xxx",
        "hotch",
        "kautsky",
        "martov",
        "libertar",
        "reichstags",
        "ists",
        "mensheviks"
      ],
      "full_text": "INTRODUCTION\nAt no single point did Lenin declare how he would prevent the \ndictatorial practices which he recommended for the suppression of \nmiddle-class resistance from leaching their venom into the libertar­\nian practices of mass political participation. Lenin’s theoretical \nmasterpiece was a hotch-potch, and there is little point in trying to \nreconcile the logically irreconcilable.\nNevertheless, this does not mean that there is not a basic vision \nof ‘politics’ in The State and Revolution. Below the surface of the \nbook’s explicit arguments there lies a stratum of assertions and \nassumptions which tell a great deal about the kind of future political \nlife regarded by the author as being desirable. This stratum, as \nKautsky and Martov were the first to discern, was all the more \nnoteworthy for being proposed mainly in implicit terms.\nLenin’s early critics were aghast at the lacunae in Lenin’s book, \nespecially his failure to say anything about the protection of the \nrights of minorities. In fact, the sole minority he had discussed was \nthe bourgeoisie, and his intention in this regard was to deny all \ncivic rights to the middle classes in society. Lenin’s stated priority \nwas simply to invest the proletariat as a whole with a power ad­\nequate for the establishment and reinforcement of its dictatorship. \nKautsky and Martov also led the way by drawing attention to the \nscantiness of Lenin’s comments on the role of political parties. The \nState and Revolution barely mentioned them in any general sense. \nThus the Mensheviks and Socialist Revolutionaries cropped up as \nthe butt of criticisms of their particular policies; and his principal \nremarks on the Bolsheviks came in a passage where he merely \nadvocated changing their name to Communists (so as to distinguish \nthem once and for all time from other Russian and foreign social­\nists). Such commentary gave little clue about the advisable functions \nof parties under any forthcoming socialist dictatorship. The irony \nhas not been overlooked by commentators. Lenin, the Marxist who \nhad come to notice with What is to be Done? in 1902 for his almost \nobsessive concern about the structure and duties of his party, had \nno theory of parties under socialism.\nThis was no accident. Lenin treated most parliamentary forms \nof politics with contempt; his references to Houses of Commons, \nReichstags and Dumas are nothing if not bilious. He also displayed \nimpatience with the broader processes of discussion, negotiation \nand bargaining. History, he believed, was on the side of the working \nxxx\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 31,
      "bucket": "B (1-3%)",
      "error_rate": 2.1,
      "unknown_words_sample": [
        "propertyless",
        "xxxi",
        "niques",
        "tech",
        "tion",
        "specializa",
        "ment"
      ],
      "full_text": "INTRODUCTION\nclass. This class would supposedly become ever more united in \npursuit of its interests as revealed to it by Marxists; it would have \nno need of access to more than one political party. The idea did \nnot cross his mental horizon that the workers, once they had voted \nfor far-left policies, might subsequently turn against them. Nor did \nhe allow for the possibility that sections of the working class might \nstrive politically against each other. And, to the day he died, he \ncontinued to assume that the proportion of propertyless workers in \nmodern industrial societies would continue to grow.\nFurthermore, Lenin was almost silent about the practical tech­\nniques of administration. Thus he said little about the tendency of \ninstitutions to compete with each other for influence over the state. \nHe equally underestimated the bureaucratic trends common to most \nlarge organizations in their internal arrangements. For all his talk \nabout the possibility of ‘primitive democracy’, Lenin never rid \nhimself of his admiration of more conventional hierarchical pat­\nterns. He called for the transformation of 'all citizens into being \nworkers and employees of a single huge “syndicate”’. The scheme \nfor a state-run economic monolith run on the lines of modern \ncapitalist conglomerates held no worries for him. Marxists, accord­\ning to Lenin, ought to adopt and adapt ‘bourgeois culture’ for their \nown purposes. Utopian thinker though he was, he always denied \nthat a totally new mode of organization could be invented over­\nnight. Indeed, he endorsed a remark by a German social-democrat \nin the 1870s that the postal services in advanced capitalist societies \nprovided a model for the socialist order. While conceding that \npost offices currently belong to ‘a state capitalist monopoly’, Lenin \nasserted that a highly commendable ‘mechanism of social manage­\nment is already here to hand’ and that ‘the entire national economy’ \nshould be organized like a postal service.\nThe difference under socialism, in his prognosis, was that a \n‘proletarian’ administration would replace an administration run \nby and for the bourgeoisie. The insistence on hierarchy, specializa­\ntion and discipline did not betoken a commitment to a spirit of \npolitical and cultural self-development by workers. Lenin blithely \nmaintained that ‘the great majority of functions’ needing to be \nfulfilled by a modem state were merely tasks of ‘registration, filing \nand checking’. This self-styled anti-bureaucrat was, in his magnum \nopus on the methods of disbanding the bureaucracy of the old \nxxxi\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 32,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "tions",
        "zinoviev",
        "tion",
        "michels",
        "emer",
        "grigori",
        "bureaucratiza",
        "xxxii",
        "gence",
        "reconsidera"
      ],
      "full_text": "INTRODUCTION\nregime, supremely innocent about measures to prevent the emer­\ngence of greater bureaucratic excesses under revolutionary leader­\nship.\nAnd so vast gaps, as well as vast misconceptions, abounded in \nLenin’s masterpiece. He had little excuse. Major contemporary \nwritings were available to him about the pressures of bureaucratiza­\ntion in industrial societies. Max Weber and Robert Michels were \nalready well-known figures in European intellectual life (and were \nquoted extensively, albeit critically, in pamphlets by Lenin’s close \ncolleague Grigori Zinoviev). The fears of such social theorists about \nthe growth of bureaucratic and authoritarian features were based \non their perception that all known large organizations required the \nexistence of hierarchies of specialist administrators. Neither Weber \nnor Michels offered a panacea for the diseases. Weber turned in \ndespair to the notion that a charismatic leader might by force of \npersonality be able to slow down the advance of bureaucracy. This \nwas wishful thinking, and subsequent European history has shown \nthat such leaders, far from inhibiting, actually tend to facilitate \nbureaucratic self-aggrandizement. All this notwithstanding, Weber \nand Michels were contemporaries of Lenin who recognized that the \npower of the bureaucrat over society was increasing in ways which \nwere not within the capacity of a set of governmental decrees to \nprevent. The State and Revolution was intellectually outdated even \nbefore being published.\nHe began to recognize this problem, fitfully and lamely, only \nafter the October Revolution; but even his deathbed reconsidera­\ntions in 1922-3 were unaccompanied by a substantial abandonment \nof his earlier assertions and assumptions. Starting from these \npremises, Lenin and his followers were highly likely to adopt ultra­\nauthoritarian methods when resistance to their rule became a fact \nof life; and the dictatorial aspects of their strategy, which had never \nbeen disguised by Bolshevik leaders, were bound to acquire greater \nprominence.\nThe conclusion must be that the Bolsheviks, however much they \nexpatiated on ‘democratic dictatorship’ and sought to demonstrate \nhow democratic and free it would be, had no great ideological \ninhibition about becoming dictators of the severest type. Some \nBolsheviks were more severe than others. But all their leaders were \nsevere. And there can be little doubt that, by the same token, The \nxxxii\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 37,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "kerenski",
        "etat",
        "tage",
        "xxxvii",
        "ately",
        "immedi",
        "mensheviks",
        "advan",
        "garded",
        "ment"
      ],
      "full_text": "INTRODUCTION\nreally concerned him was not the possibility of another attempted \ncoup by an army general. Instead he feared lest, when Kerenski \neventually fell from office, a coalition cabinet of socialists would be \nformed and that the Bolsheviks would not dominate it. He wanted \nto break off relations entirely with all but the left wings of the \nMensheviks and the Socialist Revolutionaries.\nHurling caution to the wind, Lenin returned from his Finnish \nhiding-place and, on io October, secured the Bolshevik Central \nCommittee’s assent to a speedy insurrection with the purpose of \ninstalling a socialist government. He craftily avoided stating his \nstipulation that the new central administration should be staffed \nvirtually exclusively by Bolsheviks. Such an omission had the advan­\ntage of allaying the doubts of several fellow Bolshevik leaders \nabout his strategy. Many urban soviets in Russia were anyway \nacquiring Bolshevik majorities in the same month, and the party \ncould confidently expect to constitute the largest of the delegations \nto the forthcoming Second All-Russian Congress of Soviets of \nWorkers’ and Soldiers’ Deputies. Lenin hated to wait until the \nCongress met, but the Bolshevik Central Committee shrugged off \nthis particular piece of advice. Organization of the seizure of power \nto a significant degree lay in the hands of Lev Trotski, who was \nchairman of the Petrograd Soviet and controlled the metropolitan \ngarrisons through the Soviet’s Military Revolutionary Committee. \nArmed action against Kerenski’s Provisional Government began in \nthe night of 24-25 October, and Lenin at last was able to rejoin his \ncolleagues permanently and to write the proclamation that Kerenski \nhad been overthrown. The Bolshevik central leaders proceeded in \ntriumph to the Second Congress of Soviets, calling for the appoint­\nment of a new government. The Mensheviks and most of the \nSocialist Revolutionaries walked out in disgust at what they re­\ngarded as a Bolshevik coup d’etat; and Lenin and Trotski, happy \nobservers of this exodus, set up their own Council of People’s \nCommissars. The October Revolution in Petrograd had been won.\nThe Book is Published\nAs premier (or ‘chairman’) of this Soviet government, Lenin immedi­\nately issued decrees transferring the land to the peasants, granting \nxxxvii\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 39,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "tions",
        "litovsk",
        "lished",
        "unpub",
        "elec",
        "xxxix",
        "tionaries",
        "revolu",
        "misanticipated",
        "ment"
      ],
      "full_text": "INTRODUCTION\nIf international relations had been misanticipated, Lenin’s record \nin political prediction was hardly more successful. The Bolsheviks \nwon less than a quarter of the votes in the universal-suffrage elec­\ntions to the Constituent Assembly which met in Petrograd on 5 \nJanuary 1918 and was forcibly dispersed by the Soviet government \nnext day. A political police, the Extraordinary Commission (or \nCheka), had been established in December 1917 as Lenin was putting \nhis book into the hands of the printers. Lenin ensured that the \nCheka’s powers were unrestricted. State institutions in general \nbecame more hierarchical in structure and more authoritarian in \npolicy. Factory-workshop committees were subordinated to the trade \nunions, and these in their turn to the government. A Supreme \nCouncil of the National Economy was created. By summer 1918, \nthe soviets themselves in the provinces were being strictly supervised \nby the central authorities. Working-class strikers were designated \nas hooligans; and, when peasants refused to release grain to the \ntowns, the requisitioning of supplies began. The Bolsheviks refused \nto be disconcerted even by the walk-out of the Left Socialist Revolu­\ntionaries, who had served as junior partners in the Soviet govern­\nment from the end of 1917. Not even the fact that those left-wing \nBolsheviks who disapproved of the Brest-Litovsk treaty, the so- \ncalled Left Communists, left their party posts made any difference: \nLenin and his associates brooked no compromise.\nThese developments fitted ill with the aspects of The State and \nRevolution which emphasized local initiative, mass participation \nand popular self-determination. There have been suggestions that \nLenin regretted having written it, and wished to leave it unpub­\nlished. This is not true. Lenin actively oversaw publication in Russia \nand abroad. It was not a simple matter since no state welcomed \nliterature fomenting insurrection in its territory; and, in particular, \nthe Allied powers opposed Russia’s withdrawal from the war and \nwanted an end to Bolshevism. The physical task of exporting the \nbooks and pamphlets of the party’s leaders was therefore devolved \nto the Soviet government’s few diplomatic emissaries in Europe. As \nthey left Moscow for the West, they stuffed their suitcases with \nMarxist tracts.\nNaturally such a situation restricted The State and Revolution’s \ninternational impact: undoubtedly the immense majority of its first \nreaders were to be found predominantly in the Soviet republic. Yet \nxxxix\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 45,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "crudified",
        "terpretation",
        "zinoviev",
        "tion",
        "viks",
        "stalinists",
        "labour",
        "ussr",
        "xlv",
        "dictions"
      ],
      "full_text": "INTRODUCTION\nsharp reversals of policy over many years meant that Stalin was \nbound to some extent to undertake an artificial resolution of contra­\ndictions. Nor was Lenin’s thought devoid of incompleteness and \nincoherence at any given time. Yet again Stalin was bound to iron \nover the difficulties. On the other hand it is undeniable that The \nFoundations of Leninism’s treatment of Lenin crudified him. The in­\nterpretation of The State and Revolution was a case in point. Stalin \ndwelt overwhelmingly upon the themes of dictatorship, obedience, \nhierarchy, mass mobilization. This was hardly surprising in the mid \n1920s. Stalin as General Secretary was the embodiment of the \nparty’s campaign for order as the Bolshevik central leaders sought \nto reinforce their control over political and economic developments. \nSo stem was the New Economic Policy that some dissentient Bolshe­\nviks referred to it as New Exploitation of the Proletariat. The clamp­\ning down on dissent had become a normal mode of thought and \naction, and Stalin’s presentation mirrored this phenomenon.\nThe competition to succeed Lenin ended with Stalin’s complete \nvictory in the late 1920s. Trotski, Kamenev, Zinoviev and Bukharin \nhad fallen one by one. Bukharin’s defeat happened in the midst of \ndisputes about economic transformation. Forcible mass collectiviza­\ntion of agriculture and forced-rate industrialization was the option \nadvocated and imposed by Stalin. Peasants died in their millions \nand the average urban standard of living declined fast. Politics \nbecame mortally dangerous for Stalin’s opponents. Purges from \nthe mid 1930s killed further millions. These included men and \nwomen who had expressed no hostility to Stalin. Veteran Bolshe­\nviks, even Stalinists, as well as totally non-political people were his \nvictims. The age of show trials and the Gulag labour camps de­\nscended upon the USSR.\nStalin brazenly sanitized the regime’s public image. He cultivated \nthe persona of a wise, jovial, fatherly politician who had come from \nthe people and served the people’s interests. But he also let it be \nknown, lest anyone remained in doubt, that he would show no \nmercy to those deemed inimical to his party’s purposes (even if \nthey were fellow party leaders). The most widely read textbook, \nfirst published in 1938, was the Short Course of the Bolshevik \nparty’s history which was edited by him behind the scenes. It was \nan extraordinary tract, printed in tens of millions of copies and in \nscores of languages. The importance of Bolshevik theory before \nxlv\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 47,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "xlvii",
        "defence",
        "ussr",
        "emigres",
        "fyodor",
        "bogdanov",
        "kautsky",
        "succour",
        "martov",
        "marxology"
      ],
      "full_text": "INTRODUCTION\nmedical expenses, but Stalin had refused to have anything to do \nwith succour to Martov (whom he described as an enemy of the \nworking class). Martov’s ideas survived in the minds of his fellow \nemigres, especially Fyodor Dan who wrote cogently on The Origins \nof Bolshevism. Karl Kautsky, too, maintained his campaign against \nThe State and Revolution until his death in 1938. The tradition \ninitiated by Martov and Kautsky, while noting the authoritarianism \nbasic to The State and Revolution, proceeded to stress that a quan­\ntum leap of barbarism had been made in the USSR between the \nperiods of Lenin and Stalin. But most other commentators were \nneither Marxists themselves nor attracted to Marxology; and these \non the whole took at its face value Stalin’s claim that Marxism- \nLeninism-Stalinism - as he insisted on calling it - was a seamless \nintellectual web. A Western generation of historians emerged, \nmainly from the 1950s, which re-exposed the claim’s fallaciousness. \nBut their inclination was towards political and economic history, \nand the airy spaces of disputes between Lenin and his critics on \n‘the transition from capitalism’ left most of them cold.\nNot all of them, however, were uninterested in ideology. Certain \nwriters, mostly Marxists, continued to question whether even \nLenin’s considerations of the state derived authentically from Karl \nMarx and Friedrich Engels. Martov and Kautsky had raised the \nissue in 1918. Yet even they had shared several of Lenin’s premises. \nThey, too, thought that it was the duty and right of socialist \nintellectuals to provide direction for the ‘labouring masses’. Lenin \nin What is to Be Done? in 1902, when he became notorious among \nRussian Marxists for his authoritarianism, cited Kautsky in his \ndefence. Both Kautsky and Martov, furthermore, accepted the \nhierarchical discipline of the factory as being in the natural order of \nthings throughout society. They did not rhapsodize about postal \nservices as did Lenin; but their basic attitude was not wholly dis­\nsimilar.\nOther theorists (and again all were adherents of Marxism) recon­\nsidered the entire question of workers and of their potentialities. \nThese socialist thinkers existed largely in ignorance of each other, \nbut a crucial concern united them: namely that any revolution \nwhich was intended especially to benefit working people should be \ncarried out mainly by workers and through workers’ organizations \nand according to working-class aspirations. Aleksandr Bogdanov, \nxlvii\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 48,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "liberational",
        "honour",
        "xxth",
        "ussr",
        "gramsci",
        "xlviii",
        "bogdanov",
        "ist",
        "pre"
      ],
      "full_text": "INTRODUCTION\nLenin’s rival among Bolsheviks before 1914, had declared the need \nfor the workers to develop their own ‘proletarian culture’. He \ncastigated Lenin’s authoritarianism, and the two leaders went their \nseparate political ways after 1908. His contempt for Lenin in 1917 \nwas such that he could not be bothered to subject The State and \nRevolution to analysis. Even so, Bogdanov’s ideas were not without \ninfluence on prominent Bolsheviks. Bukharin in particular annoyed \nLenin by taking up the call for a proletarian culture, albeit within \nthe framework of a one-party state so abhorrent to Bogdanov. \nAnother theorist of the Communist International, the Italian \nAntonio Gramsci, combined admiration for Lenin with the un­\nLeninist notion that the workers’ councils should be the means for \nthe working class to make their own revolution and develop a \ncultural leadership (or ‘hegemony’) over the rest of society. Not \nsurprisingly, Gramsci threw the liberational aspects of The State \nand Revolution into relief.\nThe Book and Its Fate\nThe final years of the twentieth century have witnessed a collapse \nof the political power of communism in Eastern Europe and of its \nideological attractiveness in Western Europe and elsewhere. This \nwas not widely predicted after Stalin’s death in 1953. The USSR \nwas a military superpower and industrial colossus. In the late 1950s \nits science sent satellites into space, and Soviet politicians expressed \nconfidence that Marxist ideas gave them an unrivalled insight into \nthe future history of mankind.\nThe country’s official version of Marxism none the less changed. \nNikita Khrushchev, who became Soviet Communist Party leader in \nsuccession to Stalin, denounced the deceased dictator at the XXth \nParty Congress in 1956 and revised the party’s account of the \nrecent past. The blood-purges of Stalin and his cronies in the 1930s \nand the 1940s were reported. As Stalin’s image underwent disgrace, \nso Lenin’s was enthusiastically restored to pre-eminent honour. \nThe ending of terror-based politics; the fostering of more relaxed \npublic discussions in the one-party state; the inauguration of ‘social­\nist legality’; a heightened priority for agricultural advance: all these \npolicies of Khrushchev were associated at his command with a\nxlviii\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 51,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "ussr",
        "tion",
        "cies",
        "sceptical",
        "unmis",
        "poli",
        "pre",
        "inspira",
        "stalinization",
        "takable"
      ],
      "full_text": "INTRODUCTION\nwere disappointing, but the resolution to switch policies was unmis­\ntakable. Gorbachev also shook party and government with political \nreforms. Electivity was declared vital to the fair, efficient running \nof both the party and the soviets. Gorbachev took himself off in \nsummer 1987 for a month’s writing near the Black Sea - like Lenin \nin 1917, but with the difference that Gorbachev was in control of \nrather than in flight from the Ministry of the Interior. The result \nwas his book Perestroika. The chapters recapitulated the speeches \nand articles made by the General Secretary in 1985-7 and were \nunderpinned by the proposition that the Soviet Union, after the \nhalf-successful de-Stalinization of Khrushchev and the ‘stagnation’ \nin public life under Brezhnev, was being restored to the Leninist \npath. Gorbachev referred to The State and Revolution as an inspira­\ntion of the new politics he desired with their emphasis on elective \nprocedures, open debate and mass participation.\nHis representation of Lenin as a kind of libertarian of orderliness \nwas not unknown in the West. On the contrary, it was among the \nprominent contending interpretations, for those writers wishing to \nexplain why ‘the Russian Revolution went wrong’ and yet denying \nthat the Civil War’s horrors flowed directly from pre-October poli­\ncies of the Bolshevik party took comfort in the parts of The State \nand Revolution which pointed to democratic self-expression and \nself-determination. This was always a one-sided interpretation of a \nbook which was not merely multifaceted but also pervaded by \nauthoritarianism. And it was an interpretation continually debated \nand challenged by writers outside the communist states who had a \nmore sceptical notion about the essence of Bolshevism.\nWhat shook observers after 1987 was the unheralded translation \nof the West’s heterogeneity of interpretations to the soil of the \nUSSR. Gorbachev’s benign and far-sighted Lenin started to come \nunder public attack. Soviet writers who had rained careful criticisms \non the regime seized their opportunity to fulminate. Lightning \nflashes smote the trunk of official orthodoxies. Communist Party \nhistorians, asked to defend the party’s past, increasingly opted to \nconcede the scorched intellectual ground. For the first time they \nwere not constrained to write encomia on every thought and action \nof Lenin. It was even admitted that certain ideological propensities \nof Bolshevism reinforced the likelihood of a Civil War which would \nbecome ever more barbarous. Books like The State and Revolution\nli \n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 52,
      "bucket": "B (1-3%)",
      "error_rate": 2.8,
      "unknown_words_sample": [
        "quently",
        "ussr",
        "behaviour",
        "ized",
        "subse",
        "constitu",
        "putschists",
        "tional",
        "neverthe"
      ],
      "full_text": "INTRODUCTION\nwere given a diminishing prominence. The reasons were twofold. \nHaving licensed wide-ranging cultural dispute, Gorbachev found it \ntricky to reintroduce limits and risk the charge of returning to the \nbad old days. The second factor was more basic. In 1989 there \noccurred the collapse of communist regimes in most countries of \neastern and east-central Europe. Soviet politics, too, began to \nchange drastically. Other parties emerged. The formal constitu­\ntional guarantee of the communists’ primacy in the state was \nrevoked in 1990. A flood-tide surged against the banks of Soviet \npublic life. The Congress of People’s Deputies, its chaotic and \nunruly proceedings being presided over by a rancorous Mikhail \nGorbachev, opened a breach through which a new form of politics \nrushed.\nThese politics corresponded less and less to the vision announced \nin The State and Revolution. In 1991 Gorbachev’s closest colleagues \ntried to turn back the floods. A coup against perestroika was \nattempted. It quickly failed. Gorbachev, a prisoner in his Black Sea \ndacha, returned to Moscow to resume his state functions. But he \npaid a price for his liberation to the political forces which had \nopposed the putschists. The Soviet Communist Party was ordered \nto be dissolved and an end was declared to the USSR as a unitary \nstate. Lenin’s portrait was removed from the hall of the Congress \nof People’s Deputies.\nThe State and Revolution still stands as a monument to an era in \nmodern history. Only fools deny that Lenin’s ultimate objectives \nwere not fulfilled in the Soviet Union either in his time or subse­\nquently. Communism was not realized, and ‘from each according \nto his abilities, to each according to his needs’ remained a mere \nslogan. The march of history from capitalism through the foothills \nof socialism to the communist peak was not completed. Neverthe­\nless, The State and Revolution summarized, reinforced and symbol­\nized real political attitudes and behaviour. Enough was done in \naccordance with its tenets to result in its continuing importance in \ntheory and practice under Stalin, Khrushchev and Brezhnev. These \ntenets related more to its authoritarian than to its libertarian \naspects; and Lenin’s ‘libertarianism’ was always suffused with a \nfondness for command and subordination and with an antagonism \ntowards compromise and discussion. Yet communism’s repressive \nzeal was not the sole cause of its impact on the world. It also\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 54,
      "bucket": "E (10%+)",
      "error_rate": 71.0,
      "unknown_words_sample": [
        "mecm",
        "pebo",
        "detporpaak",
        "tejiefora",
        "bbinycxi",
        "mjibhht",
        "pcko",
        "xhhronsaatbjbctbo",
        "nerporpaai",
        "iioma"
      ],
      "full_text": "XHHroNSAaTBJbCTBO .MINSHb m 3HAHIE“. \nnerporpaai., n»»«pcKO> nep, g. 2, kb. 9 » 10. Tejiefora 22742.\nJnCAioiMlja O6mecm6o6tb8n»Hi3- Xu\n*  40-3-\nB. MJIbHHT) (H. JleHHHt).\nrOCYAAPCTBO\nN\nPEBo/iioma\nJieNie MapKCHBMa o rocynapcTBt m sajjasH \nnpojierapiaia bi peBOJiniiiH.\nBbinycxi i.\nDETPOrPAAK\n1918-\nFacsimile of the title page of the first edition, published in Petrograd, 1918\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 56,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "hyndman",
        "labour",
        "potresov",
        "skaya",
        "messrs",
        "labouring",
        "renaudel",
        "guesde",
        "breshkov",
        "tsereteli"
      ],
      "full_text": "Preface to the First Edition\nThe question of the state is now acquiring special importance in \nrelation to both theory and practical politics. The imperialist war \nhas brought about an extraordinary acceleration and intensification \nof the process of transformation of monopoly capitalism into state­\nmonopoly capitalism. The monstrous oppression of the labouring \nmasses by the state, which is fusing itself more and more closely \nwith the omnipotent associations of the capitalists, is becoming \never more monstrous. The advanced countries - we are speaking \nhere of the situation at home, away from the front - are being \nturned into military forced-labour prisons for the workers.\nThe unprecedented horrors and miseries of this protracted war \nare making the conditions of the masses intolerable and increasing \ntheir indignation. The international proletarian revolution is clearly \non the rise. The question of its relation to the state is acquiring a \npractical significance.\nThe elements of opportunism accumulating during the decades \nof comparatively peaceful development have produced the trend of \nsocial-chauvinism which dominates the official socialist parties \nthroughout the world. This trend (Plekhanov, Potresov, Breshkov- \nskaya, Rubanovich and, in a slightly veiled form, Messrs Tsereteli, \nChernov and Co. in Russia; Scheidemann, Legien, David and others \nin Germany; Renaudel, Guesde, Vandervelde in France and Bel­\ngium; Hyndman and the Fabians in England, etc., etc.) is socialism \nin words and chauvinism in deeds, and is distinguished by a malign, \nsubservient self-adjustment by the ‘leaders of socialism’ to the inter­\nests of not only ‘their’ national bourgeoisie but precisely ‘their’ \nstate; for the majority of the so-called great powers have long been \nexploiting and enslaving a whole series of small and weak peoples. \nAnd the imperialist war is nothing other than a war for the division \nand redivision of this kind of booty. The struggle for the liberation \nof the labouring masses from the influence of the bourgeoisie in\n3\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 58,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "excep",
        "tion"
      ],
      "full_text": "Preface to the Second Edition\nThis second edition is published almost without changes. The excep­\ntion is that section 3 has been added to chapter II.\nThe Author \nMoscow \n17 December 1918\n5\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 61,
      "bucket": "B (1-3%)",
      "error_rate": 1.2,
      "unknown_words_sample": [
        "mensheviks",
        "srs",
        "philis",
        "kautskyite"
      ],
      "full_text": "CLASS SOCIETY AND THE STATE\nappear that the state is an organ for the reconciliation of classes. \nAccording to Marx, the state could neither arise nor endure if it \nwere possible to reconcile classes. According to Marx, the state is \nan organ of class rule, an organ for the oppression of one class by \nanother; it is the creation of ‘order’, legalizing and perpetuating \nthis oppression by moderating the clashes among the classes. In the \nopinion of petty-bourgeois politicians, order means precisely the \nreconciliation of classes and not the oppression of one class by \nanother; to moderate the conflict means to reconcile classes and \nnot to deprive the oppressed classes of definite means and methods \nof struggle for the overthrow of their oppressors.\nFor instance: when, in the Revolution of 1917, the question \narose in all its magnitude about the significance and role of the \nstate as a practical question demanding immediate action on a \nmass scale, all the SRs (Socialist Revolutionaries) and Mensheviks \nimmediately and completely bowed down before the petty- \nbourgeois theory of the ‘reconciliation’ of classes by ‘the state’. \nInnumerable resolutions and articles by politicians of both these \nparties are thoroughly pervaded by this petty-bourgeois and philis­\ntine theory. That the state is an organ of the rule of a definite class \nwhich cannot be reconciled with its antipode (the class opposite to \nit) is something the petty-bourgeois democrats can never under­\nstand. Their attitude towards the state is one of the most vivid \nmanifestations of the fact that our SRs and Mensheviks are not \nsocialists at all (a point that we Bolsheviks have always been able to \ndemonstrate) but petty-bourgeois democrats with a quasi-socialist \nphraseology.\nOn the other hand, the ‘Kautskyite’ distortion of Marxism is \nmuch subtler. ‘Theoretically’ it is not denied that the state is an \norgan of class rule, or that class contradictions are irreconcilable. \nBut what is lost from sight or fudged is-the following: if the state is \nthe product of the irreconcilability of class contradictions, if it is a \npower standing above society and 'increasingly alienating itself from \nsociety’, then it is clear that the liberation of the oppressed class is \nimpossible not only without a violent revolution but also without \nthe destruction of the apparatus of state power which was created \nby the ruling class and which is the incarnation of this ‘alienation’. \nAs we shall see later, Marx most definitely drew this theoretically \nself-evident conclusion on the basis of a concrete historical analysis \n9\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 66,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "tions",
        "palchinskis",
        "univer",
        "roubles",
        "palchinski",
        "descrip",
        "annum",
        "srs",
        "palchin",
        "avksentevs"
      ],
      "full_text": "THE STATE AND REVOLUTION\nIn a democratic republic, Engels continues, ‘wealth exercises its \npower indirectly, but all the more surely’, firstly by means of the \n‘direct bribery of bureaucrats’ (America) and secondly by means of \n‘an alliance between the government and stock exchange’ (France \nand America).\nAt the present time, imperialism and the domination of the banks \nhave ‘developed’ both these methods of supporting and realizing \nthe omnipotence of wealth in democratic republics of all descrip­\ntions into an exquisite art. Let us take for example the very first \nmonths of the Russian democratic republic, one might call it the \nhoneymoon after the ‘socialist’ SRs and Mensheviks were joined in \nwedlock to the bourgeoisie in a coalition government. If Mr Palchin- \nski obstructed every measure intended to curb the capitalists and \ntheir marauding practices, their pillaging of the treasury by means \nof war contracts; and if later on Mr Palchinski resigned from the \nministry only to be replaced, of course, by another Palchinski of \nexactly the same type, and if the capitalists ‘rewarded’ him with a \nnice little job at a salary of 120,000 roubles per annum: what would \nyou call this? Direct or indirect bribery? An alliance between the \ngovernment and the syndicates, or ‘merely’ friendly relations? What \nrole do the Chernovs, Tseretelis, Avksentevs and Skobelevs play? \nAre they the ‘direct’ or only the indirect allies of the millionaire­\nrobbers of the treasury?\nThe reason why the omnipotence of ‘wealth’ is better secured in \na democratic republic is that it is not subject to any particular \nfaults of the political mechanism or to any defective political shell \nof capitalism. A democratic republic is the best possible political \nshell for capitalism, and therefore, once capital has got control of \nthis excellent shell (through the Palchinskis, Chernovs, Tseretelis \nand Co.), it establishes its power so securely, so firmly, that no \nchange of individuals, of institutions or of parties in the bourgeois- \ndemocratic republic can shake this power.\nIt is also necessary to note that Engels is most definite in naming \neven universal suffrage as an instrument of bourgeois rule. Univer­\nsal suffrage, he says, obviously considering the long experience of \nGerman social-democracy, is\nthe gauge of the maturity of the working class. It neither can nor will give \nany more in the present-day state.\nM\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 71,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "consid",
        "favour",
        "ters",
        "misunder",
        "tibly",
        "programme",
        "remem",
        "agitational",
        "ered",
        "bered"
      ],
      "full_text": "CLASS SOCIETY AND THE STATE\ntibly counterfeited and adapted to the prevailing philistinism! The \nconclusion directed against the anarchists has been repeated thou­\nsands of times, vulgarized, drummed into people’s heads in the \nmost simplistic fashion and has acquired the strength of a prejudice. \nAnd the conclusion directed against the opportunists has been \nfudged and ‘forgotten’!\nThe ‘free people’s state’ was a programme demand and a widely \ncurrent slogan of the German social-democrats in the 1870s. This \nslogan is devoid of all political content except for a philistine and \nimpassioned description of the concept of democracy. In so far as \nit hinted in a legally permissible manner at a democratic republic, \nEngels was willing to ‘justify’ its use ‘for a time’ from an agitational \nviewpoint. But it was an opportunist slogan; for it expressed not \nonly a glorification of bourgeois democracy but also a misunder­\nstanding of the socialist criticism of the state in general. We are in \nfavour of a democratic republic as the best form of the state for the \nproletariat under capitalism; but we have no right to forget that \nwage slavery is the lot of the people even in the most democratic \nbourgeois republic. Furthermore, every state is a ‘special force for \nthe suppression’ of the oppressed class. Consequently, every state is \nunfree and /ion-popular. Marx and Engels frequently explained this \nto their party comrades in the 1870s.\nFifthly, this very same work by Engels, with its universally remem­\nbered argument on the withering away of the state, also contains \nan argument on the significance of violent revolution. Engels’s \nhistorical evaluation of its role becomes a veritable panegyric on \nviolent revolution. ‘No one remembers’ about this; it is not consid­\nered proper in contemporary socialist parties to talk or even think \nabout the significance of this idea; and it plays no part whatever in \ntheir daily propaganda and agitation among the masses. And yet it \nis inseparably connected in a seamless web with the ‘withering \naway’ of the state.\nHere is Engels’s argument:\nThat force plays another role in history [other than as a perpetrator of \nevil], namely a revolutionary role; that it is, in Marx’s words, the midwife \nof every old society when it is pregnant with the new; that it is the \ninstrument whereby the social movement forces its way through and shat­\nters the petrified, dead political forms: there is not a word of this in Herr \n19\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 73,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "honour",
        "particu",
        "kautskyite",
        "analysed",
        "programme",
        "letarian",
        "decla",
        "gramme",
        "demarche"
      ],
      "full_text": "CLASS SOCIETY AND THE STATE\nin its honour by Engels fully corresponds to Marx’s repeated decla­\nrations: let us recall the end of The Poverty of Philosophy and The \nCommunist Manifesto, with their proud and open proclamation of \nthe inevitability of violent revolution; and let us also recall what \nMarx wrote nearly thirty years later, in criticizing the Gotha Pro­\ngramme of 1875, when he mercilessly castigated the opportunist \ncharacter of that programme. This panegyric is by no means a \nmere ‘impulse’, a mere declamation or a polemic demarche. The \nnecessity of systematically imbuing the masses with this view and \nno other view of violent revolution lies at the root of all the \ndoctrines of Marx and Engels. The betrayal of their teaching by the \npredominant social-chauvinist and Kautskyite trends of today is \nexpressed in striking relief by the neglect of such propaganda and \nagitation by both these trends.\nThe replacement of the bourgeois state by the proletarian state is \nimpossible without a violent revolution. The eradication of the pro­\nletarian state, i.e. the eradication of the state as such, is impossible \nexcept through the process of ‘withering away’.\nA detailed and concrete development of these views was given by \nMarx and Engels when they studied each separate revolutionary \nsituation and analysed the lessons of the experience of each particu­\nlar revolution. We shall now move on to this, undoubtedly the \nmost important, part of their doctrine.\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 79,
      "bucket": "B (1-3%)",
      "error_rate": 1.5,
      "unknown_words_sample": [
        "convinc",
        "kautskyite",
        "dictions",
        "ence",
        "experi"
      ],
      "full_text": "THE EXPERIENCE OF I 848—5 I \nwhich compels us to regard the state as the organ of class rule and \nleads to the inevitable conclusion that the proletariat cannot over­\nthrow the bourgeoisie without first conquering political power, with­\nout attaining political dominance, without transforming the state \ninto the 'proletariat organized as the ruling class’; and that this \nproletarian state will begin to wither away immediately after its \nvictory because the state is unnecessary and impossible in a society \nwithout class contradictions. The question how, from the viewpoint \nof historical development, the replacement of the bourgeois state \nby the proletarian state should take place is not posed here.\nIt is just such a question that Marx poses and decides in 1852. \nTrue to his philosophy of dialectical materialism, Marx takes as his \nbasis the historical experience of the great years of revolution, \n1848-51. Here, as always, his doctrine is a summarizing of experi­\nence, illuminated by a profound philosophical world-view and a \nrich knowledge of history.\nThe question of the state is put concretely: how did the bourgeois \nstate, the state machine necessary for the rule of the bourgeoisie, \nhistorically arise? What changes, what evolution did it undergo in \nthe course of the bourgeois revolutions and in the face of the \nindependent open actions of the oppressed classes? What are the \ntasks of the proletariat in relation to this state machine?\nThe centralized state power characteristic of bourgeois society \narose in the epoch of the fall of absolutism. Two institutions are \nmost typical of this state machine: the bureaucracy and the standing \narmy. There are frequent references in the works of Marx and \nEngels as to how it is that these institutions are connected by \nthousands of threads with the bourgeoisie. The experience of every \nworker illustrates this connection in an extremely vivid and convinc­\ning manner. The working class learns in its bones to recognize this \nconnection; this is why it so easily grasps and so firmly appropriates \nthe scientific knowledge about the inevitability of this connection - a \nknowledge which the petty-bourgeois democrats either ignorantly \nand flippantly deny, or, still more flippantly, admit it in general terms \nwhile forgetting to draw the corresponding practical conclusions.\nThe bureaucracy and the standing army are a ‘parasite’ on the \nbody of bourgeois society, a parasite spawned by the internal contra­\ndictions tearing that society apart, but a parasite which ‘chokes’ all \nits vital pores. The Kautskyite opportunism now dominating\n27\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 83,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "zeit",
        "neue",
        "weydemeyer",
        "historiche",
        "mehring",
        "vol",
        "entwicklungsphasen",
        "der",
        "produktion",
        "sition"
      ],
      "full_text": "THE EXPERIENCE OF I 848-51\n3 The Presentation of the Question by Marx in 1852\nIn 1907 Mehring, in the journal Die Neue Zeit (vol. XXV, no. 2, \np. 164), published extracts from a letter from Marx to Weydemeyer \ndated 5 March 1852. This letter contains, amongst other things, the \nfollowing remarkable comment.\nAs regards myself, I am due no credit for discovering the existence of \nclasses in modern society or for discovering the struggle amongst them. \nBourgeois historians long before me described the historical development \nof this struggle of the classes, and bourgeois economists the economic \nanatomy of the classes. What I did that was new was to prove the following: \n(1) that the existence of classes is bound up only with definite historical \nphases in the development of production (historiche Entwicklungsphasen \nder Produktion); (2) that class struggle necessarily leads to the dictatorship \nof the proletariat; (3) that this dictatorship itself constitutes only the tran­\nsition to the eradication of all classes and to a society without classes . ..\nWith these words Marx succeeded in giving stunningly vivid \nexpression firstly to the main and radical difference between his \ndoctrine and the doctrine of the advanced and most profound \nthinkers of the bourgeoisie; and secondly to the essence of his \ndoctrine on the state.\nThe main point in Marx’s teachings is the class struggle. This is \nvery often said and written. But it is not true. And it is from this \nuntruth that there very often results an opportunist distortion of \nMarxism, its falsification in such a way as to make it acceptable to \nthe bourgeoisie. For the doctrine of the class struggle was created \nnot by Marx but by the bourgeoisie before Marx; and generally \nspeaking it is acceptable to the bourgeoisie. Those who recognize \nonly the class struggle are not yet Marxists; they may be situated \nstill within the framework of bourgeois thinking and bourgeois \npolitics. To limit Marxism to the doctrine of the class struggle \nmeans to chop up Marxism, distort and reduce it to something \nacceptable to the bourgeoisie. Only those persons are Marxists who \nextend the recognition of class struggle as far as the recognition of \nthe dictatorship of the proletariat. This is what constitutes the most \nprofound difference between the Marxist and the ordinary petty \n(as well as grand) bourgeois. This is the touchstone on which a real \n31\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 84,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "propertyless",
        "kautskyites",
        "ciation",
        "opportun",
        "unprec",
        "bour",
        "edentedly",
        "kautsky",
        "phlet",
        "geois"
      ],
      "full_text": "THE STATE AND REVOLUTION\nunderstanding and recognition of Marxism is to be tested. And it is \nnot surprising that, when the history of Europe has brought the \nworking class to confront this question as a practical matter, not \nonly all the opportunists and reformists but all the ‘Kautskyites’ \n(being people who vacillate between reformism and Marxism) have \nproved to be miserable philistines and petty-bourgeois democrats \nwho repudiate the dictatorship of the proletariat. Kautsky’s pam­\nphlet, The Dictatorship of the Proletariat, published in August 1918, \ni.e. long after the first edition of the present book, is a paradigm of \nthe petty-bourgeois distortion of Marxism and its disgusting renun­\nciation in practice alongside its hypocritical recognition in words \n(cf. my pamphlet, The Proletarian Revolution and the Renegade \nKautsky, Petrograd and Moscow, 1918).\nPresent-day opportunism in the person of its main representative, \nthe ex-Marxist K. Kautsky, fits in completely with Marx’s above­\nquoted characterization of the bourgeois position, for this opportun­\nism limits the recognition of the class struggle to the area of bour­\ngeois relationships. (But within this area, within its framework, not \na single educated liberal will refuse to recognize the class struggle \n‘in principle’!) Opportunism does not extend the recognition of \nclass struggle to the period of transition from capitalism to commu­\nnism, to the period of the bourgeoisie’s overthrow and its complete \nelimination. In reality, this period is inevitably a period of an unprec­\nedentedly savage class struggle in unprecedentedly acute forms; and, \nconsequently, the state in this period unavoidably has to be a state that \nis democratic in a new way (for the proletarians and the propertyless in \ngeneral, and dictatorial in a new way (against the bourgeoisie).\nAnd further to the point: the essence of Marx’s doctrine of the state \nhas been assimilated only by those who have grasped that the \ndictatorship of a single class is necessary not only for every class society \nin general and not only for a proletariat which has overthrown its \nbourgeoisie, but also for the entire historicalperiod dividing capitalism \nfrom ‘society without classes’, from communism. The forms of \nbourgeois states are extraordinarily varied, but their essence is the \nsame: all these states somehow or other in the final analysis simply \nhave to be a dictatorship of the bourgeoisie. The transition from \ncapitalism to communism, of course, cannot help but produce a vast \nabundance and variety of political forms, but the essence will inevitably \nbe the same: the dictatorship of the proletariat.\n32\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 87,
      "bucket": "B (1-3%)",
      "error_rate": 2.4,
      "unknown_words_sample": [
        "plekhanovites",
        "ialist",
        "struve",
        "imper",
        "kautskyite",
        "mensheviks",
        "bureaucratism"
      ],
      "full_text": "THE EXPERIENCE OF THE PARIS COMMUNE\nlesson that has been not only completely forgotten but directly \ndistorted by the prevailing Kautskyite ‘interpretation’ of Marxism!\nAs for Marx’s reference to The Eighteenth Brumaire, we have \nquoted the corresponding passage in full above.\nIt is especially interesting to note two points in Marx’s above­\nquoted argument. Firstly, he limits his conclusion to the continent. \nThis was understandable in 1871, when England was still the model \nof a purely capitalist country and was without militarism and, to a \nconsiderable degree, without bureaucratism. Marx consequently \nmade an exception of England, where a revolution, even a people’s \nrevolution, then seemed to be and indeed was possible without \nthe preliminary condition of destroying the ‘ready-made state \nmachine’.\nNow in 1917, in the epoch of the first great imperialist war, this \nreservation by Marx is no longer valid. Both England and America, \nthe largest and ultimate representatives - in the whole world - of \nAnglo-Saxon ‘liberty’ in the sense of an absence of militarism and \nbureaucratism, have completely sunk into the all-European filthy \nand bloody morass of bureaucratic-military institutions which \nsubordinate everything to themselves and trample everything \nunderfoot. Today both in England and America ‘the preliminary \ncondition for every true people’s revolution’ is the smashing, the \ndestruction of the ‘ready-made state machine’ (developed in those \ncountries between 1914 and 1917 to ‘European’ and general imper­\nialist standards of perfection).\nSecondly, particular attention is due to Marx’s extremely pro­\nfound remark that the destruction of the bureaucratic-military state \nmachine is ‘the prerequisite for every true people’s revolution’. This \nidea of a ‘people’s’ revolution seems strange coming from Marx; \nand the Russian Plekhanovites and Mensheviks, those followers of \nStruve who wish to be regarded as Marxists, might possibly declare \nsuch an expression to be a ‘slip of the pen’ on Marx’s part. They \nhave reduced Marxism to a condition of such wretchedly liberal \ndistortion that nothing exists for them beyond the antithesis be­\ntween bourgeois revolution and proletarian revolution - and even \nthis antithesis they interpret in an extremely lifeless way.\nIf we take the revolutions of the twentieth century as examples, \nwe shall naturally have to recognize the Portuguese and Turkish \nrevolutions as being bourgeois ones. Neither of them, however, is a\n35\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 91,
      "bucket": "B (1-3%)",
      "error_rate": 2.7,
      "unknown_words_sample": [
        "eduard",
        "kautskyites",
        "democratism",
        "impor",
        "ery",
        "ances",
        "naivete",
        "tant",
        "mentaries"
      ],
      "full_text": "THE EXPERIENCE OF THE PARIS COMMUNE\nIt is still necessary to suppress the bourgeoisie and its resistance. \nThis was particularly necessary for the Commune; and one of the \nreasons for its defeat was that it did not do this with enough \ndecisiveness. But the organ of suppression is now the majority of \nthe population, and not a minority as always occurred under slav­\nery, serfdom and wage slavery. And as soon as it is the majority of \nthe people itself which suppresses its oppressors, a ‘special force’ \nfor suppression is no longer necessary! In this sense the state begins \nto wither away. Instead of the special institutions of a privileged \nminority (privileged officialdom, the high command of the standing \narmy), the majority itself can directly undertake this, and the more \nthe functions of state power are undertaken by the people as a \nwhole, the less need is left for such a power.\nIn this respect a certain measure of the Commune highlighted by \nMarx is especially noteworthy: the abolition of all financial allow­\nances for persons chosen as political representatives and of all \nfinancial privileges accorded to officials: the reduction of the pay \nfor all servants of the state to the level of ‘a workman’s wages’. This \nexpresses, in the sharpest possible way, the break between bourgeois \ndemocracy and proletarian democracy, between the democracy of \nthe oppressors and the democracy of the oppressed classes, between \nthe state as a ‘special force’for the suppression of a particular class \nand the suppression of the oppressors by the general force of the \nmajority of the people - the workers and the peasants. And it is \nprecisely on this especially obvious point, arguably the most impor­\ntant as regards the problem of the state is concerned, that the \nteachings of Marx have been the most forgotten! In popular com­\nmentaries, whose number is legion, this is not mentioned. It is \n‘good form’ to keep silent about it as if it were old-fashioned \n'naivete’, just as the Christians, after receiving the position of a \nstate religion, ‘forgot’ the ‘naivete’ of primitive Christianity with \nits democratic-revolutionary spirit.\nThe reduction of the pay of the highest state officials seems to be \n‘simply’ a demand of a naive, primitive democratism. One of the \n‘founders’ of modern opportunism, the former social-democrat \nEduard Bernstein, has often exerted himself to repeat the vulgar \nbourgeois jeers at ‘primitive’ democratism. Like all opportunists \nand like today’s Kautskyites, he has utterly failed to understand \nthat, firstly, the transition from capitalism to socialism is impossible \n39\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 92,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "democratism",
        "tion",
        "cratism",
        "pri",
        "precapitalist",
        "vate",
        "ser",
        "ernment",
        "subjec",
        "electivity"
      ],
      "full_text": "THE STATE AND REVOLUTION\nwithout a certain ‘return’ to ‘primitive’ democratism (for how else \ncan the majority of the population and then the whole population, \nincluding every one of its members, proceed to discharge state \nfunctions?); secondly, that ‘primitive democratism’ on the basis of \ncapitalism and capitalist culture is not the same as primitive demo­\ncratism in prehistoric or precapitalist times. Capitalist culture has \ncreated large-scale production, factories, railways, the postal ser­\nvice, telephones and so forth, and on this basis the great majority \nof the functions of the old ‘state power’ have become so simplified \nand can be reduced to such very simple operations of registering, \nfiling and checking that these functions will become entirely \naccessible to all literate people, that these functions will be entirely \nperformable for an ordinary ‘workman’s wages’ and that these \nfunctions can (and must) be stripped of every shadow of association \nwith privilege or peremptory command.\nComplete electivity of all officials without exception; their subjec­\ntion to recall at any time; the reduction of their salaries to the level \nof an ordinary ‘workman’s wages’: these simple and ‘self-evident’ \ndemocratic measures, while completely uniting the interests of the \nworkers and the majority of the peasants, at the same time serve as \na bridge from capitalism over to socialism. These measures impinge \non the state-based and purely political reconstruction of society; but, \nof course, they acquire their full meaning and significance only in \nconnection with the ‘expropriation of the expropriators’ being either \naccomplished or prepared, i.e. with the transition of capitalist pri­\nvate ownership of the means of production into social ownership.\nMarx wrote:\nThe Commune made that catchword of bourgeois revolutions, cheap gov­\nernment, into a reality by eradicating the two greatest items of expenditure, \nthe standing army and the bureaucracy.\nFrom the peasantry, as from other strata of the petty bourgeoisie, \nonly an insignificant minority ‘rise to the top’, ‘get on in the world’ \nin the bourgeois sense, i.e. become either well-to-do people and \nbourgeois or else officials in secure and privileged positions. In \nevery capitalist country where there is a peasantry (as in most \ncapitalist countries), the vast majority of the peasants are oppressed \nby the government and yearn both for its overthrow and for ‘cheap’ \ngovernment. This can be realized only by the proletariat; and in \n40\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 93,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "zertreten",
        "ver",
        "sembats",
        "staunings",
        "ings",
        "plekhanov",
        "hendersons",
        "bissolatis",
        "renaudels",
        "kautsky"
      ],
      "full_text": "THE EXPERIENCE OF THE PARIS COMMUNE\nrealizing it, the proletariat is simultaneously taking a step towards \nthe socialist reconstruction of the state.\n3 The Eradication of Parliamentarianism\nThe Commune [Marx wrote] had to be not a parliamentary but a working \ninstitution passing and executing laws at the same time ...\nInstead of deciding once every three or six years which member of the \nruling class should represent and suppress [ver- und zertreten] the people in \nparliament, universal suffrage was to serve the people organized in com­\nmunes in the search for the workers, foremen and bookkeepers for their \nenterprise just as individual suffrage serves every other employer for this \npurpose.\nThanks to the dominance of social-chauvinism and opportunism, \nthis remarkable criticism of parliamentarianism made in 1871 also \nnow belongs to the ‘forgotten words’ of Marxism. Cabinet ministers \nand professional parliamentarians, the traitors to the proletariat \nand the ‘businesslike’ socialists of our day have left all criticism of \nparliamentarianism completely to the anarchists, and this wonder­\nfully rational foundation is used by them to denounce all criticism \nof parliamentarianism as ‘anarchism’!! It is not surprising that the \nproletariat of the ‘advanced’ parliamentary countries, feeling a great \ndisgust with ‘socialists’ such as the Scheidemanns, Davids, Legiens, \nSembats, Renaudels, Hendersons, Vanderveldes, Staunings, Brant- \nings, Bissolatis and Co., has ever more frequently been transferring \nits sympathies to anarcho-syndicalism, despite the fact that the \nlatter is the twin brother of opportunism.\nFor Marx, however, revolutionary dialectics were never the \nempty fashionable phrase, the toy rattle, which Plekhanov, Kautsky \nand others have made of it. Marx knew how to break mercilessly \nwith anarchism for its inability to use even the ‘pig-sty’ of bourgeois \nparliamentarianism especially when there is quite obviously no \nrevolutionary situation in sight; but at the same time he knew how \nto subject parliamentarianism to truly revolutionary-proletarian \ncriticism.\nTo decide once every few years which member of the ruling \nclass is to repress and crush the people in parliament: this is \nthe real essence of bourgeois parliamentarianism not only in \n4i\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 94,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "elimina",
        "leries",
        "tion",
        "tary",
        "cum",
        "cratic",
        "viz",
        "avksentevs",
        "chernovs",
        "parliamen"
      ],
      "full_text": "THE STATE AND REVOLUTION\nparliamentary-constitutional monarchies but also in the most demo­\ncratic republics.\nBut if we pose the question of the state and if we examine \nparliamentarianism as one of the state’s institutions, from the view­\npoint of the tasks of the proletariat in this field, what is the way \nout of parliamentarianism? How can we do without it?\nAgain and again it needs repeating: the lessons of Marx, based \non the study of the Commune, have been so much forgotten that \npresent-day ‘social-democrats’ (viz. present-day traitors to social­\nism) find any criticism of parliamentarianism, other than anarchist \nor reactionary criticism of it, quite incomprehensible.\nThe way out of parliamentarianism is not, of course, the elimina­\ntion of representative institutions and electivity but the conversion \nof the representative institutions from talking shops into ‘working’ \ninstitutions. ‘The Commune had to be not a parliamentary but \na working institution, passing and executing laws at the same \ntime...’\n‘Not a parliamentary but a working’ institution: this strikes right \nbetween the eyes of the present-day parliamentarians and parliamen­\ntary ‘lap dogs’ of social-democracy! Look at any parliamentary \ncountry, from America to Switzerland, from France to England, \nNorway and so forth: in these countries the real business of ‘state’ \nis done behind the scenes and is carried on by departments, chancel­\nleries, general staffs. Parliaments are only places where chattering \ngoes on with the special purpose of fooling the ‘common people’. \nThis is so true that even in the Russian republic, a bourgeois- \ndemocratic republic, all these sins of parliamentarianism have im­\nmediately revealed themselves even before the republic managed to \nset up a real parliament. Heroes of rotten philistinism such as the \nSkobelevs and Tseretelis, the Chernovs and Avksentevs, have even \nsucceeded in polluting the Soviets after the fashion of the most \ndisgusting bourgeois parliamentarianism and in converting them \ninto mere talking shops. In the Soviets, the ‘socialist’ gentlemen- \ncum-ministers are duping credulous rustics with phrase-mongering \nand resolutions. In the government, a sort of permanent quadrille \nis performed so that, on the one hand, as many Socialist Revolution­\naries and Mensheviks as possible may have their turn at putting \ntheir snouts in ‘the trough’, the lucrative and prestigious official \nposts, and so that, on the other hand, the ‘attention of the people’ \n42\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 95,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "labour",
        "naroda",
        "messrs",
        "mensheviks",
        "cisms",
        "candour",
        "criti",
        "vanderveldes",
        "delo",
        "rusanov"
      ],
      "full_text": "THE EXPERIENCE OF THE PARIS COMMUNE\nmay be engaged. Meanwhile it is inside the chancelleries and general \nstaffs that they ‘work’ on the business of ‘state’.\nDelo Naroda, the organ of the ruling ‘Socialist Revolutionary’ \nParty, recently admitted in an editorial article - with the matchless \ncandour of people of the kind of ‘good society’ where everyone is \nengaged in political prostitution - that even in those ministries \nbelonging to the ‘socialists’ (please excuse the expression!) the whole \nbureaucratic apparatus has stayed essentially as of old, is function­\ning in the old way and quite ‘freely’ sabotaging the revolutionary \nreforms! Even without this admission, does not the actual history \nof the participation of the Socialist Revolutionaries and Mensheviks \nin the government prove this? Here it is itself a characteristic fact \nthat, in the ministerial company of the Kadets, Messrs Chernov, \nRusanov, Zenzinov and the other editors of Delo Naroda have so \nmuch lost any sense of shame that they make no effort to keep it \nquiet - as if they were talking of a trifle - that in ‘their’ ministries \neverything has stayed as of old!! Revolutionary-democratic phrases \nto make fools of village simpletons; bureaucracy and red tape to \n‘warm the hearts’ of the capitalists: this is the essence of the ‘honest’ \ncoalition for you.\nThe Commune replaces the venal and rotten parliamentarianism \nof bourgeois society with institutions in which freedom of opinion \nand discussion do not degenerate into deception, for the parliamen­\ntarians themselves have to work, have to execute their own laws, \nhave to test their results in real life and to answer directly to their \nelectors. Representative institutions remain, but parliamentarianism \ndoes not exist here as a special system, as the division of labour \nbetween the legislative and the executive, as a privileged position \nfor the deputies. We cannot imagine democracy, even proletarian \ndemocracy, without representative institutions, but we can and \nmust imagine democracy without parliamentarianism if our criti­\ncisms of bourgeois society are not mere empty words for us, if the \naspiration to overthrow the rule of the bourgeoisie is our serious \nand sincere desire, and not a ‘ballot-box’ phrase for catching work­\ners’ votes, as it is with the Mensheviks and Socialist Revolutionaries \nand as it is with the Scheidemanns and Legiens, the Sembats and \nVanderveldes.\nIt is extremely instructive that, in speaking of the functions of \nthose bureaucrats who are necessary for the Commune and for \n43\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 96,
      "bucket": "B (1-3%)",
      "error_rate": 2.3,
      "unknown_words_sample": [
        "anar",
        "plekhanov",
        "ordi",
        "tsereteli",
        "chist",
        "practi",
        "labouring"
      ],
      "full_text": "THE STATE AND REVOLUTION\nproletarian democracy, Marx compares them to the workers of \n‘any other employer’, i.e. of the ordinary capitalist enterprise, with \nits ‘workers, foremen and bookkeepers’.\nThere is no touch of utopianism in Marx in the sense that he \nmade up or invented a ‘new’ society. No, he studies the birth of the \nnew society out of the old, the forms of transition from the latter to \nthe former as a natural-historical process. He takes the actual \nexperience of a mass proletarian movement and tries to draw practi­\ncal lessons from it. He ‘learns’ from the Commune, just as all the \ngreat revolutionary thinkers were not afraid to learn from the \nexperience of the great movements of the oppressed class, and \nnever addresses pedantic ‘sermons’ to them (such as ‘they should \nnot have taken to arms’ a la Plekhanov or ‘a class must put limits \non itself’ a la Tsereteli).\nThere can be no talk of eradicating the bureaucracy at once, \neverywhere and completely. That is utopia. But to smash the old \nbureaucratic machine at once and to begin immediately to construct \na new one that facilitates the gradual eradication of all bureaucracy: \nthis is not utopia, this is the experience of the Commune, this is the \ndirect, immediate task of the revolutionary proletariat.\nCapitalism simplifies the functions of ‘state’ administration; it \nmakes it possible to have done with ‘bossing’ and to reduce the \nwhole business to an organization of proletarians (as the ruling \nclass) which will hire ‘workers, foremen and bookkeepers’ in the \nname of the whole of society.\nWe are not Utopians. We do not have ‘dreams’ about dispensing \nat once with all administration, with all subordination; these anar­\nchist dreams, based upon a misunderstanding of the tasks of the \ndictatorship of the proletariat, are essentially alien to Marxism, \nand in practice serve only to postpone the socialist revolution until \npeople have themselves become different. No, we want the socialist \nrevolution with people as they are now, with people who cannot \ndispense with subordination, with control, with ‘foremen and book­\nkeepers’.\nBut the subordination must be to the armed vanguard of all the \nexploited and labouring people, to the proletariat. A start can and \nmust be made at once, overnight, to replace the specific ‘bossing’ \nby state bureaucrats with the simple functions of ‘foremen and \nbookkeepers’, functions which are already fully accessible to ordi­\n44\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 105,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "tions",
        "cau",
        "ings",
        "labour",
        "occupa",
        "associa",
        "cracy",
        "billetings",
        "proudhonist",
        "labouring"
      ],
      "full_text": "SUPPLEMENTARY CLARIFICATIONS BY ENGELS \ntowns to relieve immediately the real housing shortage through a rational \nutilization of these buildings. This naturally can be realized only by the \nexpropriation of the present owners and by the transferring of their houses \nto homeless workers or to workers presently living in excessively over­\ncrowded apartments. As soon as the proletariat conquers political power, \nsuch a measure dictated in the interest of the public good will be just as \neasy to carry out as are other expropriations and billetings by the existing \nstate.\n(p. 22, German edition, 1887)\nThe change in the form of state power is not examined here: only \nthe content of its activity is taken up. Expropriations and occupa­\ntions of apartments take place even on the orders of the existing \nstate. From the formal point of view the proletarian state will also \n‘order’ the occupation of apartments and expropriation of build­\nings. But it is clear that the old executive apparatus, the bureau­\ncracy, which is linked to the bourgeoisie, would simply be unfit to \ncarry out the orders of the proletarian state.\nIt must be affirmed that the actual seizure of all the instruments of labour, \nthe seizure of industry as a whole on the part of the labouring people, is the \nexact opposite of the Proudhonist idea of ‘redemption’. Under the latter, \nthe individual worker becomes the owner of the dwelling, the peasant \nlandholding, the instruments of labour; under the former, the ‘labouring \npeople’ remain the collective owner of the houses, factories and instruments \nof labour. The use of these houses, factories and the rest will hardly be \npresented, at least during a transitional period, to individuals or associa­\ntions without compensation for the costs. Just as the elimination of prop­\nerty in land does not presuppose the elimination of ground rent but rather \nits transfer, albeit in a modified form, to society. The actual seizure of all \nthe instruments of labour on the part of the labouring people consequently \ndoes not at all exclude the retention of renting and renting out.\n(p. 68)\nWe shall discuss the question touched upon in this commentary, \nnamely the economic foundations of the withering away of the \nstate, in the next chapter. Engels expresses himself extremely cau­\ntiously, saying that the proletarian state would ‘scarcely’ permit the \nuse of houses without payment, ‘at least during the transitional \nperiod’. The letting of apartments that belong to the whole people \n53\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 106,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "anar",
        "interna",
        "diihring",
        "chists",
        "cipled",
        "prin",
        "blanquists",
        "tionalists"
      ],
      "full_text": "THE STATE AND REVOLUTION\nto individual families presupposes the collection of payment, a \ncertain amount of control and some sort of fixed scheme for the \nallotment of the apartments. All this demands a certain form of \nstate, but in no way a special military and bureaucratic apparatus \nwith a specially privileged position for officials. And the transition \nto a situation when it will be possible to supply apartments rent- \nfree is connected with the complete ‘withering away’ of the state.\nSpeaking of the change of policy of the Blanquists, after the \nCommune and under the influence of its experience, to the prin­\ncipled position of Marxism, Engels formulates this position in \npassing as follows:\nThe necessity of political action by the proletariat and of its dictatorship \nas the transition to the abolition of classes and the state along with \nthem ...\n(P- 55)\nAdmirers of pedantic criticism or the ‘destroyers of Marxism’ \nwill perhaps see a contradiction between the recognition of the \n‘abolition of the state’ and the rejection of this formulation as \nbeing anarchistic in the above-quoted passage from Anti-Diihring. \nIt would not be surprising if the opportunists counted Engels, too, \nas an ‘anarchist’: the laying of charges of anarchism against interna­\ntionalists is nowadays becoming more and more widespread among \nthe social-chauvinists.\nIt has always been a teaching of Marxism that with the abolition \nof classes the state will also be abolished. The well-known passage \non the ‘withering away of the state’ in Anti-Diihring accuses the \nanarchists not simply of standing for the abolition of the state but \nof preaching that the state can be abolished ‘overnight’.\nThe currently prevalent ‘social-democratic’ doctrine about the \nrelation of Marxism to anarchism on the question of elimination of \nthe state is such a complete distortion that it is especially useful to \nrecall a particular polemic of Marx and Engels against the anar­\nchists.\n2 The Polemic with the Anarchists\nThis polemic relates to 1873. Marx and Engels contributed\n54\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 108,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "tions",
        "func",
        "autonomists",
        "tion",
        "authoritari",
        "machin",
        "ery",
        "authoritarianists",
        "pudiated",
        "anists"
      ],
      "full_text": "THE STATE AND REVOLUTION\nEngels presents the same ideas in much greater detail and much \nmore popularly. Above all, he ridicules the mental confusion of the \nProudhonists who called themselves ‘anti-authoritarianists’, i.e. re­\npudiated any authority, any subordination, any kind of power. \nTake a factory, a railway, a ship on the open seas, said Engels: is it \nnot clear that the functioning of each of these complex technical \nundertakings, being based on the application of machines and the \nplanned cooperation of many people, would be impossible without \na certain amount of subordination and, consequently, without a \ncertain amount of authority or power?\nIf I put forward these arguments against the most desperate anti-authoritari- \nanists [writes Engels] they can only offer the following answer: ‘Yes, that is \ntrue, but here it is not a question of authority which we confer on our \ndelegates, but of a certain commission entrusted to them. These people think \nthat we can change a certain thing by changing its name . ..’\nHaving thus shown that authority and autonomy are relative \nconcepts, that the area of their application changes with the various \nphases of social development, that it is absurd to take them as \nabsolutes, and having added that the area of application of machin­\nery and large-scale production is ever expanding, Engels moves \nfrom general considerations on authority to the question of the \nstate:\nIf the autonomists [he writes] wanted only to say that the social organiza­\ntion of the future would confine authority entirely to the limits which are \ninevitably prescribed by the conditions of production, we could come to \nterms with each other. But they are blind to all facts that make authority a \nnecessity, and they passionately fight against the word.\nWhy is it that the anti-authoritarianists do not confine themselves to \nshouting against political authority, against the state? All socialists are \nagreed that the political state, and with it political authority, will disappear \nas a result of the future social revolution, i.e. that public functions will lose \ntheir political character and be turned into the simple administrative func­\ntions of supervising social interests. But the anti-authoritarianists demand \nthat the political state be abolished at one stroke, even before the social \nconditions that gave birth to it have been abolished. They demand that the \nfirst act of the social revolution should be the abolition of authority.\nHave these gentlemen ever seen a revolution? A revolution is certainly\n56\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 110,
      "bucket": "B (1-3%)",
      "error_rate": 2.0,
      "unknown_words_sample": [
        "tion",
        "etarian",
        "bracke",
        "prol",
        "programme",
        "ques"
      ],
      "full_text": "THE STATE AND REVOLUTION\nrevolutionary. What Engels says is different: he emphasizes that all \nsocialists recognize the disappearance of the state as a result of \nsocialist revolution. He then concretely poses the question of the \nrevolution, the very question which the social-democrats, out of \ntheir opportunism, usually evade, leaving it, so to speak, exclusively \nfor the anarchists ‘to work out’. And in posing this question, \nEngels takes the bull by the horns: should not the Commune have \nmade more use of the revolutionary power of the state, i.e. of the \nproletariat armed and organized as the ruling class?\nPrevailing official social-democracy usually shrugged off the ques­\ntion of the concrete tasks of the proletariat in the revolution either \nwith a philistine sneer or, at best, with the sophistic evasion: ‘Wait \nand see.’ And the anarchists thus obtained the right to attack such \nsocial-democracy for betraying its task of giving the workers a \nrevolutionary education. Engels uses the experience of the last prol­\netarian revolution for the precise purpose of making a very concrete \nstudy of what should be done by the proletariat, and in what \nmanner, in relation to both the banks and the state.\n3 Letter to Bebel\nOne of the most, if not the most, remarkable observations on the \nstate in the works of Marx and Engels is the following passage \nfrom Engels’s letter to Bebel dated 18-28 March 1875. This letter, \nwe may observe parenthetically, was first published by Bebel (as \nfar as we know) in the second volume of his memoirs (From My \nLife), which appeared in 1911, i.e. thirty-six years after the letter \nhad been written and posted.\nEngels wrote to Bebel criticizing that same draft of the Gotha \nProgramme which Marx, too, had criticized in his famous letter to \nBracke. Touching on the question of the state in particular, Engels \nsaid as follows:\nThe free people’s state is transformed into a free state. According to the \ngrammatical meaning of these words, a free state is one where the state is \nfree in relation to its citizens, i.e. a state with a despotic government. It \nwould be proper to drop all this chatter about the state, especially after the \nCommune, which was not a state in its real sense. ‘The people’s state’ has\n58\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 113,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "valu",
        "tions",
        "zeit",
        "neue",
        "tion",
        "tively",
        "kautsky",
        "vol",
        "programme",
        "atten"
      ],
      "full_text": "SUPPLEMENTARY CLARIFICATIONS BY ENGELS \npamphlet! It is not surprising that so persistent a repetition of \nopportunist arguments on the state was absorbed by German \nsocial-democracy, especially when Engels’s revolutionary clarifica­\ntions had been securely filed away and all the conditions of its \ncurrent existence were over a lengthy period ‘weaning’ it away \nfrom revolution!\n4 Critique of the Draft of the Erfurt Programme\nThe critique of the draft of the Erfurt Programme, sent by Engels \nto Kautsky on 29 June 1891 and published only ten years later in \nDie Neue Zeit, cannot be ignored in an analysis of Marxism’s \nteaching on the state, for this criticism is devoted mainly to just \nthese opportunist views of social-democracy on questions of state \nstructure.\nLet us note in passing that Engels also makes a remarkably valu­\nable observation on questions of economics which shows how atten­\ntively and thoughtfully he followed the latest changes in capitalism, \nand how he consequently managed to foresee to a certain extent \nthe tasks of our present-day imperialist epoch. The observation is \nas follows. Referring to the word ‘planlessness’ [Planlosigkeit] used \nin the draft programme to characterize capitalism, Engels writes:\nWhen we move from joint-stock companies to trusts which take charge of \nand monopolize whole branches of industry, it is not only private produc­\ntion but also planlessness that ceases to exist.\n(Die Neue Zeit, vol. XX, p. 8, 1901-2)\nHere we have the fundamentals for the theoretical appraisal \nof the latest phase of capitalism, i.e. imperialism; namely that capital­\nism turns into monopoly capitalism. The last word must be \nemphasized because the bourgeois-reformist assertion that monopoly \ncapitalism or state-monopoly capitalism is no longer capitalism but is \ndescribable as ‘state socialism’ or something of the sort is a most \nwidespread error. The trusts, of course, did not provide, do not now \nprovide and cannot provide complete planning. But however much \nthey do plan, however much the capitalist magnates calculate in \nadvance the volume of production on a national and even on an \ninternational scale, and however much they regulate it on a planned\n61\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 116,
      "bucket": "B (1-3%)",
      "error_rate": 1.5,
      "unknown_words_sample": [
        "menshevik",
        "eradicat",
        "switzerlandization",
        "pletely",
        "ment"
      ],
      "full_text": "THE STATE AND REVOLUTION\nEngels repeats here in a particularly striking form the basic idea \nwhich runs like a red thread through all the works of Marx, namely \nthat the democratic republic is the shortest path to the dictatorship \nof the proletariat. For such a republic, without in the least eradicat­\ning the rule of capital and, therefore, the oppression of the masses \nand class struggle, inevitably leads to such an extension, develop­\nment, unfolding and intensification of this struggle that, as soon as \nthere arises the possibility of satisfying the underlying interests of \nthe oppressed masses, this possibility is realized inevitably and \nsolely through the dictatorship of the proletariat, through the leader­\nship of those masses by the proletariat. These are also the ‘forgotten \nwords’ of Marxism for the entire Second International, and the \noblivion surrounding them was demonstrated with extraordinary \nvividness by the history of the Menshevik Party over the first six \nmonths of the Russian Revolution of 1917.\nOn the question of a federal republic, in connection with the \nnational composition of the population, Engels wrote:\nWhat should take the place of present-day Germany? [with its reactionary \ndivision into petty states, a division which perpetuates all the peculiarities \nof ‘Prussianism’ instead of dissolving them in Germany as a whole]. In my \nview, the proletariat can only use the form of the one and indivisible \nrepublic. A federal republic in the gigantic territory of the United States is \nstill, on the whole, a necessity, although in the east it is already becoming \nan encumbrance. It would be a step forward in England, where four \nnations live on two islands and, despite the existence of a single parliament, \nthree particular systems of legislation exist side by side. It has long been an \nencumbrance in little Switzerland, and if it is still possible to tolerate a \nfederal republic there, this is only because Switzerland is content with the \nrole of a purely passive member of the European state system. Federal \nSwitzerlandization would be a huge step backwards for Germany. Two \npoints distinguish a union state from a completely unitary state: namely \nthat each individual state entering the union, each canton has its own \nspecial civil and criminal legislation, its own special judicial system; and, \nsecondly, that together with a popular chamber there is also a chamber of \nrepresentatives from the states, a chamber wherein each canton, whether \nlarge or small, votes as such.\nIn Germany the union state constitutes a transition to the com­\npletely unitary state, and the ‘revolution from above’ of 1866 and\n64\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 118,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "bezirksstatthalter",
        "bezirk",
        "tions",
        "kerenski",
        "gemeinde",
        "landrate",
        "regierungsrate",
        "institu",
        "democratism",
        "rageous"
      ],
      "full_text": "THE STATE AND REVOLUTION\nThus a unitary republic - but not in the sense of the present-day French \nrepublic, which is nothing but the Empire established in 1798 without the \nemperor. From 1792 to 1798 each Department of France, each commune \n[Gemeinde] enjoyed complete self-government on the American model, and \nthis is what we too must have. How self-government is to be organized \nand how we can manage without a bureaucracy has been shown to us by \nAmerica and the first French republic, and is being shown even today by \nCanada, Australia and the other English colonies. And such a provincial \n(regional) and communal self-government constitutes much freer institu­\ntions than for instance Swiss federalism, where the canton admittedly is \nvery independent in relation to the union [i.e. to the federal state as a \nwhole], but is also independent both in relation to the district [Bezirk] and \nin relation to the commune. The cantonal governments appoint the police \ncommissioners [Bezirksstatthalter] and prefects - a feature which is un­\nknown in English-speaking countries and which we shall have to eradicate \nhere just as resolutely in the future along with the Prussian Landrate and \nRegierungsrate [commissars, police commissioners, governors, and in gen­\neral all bureaucrats appointed from above].\nAccordingly, Engels proposes to formulate the point in the pro­\ngramme about self-government as follows:\nComplete self-government for the province [gubernia and region], district \nand community through bureaucrats elected by universal suffrage; the \nabolition of all local and provincial authorities appointed by the state.\nI have already had occasion to indicate - in Pravda (no. 68, 28 \nMay 1917), which was suppressed by the government of Kerenski \nand other ‘socialist’ ministers - how on this point (and of course \nnot on this point alone) our pseudo-socialist representatives of \npseudo-revolutionary pseudo-democracy were undertaking out­\nrageous departures from democratism. It is understandable that \npeople who have tied themselves into a ‘coalition’ with the imperial­\nist bourgeoisie have remained deaf to these observations.\nIt is extremely important to note that Engels, with the facts at \nhis fingertips, adduces a most precise example to refute a prejudice \nwhich is very widespread, particularly among petty-bourgeois demo­\ncrats: namely that a federal republic necessarily means greater free­\ndom than a centralist republic. This is not true. The facts adduced \nby Engels about the centralist French republic of 1792-8 and the\n66\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 131,
      "bucket": "B (1-3%)",
      "error_rate": 2.2,
      "unknown_words_sample": [
        "niques",
        "tech",
        "democratism",
        "etc",
        "repre",
        "analysing",
        "cracy"
      ],
      "full_text": "THE WITHERING AWAY OF THE STATE\nwage slaves which has yet been observed in capitalist society? One \nmillion members of the social-democratic party - out of fifteen \nmillion wage-workers! Three million organized in trade unions - \nout of fifteen million!\nDemocracy for an insignificant minority, democracy for the rich: \nthis is the democratism of capitalist society. If we look more closely \ninto the mechanism of capitalist democracy, we shall see every­\nwhere, both in the ‘petty’ - supposedly petty - details of the suffrage \n(residential qualification, exclusion of women, etc.) and in the tech­\nniques of the representative institutions, in the real obstacles to the \nright of assembly (public buildings are not for ‘beggars’!) as well as \nin the purely capitalist organization of the daily press and so on \nand so forth, we shall see restriction after restriction upon demo­\ncracy. These restrictions, exclusions, exceptions, obstacles for the \npoor, seem petty, especially in the eyes of anyone who has never \nknown want himself and never been in close contact with the \noppressed classes in their mass life (and nine-tenths, if not ninety- \nnine hundredths, of bourgeois publicists and politicians are of such \na kind); but the sum total of these restrictions excludes and shoves \nout the poor from politics, from active participation in democracy.\nMarx grasped the essence of capitalist democracy magnificently \nwhen, in analysing the experience of the Commune, he spoke as \nfollows: the oppressed are allowed once every few years to decide \nwhich particular representatives of the oppressing class shall repre­\nsent and repress them in parliament!\nBut from this capitalist democracy - which is inevitably narrow \nand stealthily shoves aside the poor, and is therefore pervasively \nhypocritical and false - a progressive development does not occur \nsimply, directly and smoothly towards ‘ever greater democracy’ as \nthe liberal professors and petty-bourgeois opportunists claim. No, \na progressive development, i.e. towards communism, occurs \nthrough the dictatorship of the proletariat and cannot occur other­\nwise, for the resistance of the exploiter-capitalists cannot be broken \nby anyone else or by any other path.\nAnd the dictatorship of the proletariat, i.e. the organization of \nthe vanguard of the oppressed as the ruling class for the suppression \nof the oppressors, cannot lead simply to an expansion of demo­\ncracy. Alongside an immense expansion of democratism which for the \nfirst time becomes democratism for the poor, democratism for the \n79\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 135,
      "bucket": "A (0-1%)",
      "error_rate": 0.6,
      "unknown_words_sample": [
        "labour",
        "mis"
      ],
      "full_text": "THE WITHERING AWAY OF THE STATE\nfoundations but one which is only just emerging from capitalist society and \nwhich thus in all relations - economic, moral and intellectual - bears the \nimprint of the old society from whose womb it emerged.\nAnd so it is this communist society, which has just emerged into \nthe light of day out of the womb of capitalism and which in every \nrespect bears the imprint of the old society, that Marx calls the \n‘first’ or lower phase of communist society.\nThe means of production are no longer the private property \nof individuals. The means of production belong to the whole of \nsociety. Every member of society, performing a certain part of the \nsocially necessary work, receives a certificate from society to the \neffect that he has done such and such an amount of work. With \nthis certificate he receives from the public store of articles of con­\nsumption a corresponding quantity of products. Consequently, after \na deduction is made of the amount of labour which goes to the \npublic fund, every worker receives from society as much as he has \ngiven to it.\n‘Equality’ apparently reigns.\nBut when Lassalle, having in view such a social order (usually \ncalled socialism, but referred to as the first phase of communism in \nMarx), says that this is ‘equitable distribution’, that this is ‘the \nequal right of all to an equal product of labour’, Lassalle is mis­\ntaken and Marx exposes his error.\n‘Equal right’ says Marx, we indeed have here; but it is still a \n‘bourgeois right’ which, like every right, presupposes inequality. \nEvery right is an application of a uniform standard to different \npeople who in fact are not identical, are not equal to one another; \nand therefore ‘equal right’ is really a violation of equality and an \ninjustice. Indeed every person, having performed as much social \nlabour as another, receives an equal share of the social product \n(after the above-mentioned deductions).\nPeople, however, are not equal; one is strong, another is weak; \none is married, another is not; one has more children, another has \nfewer, and so on.\nWith an equal performance of labour, and hence an equal share in the \nsocial consumption fund [Marx concludes] one will in fact receive more \nthan another, one will be richer than another, and so forth. To avoid all \nthis, right instead of being equal would have to be unequal.\n83\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 141,
      "bucket": "B (1-3%)",
      "error_rate": 2.0,
      "unknown_words_sample": [
        "ity",
        "concep",
        "tion",
        "labour",
        "nism",
        "commu"
      ],
      "full_text": "THE WITHERING AWAY OF THE STATE\nbourgeois state, for right is nothing without an apparatus capable \nof enforcing the observance of the norms of right.\nIt follows that under communism there remains for a certain \nlength of time not only bourgeois right but even a bourgeois state - \nbut without the bourgeoisie!\nThis may appear a paradox or simply a dialectical riddle, which \nis often a charge laid against Marxism by people who have not \ngone to the slightest bother to study its extraordinarily profound \ncontent.\nIn point of fact, life shows us remnants of the old surviving in \nthe new at every step, both in nature and in society. And Marx did \nnot arbitrarily insert a tiny piece of ‘bourgeois’ right into commu­\nnism, but took that which is economically and politically inevitable \nin a society emerging out of the womb of capitalism.\nDemocracy is of enormous importance to the working class in its \nstruggle against the capitalists for its liberation. But democracy is \nby no means a boundary not to be overstepped; it is only one of \nthe stages on the road from feudalism to capitalism, and from \ncapitalism to communism.\nDemocracy means equality. The great significance of both the \nproletariat’s struggle for equality and of equality as a slogan will be \nunderstandable if we correctly approach it as meaning the abolition \nof classes. But democracy means only formal equality. And as soon \nas equality is realized for all members of society in relation to the \nownership of the means of production, i.e. equality of labour and \nequality of wages, humanity will inevitably be confronted with the \nquestion of advancing further, from formal equality to actual equal­\nity, i.e. to the realization of the rule, ‘from each according to his \nability, to each according to his needs’. We do not and cannot \nknow by what stages, by what practical measures, humanity will \nproceed to this supreme aim. But it is important to have a clear \nidea how infinitely mendacious is the ordinary bourgeois concep­\ntion of socialism as something dead, petrified, fixed once and for \nall; in reality it will be only under socialism that a rapid, genuine \nand truly mass advance, embracing first the majority and then the \nwhole of the population, will begin in all areas of public and \npersonal life.\nDemocracy is a form of the state, one of its varieties. And, \nconsequently, it is like every state in representing the organized \n89\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 147,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "revo",
        "defence",
        "blanquism",
        "tion",
        "neighbouring",
        "zarya",
        "kautsky",
        "kaut",
        "jaures",
        "ques"
      ],
      "full_text": "THE VULGARIZATION OF MARXISM\nspeak, the vast experience of a more advanced, neighbouring coun­\ntry at an accelerated pace to the young soil of our proletarian move­\nment.\nBesides his popular exposition of Marxism, Kautsky is especially \nfamous amongst us for his polemic with the opportunists under the \nleadership of Bernstein. But there exists one almost unknown fact \nwhich must not be overlooked if we set ourselves the task of \ninvestigating how Kautsky slid into the unbelievably disgraceful \nconfusion and defence of social-chauvinism at the time of very \ngreat crisis in 1914-15. This fact is as follows: before he came out \nagainst the most prominent representatives of opportunism in \nFrance (Millerand and Jaures) and in Germany (Bernstein), Kaut­\nsky displayed very sharp vacillations. The Marxist journal, Zarya, \nwhich was published in Stuttgart in 1901-2 and advocated revo­\nlutionary proletarian views, was compelled to polemicize with Kaut­\nsky and to characterize as ‘rubbery’ the half-hearted and evasive \nresolution which was conciliatory towards the opportunists and \nwhich he proposed at the International Socialist Congress in Paris \nin 1900. Kautsky’s letters published in Germany revealed no less \nvacillation on his part before he campaigned against Bernstein.\nOf immeasurably greater significance, however, is the fact that, \nin his very polemic with the opportunists, in his formulation of the \nquestion and his manner of dealing with it, we can now observe, as \nwe investigate the history of Kautsky’s latest betrayal of Marxism, \nhis systematic deviation towards opportunism precisely on the ques­\ntion of the state.\nLet us take Kautsky’s first important work against opportunism, \nhis book Bernstein and the Social-Democratic Programme. Kautsky \nrefutes Bernstein in detail. But there is the following characteristic \naspect to this.\nBernstein in his Premises of Socialism, which has gained Hero- \nstratean notoriety, lays the accusation of 'Blanquism ’ against Marx­\nism (an accusation subsequently repeated thousands of times by \nthe opportunists and the bourgeois liberals in Russia against the \nrepresentatives of revolutionary Marxism, the Bolsheviks). Here \nBernstein dwells particularly on Marx’s The Civil War in France, \nand tries - quite unsuccessfully, as we have seen - to identify \nMarx’s viewpoint on the lessons of the Commune with the view­\npoint of Proudhon. Bernstein is induced to give special attention to \n95\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 148,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "bernsteinism",
        "sprengung",
        "tunists",
        "impres",
        "inconceiv",
        "opportun",
        "conces",
        "kautsky",
        "prolet",
        "analysing"
      ],
      "full_text": "THE STATE AND REVOLUTION\nthe conclusion emphasized by Marx in his 1872 preface to The \nCommunist Manifesto to the effect that ‘the working class cannot \nsimply lay hold of the ready-made state machine, and deploy it for \nits own purposes’.\nThis utterance ‘appealed to’ Bernstein so much that he repeated \nit no fewer than three times in his book, interpreting it in the most \ndistorted, opportunist sense.\nMarx, as we have seen, meant that the working class must smash, \nbreak or shatter (Sprengung, explosion, being the expression used \nby Engels) the entire state machine. But Bernstein gives the impres­\nsion that these words of Marx were written to warn the working \nclass against excessive revolutionary zeal when seizing power.\nA cruder and more hideous distortion of Marx’s idea is inconceiv­\nable.\nHow, then, did Kautsky proceed in his most detailed refutation \nof Bernsteinism?\nHe shrank away from analysing the depths plumbed by opportun­\nism in distorting Marxism on this point. He cited the above-quoted \nexcerpt from Engels’s introduction to Marx’s Civil War and said \nthat, according to Marx, the working class cannot simply lay hold \nof the ready-made state machine but that generally it can lay hold \nof it - and he left the matter at that. Kautsky did not mention a \nword about the fact that Bernstein attributed to Marx the very \nopposite of Marx’s real thinking, about the fact that Marx from \n1852 had advocated the task of the proletarian revolution as being \nto ‘smash’ the state machine.\nThe consequence was that the most essential difference between \nMarxism and opportunism on the question of the tasks of the \nproletarian revolution was fudged by Kautsky!\n‘The solution of the question of the proletarian dictatorship,’ \nwrote Kautsky ‘in opposition ’ to Bernstein, ‘may quite safely be left \nby us to the future’ (p. 172, German edition).\nThis is not a polemic against Bernstein, but essentially a conces­\nsion to him, a surrender to positions of opportunism; for the oppor­\ntunists at the moment need nothing more than to ‘leave safely to \nthe future’ all the fundamental questions of the tasks of the prolet­\narian revolution.\nFor fully forty years, from 1852 to 1891, Marx and Engels taught \nthe proletariat that it must smash the state machine. Yet Kautsky\n96\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 157,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "bureaucra",
        "pense",
        "democratism",
        "tion",
        "etc",
        "ordi",
        "introduc",
        "kautsky",
        "webbs",
        "tism"
      ],
      "full_text": "THE VULGARIZATION OF MARXISM\nprecisely, have a tendency to be corrupted) by the conditions of \ncapitalism and betray a tendency to being turned into bureaucrats, \ni.e. privileged persons cut off from the masses and standing above \nthe masses.\nThis is the essence of bureaucratism, and until the capitalists \nhave been expropriated and the bourgeoisie overthrown a certain \ndegree of ‘bureaucratization’ even of proletarian office-holders is \ninevitable.\nKautsky puts things as follows: since elected office-holders will \nremain under socialism, bureaucrats will also remain, bureaucracy \nwill remain! This is exactly where he is wrong. It was precisely the \nexample of the Commune that Marx used to show that under \nsocialism office-holders will cease to be ‘bureaucrats’, to be ‘function­\naries’, will cease to be so to the extent that there will be an introduc­\ntion of not just electivity but also instant recallability as well as a \nreduction of salaries to the level of the wages of the average worker \nand also the replacement of parliamentary institutions by ‘working \nbodies, issuing laws and carrying them into effect’.\nIn essence, Kautsky’s whole argument against Pannekoek and \nespecially Kautsky’s magnificent point that we do not dispense \nwith bureaucrats even in our trade union and party organizations \nmanifest a repetition by Kautsky of Bernstein’s old ‘arguments’ \nagainst Marxism in general. In his renegade book The Premises \nof Socialism, Bernstein takes up arms against ideas of ‘primitive’ \ndemocracy, against what he calls ‘doctrinaire democratism’ as \nexemplified by imperative mandates, office-holders working with­\nout remuneration and impotent central representative organs, \netc. As proof of the unsoundness of this ‘primitive democracy’, \nBernstein refers to the experience of the British trade unions as \ninterpreted by the Webbs. It is made out that the trade unions \nover the seventy years of their development - allegedly a develop­\nment occurring ‘in complete freedom’ - became convinced that \nprimitive democratism was useless, and they replaced it with ordi­\nnary democratism: parliamentarianism combined with bureaucra­\ntism.\nIn fact the trade unions did not develop ‘in complete freedom’ \nbut under complete capitalist slavery which naturally ‘cannot dis­\npense’ with a series of concessions to the evil prevailing all around, \nthe violence, the falsehood, the exclusion of the poor from the \n105\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 158,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "democratism",
        "indi",
        "cated",
        "prac",
        "analysing",
        "messrs",
        "ary",
        "critico",
        "practi",
        "mensheviks"
      ],
      "full_text": "THE STATE AND REVOLUTION\naffairs of ‘higher’ administration. Under socialism, much of the \n‘primitive’ type of democracy will inevitably take on a new life \nsince, for the first time in the history of civilized societies, the mass \nof the population will rise to the level of taking an independent part \nnot only in voting and elections but also in everyday administration. \nUnder socialism, everyone will administrate in turn and will soon \nbecome accustomed to no one administrating.\nMarx’s critico-analytical genius discerned in the Commune’s prac­\ntical measures the turning point which the opportunists fear and do \nnot want to recognize out of cowardice, out of a reluctance to \nbreak irrevocably with the bourgeoisie, and which the anarchists \ndo not want to discern either out of hastiness or out of a failure to \nunderstand conditions of great social changes in general. ‘We must \nnot even think of destroying the old state machine: how can we get \nalong without ministries and bureaucrats?’ This is the argument of \nthe opportunist who is completely imbued with philistinism, and \nwho essentially not only does not believe in revolution, in the \ncreativity of revolution, but lives in mortal dread of it (like our \nMensheviks and Socialist Revolutionaries).\n‘We must think only of destroying the old state machine; there is \nno point in probing into the concrete lessons of earlier proletarian \nrevolutions and analysing what to put in the place of what is being \ndestroyed and how.' This is the argument of the anarchists (the best \nof the anarchists, of course, and not those who follow the likes of \nMessrs Kropotkin and Co. and hang on to the coat-tail of the \nbourgeoisie); and consequently the tactics of the anarchist turn out \nto be the tactics of despair in place of a mercilessly bold revolution­\nary work on concrete problems while taking into account the practi­\ncal conditions of the mass movement.\nMarx teaches us to avoid both errors; he teaches unconditional \nboldness in destroying the entire old state machine, and at the \nsame time he teaches us to put the question concretely: the Com­\nmune succeeded within a few weeks in starting to build a new, \nproletarian state machine by carrying through the measures indi­\ncated to secure greater democratism and to uproot bureaucratism. \nLet us learn revolutionary boldness from the Communards; let us \nsee in their practical measures the sketch of urgently practical and \nimmediately possible measures; and then, taking this road, we shall \nmove on towards the complete destruction of bureaucratism.\n106\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 159,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "scheide",
        "potresovs",
        "manns",
        "entgegenkommende",
        "plekhanovs",
        "kautsky",
        "chernovs",
        "vanderveldes",
        "legiens",
        "kerschiebung"
      ],
      "full_text": "THE VULGARIZATION OF MARXISM\nThe possibility of this destruction is secured by the fact that \nsocialism will shorten the working day, will raise the masses to a \nnew life, will situate the majority of the population in conditions \nsuch as will enable everybody without exception to fulfil ‘state \nfunctions’, and this leads to the complete withering away of every \nform of state in general.\nThe task of the mass strike [Kautsky continues] can never consist in \ndestroying the state power but only in drawing the government to making \nconcessions on some particular question or to replacing a government \nhostile to the proletariat by a government making an accommodation \n[entgegenkommende} to it . . . But at no time and under no conditions can \nthis [i.e. the victory of the proletariat over a hostile government] lead to \nthe destruction of the state power; it can lead only to a certain shift \n[kerschiebung] in the relation of forces within the state power . . . And the \naim of our political struggle remains, as it has always been, the conquest of \nstate power by means of the acquisition of a majority in parliament and by \nthe conversion of parliament into the master of the government.\n(PP- 726, 727, 732)\nThis is nothing but the purest and the most vulgar opportunism, a \nrepudiation of revolution in deeds while accepting it in words. \nKautsky’s thought goes no further than a ‘government making an \naccommodation to the proletariat’: a step backward to philistinism \nin comparison with 1847, when The Communist Manifesto pro­\nclaimed ‘the organization of the proletariat as the ruling class’.\nKautsky will have to achieve his beloved ‘unity’ with the Scheide- \nmanns, Plekhanovs and Vanderveldes, all of whom agree to fight \nfor a government ‘making an accommodation to the proletariat’.\nBut we shall move on to a break with these traitors to socialism \nand shall fight for the complete destruction of the old state machine \nin order that the armed proletariat itself should become the govern­\nment. These are ‘two large differences’.\nKautsky will have to enjoy the pleasant company of the Legiens \nand Davids, Plekhanovs, Potresovs, Tseretelis and Chernovs, who \nare quite willing to fight for the ‘shifting of the relation of forces \nwithin the framework of state power’, for the ‘winning of a majority \nin parliament and for the establishment of parliament’s complete \nsovereignty over the government’. A most worthy aim, wherein \neverything is wholly acceptable to the opportunists and everything \n107\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 160,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "lic",
        "kolb",
        "labour",
        "vandervelde",
        "legien",
        "treves",
        "dicts",
        "kautsky",
        "jauresists",
        "repub"
      ],
      "full_text": "THE STATE AND REVOLUTION\nremains within the bounds of the bourgeois parliamentary repub­\nlic.\nBut we shall move on to a break with the opportunists; and the \nentire conscious proletariat will be with us in the fight not for a \n‘shifting of the relation of forces’ but for the overthrow of the \nbourgeoisie, for the destruction of bourgeois parliamentarianism, \nfor a democratic republic after the type of the Commune or a \nrepublic of Soviets of Workers’ and Soldiers’ Deputies, for the \nrevolutionary dictatorship of the proletariat.\nTo the right of Kautsky in international socialism there are such \ntrends as The Socialist Monthly in Germany (Legien, David, Kolb \nand many others, including the Scandinavians Stauning and Brant- \ning); the Jauresists and Vandervelde in France and Belgium; Turati, \nTreves and other representatives of the right wing of the Italian \nparty; the Fabians and the ‘Independents’ (the Independent Labour \nParty, which in fact has always been dependent on the Liberals) in \nEngland; and others like them. All these gentlemen, while playing \nan immense, very often predominant role in the parliamentary \nwork and the press of the party, repudiate outright the dictatorship \nof the proletariat and pursue a policy of undisguised opportunism. \nFor these gentlemen the ‘dictatorship’ of the proletariat ‘contra­\ndicts’ democracy! There is essentially no serious difference between \nthem and the petty-bourgeois democrats.\nTaking this circumstance into consideration, we are justified in \ndrawing the conclusion that the Second International, in the case \nof the overwhelming majority of its official representatives, has \nsunk completely into opportunism. The experience of the Commune \nhas been not only forgotten but distorted. Far from inculcating the \nidea in the minds of the working masses that the time is nigh when \nthey must take action and smash the old state machine, replacing it \nwith a new one and in this way turning their political rule into the \nfoundations for the socialist reconstruction of society, they have \ninculcated the very opposite idea in the minds of the masses and \nhave depicted the ‘conquest of power’ in such a way as to leave \nthousands of loopholes for opportunism.\nThe distortion and shelving of the question of the relation of the \nproletarian revolution to the state could not help but play an \nimmense role at a time when states, each with its military apparatus \n108\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 164,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "bernsteinism",
        "eduard",
        "bernsteiniad",
        "bissolati",
        "nated",
        "avksentev",
        "discrimi",
        "eisenachers",
        "von",
        "favourite"
      ],
      "full_text": "Glossary\navksentev, n. d. (1878-1943): Prominent Socialist Revolutionary \nwho was a Minister of the Interior in the Provisional Government \nand became a favourite butt of Lenin’s criticism.\nbakunin, m. a. (1814-76): Theoretician of anarchism in Russia \nand the rest of Europe. Son of a noble, but stripped of rank for \ncriticism of the tsarist order in 1844. Participant in revolutionary \nupheaval in central and western Europe in 1848-9. Extradited to \nRussia and imprisoned; exiled to Siberia. Escaped in 1861. \nFounder member of the First International, but conflicted with \nMarx and was expelled in 1872.\nbebel, a. (1840-1913): Leading German socialist. Founder \nmember of the Eisenachers; member of the First International; \ndeputy to Reichstag. Major organizer of the German Social- \nDemocratic Party.\nbernstein, e. (1850-1932): Leading figure in the German Social- \nDemocratic Party and associate of Engels. In the 1890s he began \nto doubt the validity of key concepts of Marxism and urged a \nreformist path to the achievement of socialist goals. Despite his \n‘revisionism’, he was permitted to remain a party member.\nbernsteiniad: A pejorative term describing the conflict between \nBernstein the revisionist and his ‘orthodox’ Marxist critics.\nbernsteinism: Trend of socialist theory associated with Eduard \nBernstein.\nbismarck, o. von (1815-98): Chancellor of Germany from 1871 \nto 1890 and formulator of the Exceptional Law which discrimi­\nnated against the socialists.\nbissolati, l. (1857-1920): A founder of the Italian Socialist \nParty and one of its leading journalists. Expelled from the party \nin 1912, he entered the Italian government in 1916 as a sup­\nporter of participation in the First World War on the Allied \nside.\n112\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 166,
      "bucket": "E (10%+)",
      "error_rate": 12.5,
      "unknown_words_sample": [
        "diihring",
        "duhring",
        "cornelissen",
        "domi",
        "xxiv",
        "xxix",
        "programme",
        "naroda",
        "xvi",
        "xxviii"
      ],
      "full_text": "GLOSSARY\n(when Lenin wanted to sign a separate peace with the Germans). \nSee Introduction, pp. xxvi-xxvii, xii and xliv.\ncavaignac, L. E. (1802-57): French general who took part in \nthe conquest of Algeria, becoming its governor in 1848. Sup­\npressed a workers’ rising in Paris in the same year and headed \nthe government, but was defeated in the subsequent presidential \nelections by Louis Napoleon.\nchernov, v. m. (1876—1952): Founder and theorist of the Party of \nSocialist Revolutionaries; editor of its central organ. Strongly \nopposed to Russian participation in the First World War until \nafter the February Revolution. Entered the Provisional Govern­\nment coalition in May 1917. Major figure in the Constituent \nAssembly, convoked and dispersed by the Bolsheviks in January \n1918.\ncommunards, the: Participants in the Paris Commune of 1871. \nCOMMUNE, THE PARIS: See PARIS COMMUNE.\nCONSTITUTIONAL DEMOCRATS: See KADETS.\nCornelissen, c.: Dutch anarchist who took an anti-German posi­\ntion in the First World War.\ndavid, e. (1863-1930): Economist and leading theorist, especially \non the agrarian question, on the right wing of the German \nSocial-Democratic Party.\ndelo naroda: Central newspaper of the Party of Socialist Revolu­\ntionaries in 1917.\ndie neue zeit: Theoretical journal of the German Social-Democratic \nParty, founded in 1883.\nduhring, E. (1833-1921): German philosopher and economist. \nHe was the butt of Engels’s famous Anti-Diihring.\nduma: Representative assembly involuntarily conceded in principle \nby the emperor Nicholas II in 1905. The First Duma met in \n1906. The electoral rules and political powers of successive \nDumas were manipulated by the monarchy for its own pur­\nposes.\nengels, F. (1820-95): Co-founder of Marxism and its single domi­\nnant interpreter after Marx’s death in 1883. See Introduction, \npp. xvi, xviii, xxiv-xxv and xxviii-xxix.\nerfurt programme, the: Marxist programme accepted by the \nGerman Social-Democratic Party in Erfurt in 1891 after criticism \nof the first draft by Engels.\n1M\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 168,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "kadets",
        "neue",
        "zeit",
        "hyndman",
        "herostratos",
        "labour",
        "keir",
        "ticipation",
        "flicts",
        "kautsky"
      ],
      "full_text": "GLOSSARY\nhegel, g. w. f. (1770-1831): Major German philosopher whose \nwritings had an immense impact upon the young Marx. Lenin \nfirst read him seriously in the First World War.\nherostratos: Ancient Greek whose quest for fame led him to \na spectacular and successful arson attempt on the Temple of \nArtemis at Ephesus.\nhyndman, h. m. (1842-1921): British socialist and member of the \nInternational Socialist Bureau; supporter of the Allied cause in \nthe First World War.\nindependent labour party: Founded in 1893 and led by Keir \nHardie and Ramsay MacDonald, it initially opposed British par­\nticipation in the First World War but subsequently supported \nthe Allied war effort.\ninternational socialist bureau: Executive body of the \nSecond Socialist International.\nItalian socialist party: From its foundation in 1892, the party \nwas riven by ideological conflicts; and, in 1912, the right-wingers \nwere expelled. In the First World War there were further con­\nflicts. Mussolini was expelled for advocating participation in the \nfighting; but different attitudes to the war questions persisted \neven after the Italian government joined the Allies against the \nCentral Powers in 1915.\njaures, J. (1859-1914): Leading figure in the Second International; \nFrench socialist, editor and parliamentarian who led the struggle \nagainst militarism. Assassinated shortly before the First World \nWar.\njauresists: Followers of the ideas of Jean Jaures.\nkadets: Russian liberal party founded in October 1905. Harassed \nby the imperial government before 1917, its leading figures \nentered and heavily influenced the Provisional Government after \nthe February Revolution. It was charged by Lenin as pursuing \nimperialist policies in the interests of the middle classes. See \nIntroduction, pp. xiii-xiv.\nkautsky, k. (1854-1938): After Engels’s death, the major Euro­\npean thinker among Marxists. He was an economist, political \ntheorist and editor of Die Neue Zeit. Until 1914 Lenin on the \nwhole admired him, but Kautsky’s refusal to break with the \nGerman Social-Democratic Party at the outbreak of the First \nWorld War changed respect into contempt; and the two proceeded \n116\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 169,
      "bucket": "E (10%+)",
      "error_rate": 12.1,
      "unknown_words_sample": [
        "xxx",
        "xxiv",
        "ernment",
        "etician",
        "mentarian",
        "jus",
        "kugelmann",
        "tion",
        "partici",
        "freund"
      ],
      "full_text": "GLOSSARY\nto criticize each other in a series of works. See Introduction, \npp. xx, xxii, xxiv-xxvii, xxx and xxxiii.\nkautskyites: Followers of the ideas of Karl Kautsky.\nkerenski, a. f. (1881—1970): Socialist Revolutionary deputy to \nthe Fourth State Duma; lawyer. After the February Revolution, \nwith the Petrograd Soviet’s permission, became Minister of Jus­\ntice in the first Provisional Government. Minister of Army and \nNavy Affairs in coalition from May; premier of Provisional Gov­\nernment from July until its overthrow in October Revolution. \nSee Introduction, pp. xiv, xxiii and xxxv-xxxvii.\nkolb, w. (1870-1918): German social-democrat; editor of Volks- \nfreund and supporter of German war effort.\nKropotkin, p. a. (1842-1921): Russian aristocrat and major theor­\netician of anarchism. Arrested in 1874, he escaped and in emigra­\ntion opposed what he saw as Marxism’s determinism. Supported \nthe Allied war effort in 1914; returned to Russia after the October \nRevolution.\nkugelmann, l. (1830-1902): German social-democrat, partici­\npant in 1848 revolution and member of the First International. \nCorresponded frequently with Marx, especially on German \naffairs.\nlassalle, f. (1825-64): German socialist theorist and organizer. \nHe fell out with Marx over his support for measures to obtain \nconcessions from the government by peaceful, parliamentary \nmeans.\nlassalleans: Followers of the ideas of F. Lassalle.\nlegien, k. (1861-1920): German social-democrat, trade union \nleader and parliamentarian; supporter of German war effort.\nliberals, Russian: See kadets.\nLiebknecht, w. (1826-1900): Founding figure in the German \nSocial-Democratic Party; frequently arrested; editor and parlia­\nmentarian. Member of the First and Second Internationals and \ncolleague of Marx and Engels.\nlouis napoleon (1808-73): Nephew of Napoleon Bonaparte; \nFrench emperor from 1852 to 1870.\nLuxemburg, r. (1871-1919): Polish Jew who was prominent in \nboth Polish and German social-democracy; economist, social \ntheorist and activist who criticized Lenin for his organizational \nauthoritarianism and Kautsky for his ‘passive radicalism’. \ni>7\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 170,
      "bucket": "E (10%+)",
      "error_rate": 14.5,
      "unknown_words_sample": [
        "xxx",
        "waldeck",
        "mikhailovski",
        "inher",
        "viks",
        "ent",
        "labour",
        "xxix",
        "xxiv",
        "sheviks"
      ],
      "full_text": "GLOSSARY\nmartov, y. o. (1873-1923): Leading Marxist clandestine organizer \nin the Russian empire until his arrest and exile in 1896; editor of \nIskra with Lenin in 1900, but fell out with him at the Second \nParty Congress in 1903. For the rest of his life he was a major \norganizer and theoretician for the Mensheviks. See Introduction, \npp. xvi-xxix and xlvii.\nmarx, k. (1818-83): Co-founder of Marxism. See Introduction, \npp. xvi-xxix and xlvii.\nmehring, f. (1846-1919): Leading left-wing German social­\ndemocrat. He was a prominent Marxologist and, especially in the \nFirst World War, an opponent of Marxism. He supported the \nOctober Revolution and helped to found the German Communist \nParty.\nMENSHEVIK PARTY: See MENSHEVIKS.\nMensheviks: At first a faction formed in opposition to the Bolshe­\nviks after the Second Congress of the Russian Social-Democratic \nLabour Party in 1903. Its strategy was always more patient \nabout the middle classes than that of the Bolsheviks. In 1917 its \ncentre and right wing successfully advocated entrance into a \ncoalition with the kadets in the Provisional Government. Men­\nsheviks were persecuted. by the Bolsheviks after the October \nRevolution. See Introduction, pp. xiii-xiv, xxi, xxii, xxiv and \nxxx vii.\nmikhailovski, n. k. (i842—1904): As a sociologist and philo­\nsopher he inspired generations of Russian populists from the \n1860s. He trenchantly criticized what he saw as Marxism’s inher­\nent determinism.\nmillerand, a. e. (i859—1943): French socialist. In 1899 he agreed \nto enter the non-socialist cabinet of Waldeck-Rousseau as Minis­\nter of Commerce, and thereby he set off a furore in the Second \nInternational.\nmontesquieu, c. l. (1689-1755): Major French social theorist \nwhose emphasis on the need for a separation of legislative, execu­\ntive and judicial powers of state drew forth criticism from Lenin.\nnapoleon 1 (1769-1821): Corsican officer in the French armed \nforces who became emperor of France in 1804.\nnarodniki: See populists.\nneue zeit: See die neve zeit.\nopportunists: Marxist term denoting those socialists who come to \n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 171,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "defence",
        "labour",
        "produgol",
        "xvii",
        "tion",
        "introduc",
        "kautsky",
        "xxvi",
        "pannekoek",
        "ment"
      ],
      "full_text": "GLOSSARY\nprominence under the banner of socialism but compromise their \nprofessed ideals by accepting jobs in ‘bourgeois cabinets’ or pursu­\ning policies at variance with fundamental socialist objectives.\npalchinski, p. i. (d. 1930): Leading figure in the ‘Produgol’ indus­\ntrial syndicate. After the February Revolution he became deputy \nMinister of Trade and Industry and was in charge of the defence \nof the Winter Palace when the Bolsheviks attacked in the October \nRevolution.\npannekoek, a. (1873-1960): Dutch left-wing social-democrat who \ncriticized Kautsky’s ‘passive radicalism’ before the First World \nWar and was an adherent of the far-left groups in wartime which \nwanted revolution as a means of ending the fighting. See Introduc­\ntion, pp. xxvi-xxvii.\nParis commune: Revolutionary administration established by \nworkers and other social groups in the French capital in 1871 in \nthe wake of France’s defeat in the war with Prussia; it was \nmercilessly crushed by the French government. See Introduction, \npp. xvii and xxv.\nPARTY OF SOCIALIST REVOLUTIONARIES: See SOCIALIST REVOLU­\nTIONARIES.\nplekhanov, g. v. (1856-1918): Generally acknowledged as the \nfounding father of Russian Marxism. Originally a populist, he \nhad belonged to both Land And Freedom and Black Repartition. \nHe emigrated in 1880 and turned to Marxism. He fell out with \nthe Bolsheviks after the Second Congress of the Russian Social- \nDemocratic Labour Party, but intermittently he collaborated \nagain with Lenin from 1907. His support for the Allied war \neffort in 1914 ruptured the relations of the two men irreversibly. \nHe returned to Russia in 1917, supported the Provisional Govern­\nment and died in the following year in poverty: an opponent of \nBolshevism to the end.\npomyalovski, n. g. (1835-63): One of the earliest Russian writers \nto criticize the social and political order of the Romanov mon­\narchy.\npopulists, Russian: A trend of political and social thought which \nemerged in the Russian empire in the 1860s; it was basically a form \nof agrarian socialism, but anarchistic adherents also existed. The \npopulists were constantly conflicting as to the best way to introduce \nthe ideal society, and terrorist groups among them assassinated \n•19\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 172,
      "bucket": "D (5-10%)",
      "error_rate": 8.4,
      "unknown_words_sample": [
        "defence",
        "labour",
        "xxix",
        "potresov",
        "sheviks",
        "programme",
        "mensheviks",
        "xxviii",
        "shevik",
        "renaudel"
      ],
      "full_text": "GLOSSARY\nthe emperor Alexander II in 1881. Populism lay at the basis of the \nprogramme of the Party of Socialist Revolutionaries, founded by \nV. M. Chernov in 1901. See Introduction, pp. xiii-xiv, xxi, \nxxviii-xxix and xxxvii.\npotresov, a. n. (1869-1934): Russian social-democrat who, after a \nperiod in Siberian exile, emigrated and helped to found the social- \ndemocratic newspaper Iskra. Opposing Lenin, he became a Men­\nshevik. In 1917 his commitment to national defence and his \nleading role among right-wing Mensheviks were attacked by Lenin. \npravda: Newspaper of the Central Committee of the Bolshevik \nParty after the February Revolution.\nproudhon, p. j. (1809-65): Outstanding theorist on the political \nleft, starting life as a printer and developing several ideas taken \nup by both socialists and anarchists. Proudhon’s ideals were \ncriticized by Marx in The Poverty of Philosophy.\nproudhonists: Adherents of the ideas of P. J. Proudhon.\nradek, k. v. (1871-1939): Left-wing Polish Jewish social-democrat \nwho belonged to both Polish and German social-democratic par­\nties. Pamphleteer and wit. An ally of Lenin in the international \nanti-war socialist gatherings in wartime, he spent 1917 in Stock­\nholm acting as an intermediary for the Bolsheviks.\nrenaudel, p. (1871-1935): Leader of the French Socialist Party \nand parliamentarian.\nrubanovich, I. a. (1860-1920): Leading Socialist Revolutionary \nand member of the International Socialist Bureau who supported \nthe Allied war effort.\nrusanov, n. s. (b. 1859): Member of populist terrorist groups \nwho later joined the Socialist Revolutionaries.\nRussian liberals: See kadets.\nRussian populists: See populists.\nRUSSIAN SOCIAL-DEMOCRATIC LABOUR PARTY: See RUSSIAN \nSOCIAL-DEMOCRATS.\nRussian social-democrats: Marxists who held their First Party \nCongress in 1898. At the Second Congress, in 1903, they began \nto split into two warring factions, the Bolsheviks and the Men­\nsheviks, who disagreed about basic organizational and strategical \nquestions. The party was clandestine, except for a brief attempt \nat setting up open mass organizations in 1905, until the Romanov \nmonarchy’s overthrow in the February Revolution.\n20\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 173,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "menshevik",
        "kadets",
        "skobelev",
        "monatshefte",
        "sembat",
        "labour",
        "cessor",
        "scheidemann",
        "stische",
        "xxiii"
      ],
      "full_text": "GLOSSARY\nscheidemann, p. (1865-1939): Leader of the right wing in the \nGerman Social-Democratic Party; parliamentarian. He supported \nthe German war effort in 1914-18 and headed the coalition \ngovernment of the Weimar republic in 1919.\nsecond empire, the: The term describing the period of Louis \nNapoleon’s rule in France after his self-proclamation as emperor \nin 1852. The Second Empire ended in 1870 with the defeat of the \nFrench army in the war against Prussia.\nsecond international, the: Founded in 1889, it was the suc­\ncessor organization to the First International, which ceased to \nexist in 1876. It bound together socialist parties from most Euro­\npean and North American countries but was destroyed by the \nconflicting positions taken by these parties at the outbreak of the \nFirst World War.\nsembat, m. (1862-1922): Leader of the French Socialist Party, \njournalist and parliamentarian; supporter of the Allied war \neffort.\nshylock: Jewish moneylender in Shakespeare’s The Merchant of \nVenice.\nskobelev, m. 1. (1885-1939): Menshevik leader who opposed the \ntsarist war effort; after the February Revolution he worked in \nthe Petrograd Soviet and in May 1917 became Minister of \nLabour in the Provisional Government.\nsocial-chauvinists: Lenin’s term of abuse for those social­\ndemocrats who voted war credits to their respective governments \nin 1914 or merely failed to break with those who voted them. See \nIntroduction, pp. xxii-xxiii.\nsocial-democrats: See Russian social-democrats and \nGERMAN SOCIAL-DEMOCRATS.\nSOCIALIST MONTHLY'. See SOZIAL1STISCHE MONATSHEFTE.\nSOCIALIST revolutionaries: Party founded by V. M. Chernov in \n1901. Its ideas were a modified version of nineteenth-century \nRussian populism, looking especially to the peasants as the class \nwhich would build socialism in Russia. Socialist revolutionaries, \ntogether with the Mensheviks, held majorities in the early soviets of \n1917. They also went into governmental coalition with the Kadets in \nthe Provisional Government.\nsoviets: Sectional elective councils of workers, soldiers and \npeasants. They emerged in the revolutionary crisis in 1905 and \n121\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 174,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "labour",
        "stirner",
        "stauning",
        "turati",
        "menshevik",
        "interna",
        "rada",
        "tsereteli",
        "monatshefte",
        "vandervelde"
      ],
      "full_text": "GLOSSARY\nwere revived immediately after the February-Revolution of 1917. \nSee Introduction, pp. xiii-xiv, xxi and xxxvii.\nsozialistische monatshefte: Major journal of right-wing German \nsocial-democrats, founded in 1897.\nspencer, h. (1820-1903): English philosopher and sociologist. \nstate duma: See DUMA.\nstauning, t. a. m. (1873-1942): Leading Danish socialist and \nmember of the Second International; minister in the Danish \ncabinet from 1916 to 1920.\nstirner, m. (1806-56): German philosopher who inspired later \nnineteenth-century anarchist movement.\nStruve, p. b. (1870-1944): Writer, economist and political theor­\nist; leading proponent of‘legal Marxism’ in the 1890s who turned \ntowards liberalism at the turn of the century and subsequently \nmoved steadily to the political right.\ntreves, c. (1868-1933): Leader of the Italian Socialist Party and a \n‘centrist’ in the First World War.\ntsereteli, I. g. (1882-1959): Georgian social-democrat and \ndeputy in the State Duma; exiled to Siberia in wartime. Returned \nto Petrograd after February Revolution, becoming leading figure \nin the Menshevik party and, in May 1917, entering the Pro­\nvisional Government as Minister of Posts and Telegraphs. \nContinued his opposition to the Bolsheviks after the October \nRevolution.\ntugan: See tugan-baranovski.\ntugan-baranovski, m. I. (1865—1919): Economist and propo­\nnent of ‘legal Marxism’ in the 1890s who turned towards liberal­\nism at the turn of the century. After the October Revolution a \nMinister of Finances in the Ukrainian Central Rada.\nturati, f. (1857-1932): Founding figure in the Italian Socialist \nParty and parliamentarian; a socialist ‘centrist’ in the First World \nWar.\nvandervelde, e. (1866-1938): Leading Belgian socialist; chair­\nman of the International Socialist Bureau of the Second Interna­\ntional; supporter of the Allied cause in the First World War.\nwebb, b. (1858-1943) and s. (1859-1947): British writers on labour \nhistory and the politics of social reform in the UK; leading figures \namong the Fabians. Lenin translated their Industrial Democracy. \nSidney held office in Labour cabinets.\n122\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 175,
      "bucket": "E (10%+)",
      "error_rate": 25.0,
      "unknown_words_sample": [
        "weydemeyer",
        "labour",
        "zarya",
        "usa",
        "ple",
        "zenzinov",
        "tionaries",
        "naroda",
        "khanov",
        "revolu"
      ],
      "full_text": "GLOSSARY\nweydemeyer, J. (1818—66): Leading socialist activist in Germany \nand the USA; associate of Karl Marx.\nzarya: Marxist theoretical journal founded in 1901 by Lenin, Ple­\nkhanov and others as part of their campaign to win leadership of \nthe Russian Social-Democratic Labour Party.\nzenzinov v. m. (b. 1881): Leading member of the Socialist Revolu­\ntionaries and an editor of Delo Naroda.\n"
    }
  ]
}