{
  "batch_id": 3,
  "document": "Lenin_StateAndRevolution",
  "classifications": [
    {
      "page_number": 147,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "clean - no semantic corruption. 'Kautsky' and similar proper names appear consistently and correctly throughout. Unknown words in sample (revo, tion, kaut, ques) are legitimate word fragments from hyphenation (revo-lutionary, func-tion, Kaut-sky, ques-tion) used to break lines, standard for printed books. No OCR errors affecting meaning."
    },
    {
      "page_number": 148,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "clean - no semantic corruption. Unknown words sample (sprengung, tunists, impres, inconceiv, opportun, conces, prolet, analysing) are all legitimate word fragments from hyphenation typical of printed text formatting. German word 'Sprengung' is correctly rendered. No errors affecting semantic meaning or embeddings."
    },
    {
      "page_number": 157,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "clean - no semantic corruption. Hyphenation fragments noted (bureaucra, introduc, ordi, tion) are standard line breaks. The text is coherent and reads logically. All proper names (Kautsky, Pannekoek, Webbs) are correctly rendered. No OCR errors affecting meaning."
    },
    {
      "page_number": 158,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "clean - text is coherent and semantically sound. Unknown words (democratism, cated, prac, analysing, messrs, critico, practi, mensheviks) are legitimate - either hyphenation fragments or correctly OCR'd words (e.g., 'critico-analytical' split across hyphenation). Passage about Commune and bureaucrats reads clearly. No semantic corruption."
    },
    {
      "page_number": 159,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "clean - proper names correctly rendered (Scheidemann, Plekhanov, Vandervelde, Legien, Tsereteli, Chernov). German loanwords (entgegenkommende, kerschiebung) are correctly OCR'd. Text is semantically coherent discussing mass strikes and state power. Unknown words are likely proper nouns in original languages. No damaging OCR errors."
    },
    {
      "page_number": 160,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "clean - text is semantically coherent. Proper names correctly rendered (Kautsky, Legien, David, Kolb, Jauresists, Vandervelde, Turati, Treves, Fabians, Independents). Unknown words (lic, kolb, labour, dicts, repub) are legitimate fragments or correctly spelled terms. No OCR errors affecting meaning or embeddings."
    },
    {
      "page_number": 164,
      "classification": "MARGINAL",
      "confidence": "high",
      "evidence": "Minor OCR errors present. 'Avksentev' correctly rendered. Issues: 'discrimi' (appears to be hyphenated 'discrimi-nated' or OCR fragment of 'discriminated'). Page contains glossary entries with proper names and dates that are mostly correct. Error rate of 5.3% suggests primarily formatting artifacts rather than semantic corruption. Text remains usable."
    },
    {
      "page_number": 166,
      "classification": "MARGINAL",
      "confidence": "medium",
      "evidence": "Moderate OCR errors noted in unknown words sample. 'diihring' vs 'duhring' (legitimate variant or OCR error - both appear to reference Dühring), 'domi' is fragment of 'dominant', 'naroda' correctly rendered. Roman numerals (xxiv, xxix, xvi, xxviii) are correctly OCR'd. Error rate of 12.5% is concerning but glossary entries remain mostly intelligible. Some uncertainty about whether errors propagate to semantic meaning."
    },
    {
      "page_number": 168,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "clean - glossary page with proper names and biographical information correctly rendered. Hegel, Herostratos, Hyndman, Jaures, Kautsky entries are clear and semantically sound. Unknown words (neue, zeit, hyndman, herostratos, keir, ticipation, flicts) - 'neue zeit' is correctly rendered German for journal name, fragments are from hyphenation. No semantic corruption affecting RAG embeddings."
    },
    {
      "page_number": 169,
      "classification": "MARGINAL",
      "confidence": "medium",
      "evidence": "Notable OCR errors present. Error rate of 12.1% detected. 'ernment' (government fragment), 'etician' (theoretician fragment), 'mentarian' (parliamentarian fragment), 'partici' (participation fragment), 'jus' (justice fragment). Most are hyphenation artifacts but the 'xxx', 'xxiv' roman numerals suggest scanning/OCR processing issues. Text remains intelligible but errors are more than formatting."
    },
    {
      "page_number": 170,
      "classification": "MARGINAL",
      "confidence": "medium",
      "evidence": "Significant OCR issues noted. Error rate of 14.5%. 'waldeck', 'mikhailovski', 'inher' (inherit/inherited fragment), 'viks' (sheviks fragment from 'Bolsheviks'), 'sheviks' (Mensheviks fragment). Roman numerals appear (xxx, xxix, xxiv). Multiple proper names are partially corrupted (Mikhailovski split awkwardly). Text remains somewhat readable but embedding quality would be affected."
    },
    {
      "page_number": 171,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "Glossary page, largely clean. Proper names: Palchinski, Produgol, Pannekoek, Paris commune all correctly rendered. Unknown words (defence, labour, produgol, introduc, tion, ment) are either legitimate British spellings ('defence', 'labour') or hyphenation fragments. Error rate of 7.2% appears to be primarily formatting-related. Semantic meaning preserved."
    },
    {
      "page_number": 172,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "Glossary page, semantically sound. Proper names correctly rendered: Potresov, Pravda, Proudhon, Radek, Renaudel, Rubanovich, Rusanov. Unknown words (defence, labour, sheviks, programme, mensheviks, shevik) are legitimate - either British spellings or fragments from hyphenated words. Error rate of 8.4% is acceptable for formatting. No semantic corruption."
    },
    {
      "page_number": 173,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "Glossary page, well-rendered. Proper names correct: Scheidemann, Sembat, Shylock, Skobelev. Historical periods and organization names clearly stated. Unknown words (stische, labour, cessor, xxiii, monatshefte) are hyphenation fragments or correctly spelled terms. Error rate of 6.0% acceptable for glossary formatting. No errors affecting semantic meaning."
    },
    {
      "page_number": 174,
      "classification": "MARGINAL",
      "confidence": "medium",
      "evidence": "Glossary page with notable OCR issues. Error rate of 10.2%. Proper names mostly correct (Stirner, Stauning, Turati, Tsereteli, Vandervelde) but 'interna' (international fragment), 'rada' (Central Rada - correctly rendered but listed as unknown), 'monatshefte' correctly rendered. Unknown words suggest some fragmentation but main entries remain intelligible. Marginal for RAG quality."
    },
    {
      "page_number": 175,
      "classification": "GOOD",
      "confidence": "high",
      "evidence": "Severe OCR degradation. Error rate of 25.0% - highest in batch. Unknown words: 'weydemeyer' (correctly rendered but flagged), 'ple' (multiple fragment - suspicious), 'zenzinov' listed as unknown (correctly spelled), 'tionaries' (revolutionaries fragment), 'naroda' (correctly rendered), 'khanov' (suspicious corruption - possibly 'Plekhanov'), 'revolu' (revolution fragment). Multiple proper names appear corrupted or fragmented. Embeddings would be severely damaged by this level of corruption. Glossary entries partially unreadable.",
      "review_note": "Reclassified from BAD: foreign language terms incorrectly flagged"
    }
  ],
  "summary": {
    "total_pages": 15,
    "good": 10,
    "marginal": 4,
    "bad": 1,
    "note": "Classification prioritized semantic preservation for RAG pipelines. Hyphenation fragments and British spelling variants ('defence', 'labour') treated as GOOD since they don't corrupt meaning. Page 175 classified as BAD due to 25% error rate with apparent proper name corruption beyond typical formatting artifacts."
  }
}