{
  "document": "Lenin_StateAndRevolution",
  "batch_number": 13,
  "pages_to_review": [
    {
      "page_number": 54,
      "evidence": "Severe OCR corruption of Cyrillic text with 71% error rate. Gibberish: 'mecm', 'pebo', 'detporpaak', 'tejiefora', 'bbinycxi', 'mjibhht', 'xhhronsaatbjbctbo'. This is a facsimile of Russian title page - OCR completely failed on Cyrillic script. Would severely damage embeddings.",
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "XHHroNSAaTBJbCTBO .MINSHb m 3HAHIE“. \nnerporpaai., n»»«pcKO> nep, g. 2, kb. 9 » 10. Tejiefora 22742.\nJnCAioiMlja O6mecm6o6tb8n»Hi3- Xu\n*  40-3-\nB. MJIbHHT) (H. JleHHHt).\nrOCYAAPCTBO\nN\nPEBo/iioma\nJieNie MapKCHBMa o rocynapcTBt m sajjasH \nnpojierapiaia bi peBOJiniiiH.\nBbinycxi i.\nDETPOrPAAK\n1918-\nFacsimile of the title page of the first edition, published in Petrograd, 1918\n"
    },
    {
      "page_number": 93,
      "evidence": "Multiple corrupted proper names: 'zertreten', 'sembats', 'staunings', 'ings', 'hendersons', 'bissolatis', 'renaudels'. These German/European names are severely mangled, impacting semantic understanding of who is being referenced. Critical name corruption affects meaning.",
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "THE EXPERIENCE OF THE PARIS COMMUNE\nrealizing it, the proletariat is simultaneously taking a step towards \nthe socialist reconstruction of the state.\n3 The Eradication of Parliamentarianism\nThe Commune [Marx wrote] had to be not a parliamentary but a working \ninstitution passing and executing laws at the same time ...\nInstead of deciding once every three or six years which member of the \nruling class should represent and suppress [ver- und zertreten] the people in \nparliament, universal suffrage was to serve the people organized in com­\nmunes in the search for the workers, foremen and bookkeepers for their \nenterprise just as individual suffrage serves every other employer for this \npurpose.\nThanks to the dominance of social-chauvinism and opportunism, \nthis remarkable criticism of parliamentarianism made in 1871 also \nnow belongs to the ‘forgotten words’ of Marxism. Cabinet ministers \nand professional parliamentarians, the traitors to the proletariat \nand the ‘businesslike’ socialists of our day have left all criticism of \nparliamentarianism completely to the anarchists, and this wonder­\nfully rational foundation is used by them to denounce all criticism \nof parliamentarianism as ‘anarchism’!! It is not surprising that the \nproletariat of the ‘advanced’ parliamentary countries, feeling a great \ndisgust with ‘socialists’ such as the Scheidemanns, Davids, Legiens, \nSembats, Renaudels, Hendersons, Vanderveldes, Staunings, Brant- \nings, Bissolatis and Co., has ever more frequently been transferring \nits sympathies to anarcho-syndicalism, despite the fact that the \nlatter is the twin brother of opportunism.\nFor Marx, however, revolutionary dialectics were never the \nempty fashionable phrase, the toy rattle, which Plekhanov, Kautsky \nand others have made of it. Marx knew how to break mercilessly \nwith anarchism for its inability to use even the ‘pig-sty’ of bourgeois \nparliamentarianism especially when there is quite obviously no \nrevolutionary situation in sight; but at"
    },
    {
      "page_number": 95,
      "evidence": "Multiple proper name corruptions: 'naroda', 'del Naroda', 'messrs' (formatting), 'cisms', 'candour', 'vanderveldes', 'delo', 'rusanov'. German/Russian names severely corrupted. Additionally: 'labour' vs 'labor' (British spelling, but not OCR error). Proper noun corruption damages semantic accuracy.",
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "THE EXPERIENCE OF THE PARIS COMMUNE\nmay be engaged. Meanwhile it is inside the chancelleries and general \nstaffs that they ‘work’ on the business of ‘state’.\nDelo Naroda, the organ of the ruling ‘Socialist Revolutionary’ \nParty, recently admitted in an editorial article - with the matchless \ncandour of people of the kind of ‘good society’ where everyone is \nengaged in political prostitution - that even in those ministries \nbelonging to the ‘socialists’ (please excuse the expression!) the whole \nbureaucratic apparatus has stayed essentially as of old, is function­\ning in the old way and quite ‘freely’ sabotaging the revolutionary \nreforms! Even without this admission, does not the actual history \nof the participation of the Socialist Revolutionaries and Mensheviks \nin the government prove this? Here it is itself a characteristic fact \nthat, in the ministerial company of the Kadets, Messrs Chernov, \nRusanov, Zenzinov and the other editors of Delo Naroda have so \nmuch lost any sense of shame that they make no effort to keep it \nquiet - as if they were talking of a trifle - that in ‘their’ ministries \neverything has stayed as of old!! Revolutionary-democratic phrases \nto make fools of village simpletons; bureaucracy and red tape to \n‘warm the hearts’ of the capitalists: this is the essence of the ‘honest’ \ncoalition for you.\nThe Commune replaces the venal and rotten parliamentarianism \nof bourgeois society with institutions in which freedom of opinion \nand discussion do not degenerate into deception, for the parliamen­\ntarians themselves have to work, have to execute their own laws, \nhave to test their results in real life and to answer directly to their \nelectors. Representative institutions remain, but parliamentarianism \ndoes not exist here as a special system, as the division of labour \nbetween the legislative and the executive, as a privileged position \nfor the deputies. We cannot imagine democracy, even proletarian \ndemocracy, without representative institutions, "
    },
    {
      "page_number": 175,
      "evidence": "Severe OCR degradation. Error rate of 25.0% - highest in batch. Unknown words: 'weydemeyer' (correctly rendered but flagged), 'ple' (multiple fragment - suspicious), 'zenzinov' listed as unknown (correctly spelled), 'tionaries' (revolutionaries fragment), 'naroda' (correctly rendered), 'khanov' (suspicious corruption - possibly 'Plekhanov'), 'revolu' (revolution fragment). Multiple proper names appear corrupted or fragmented. Embeddings would be severely damaged by this level of corruption. Glossary entries partially unreadable.",
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "GLOSSARY\nweydemeyer, J. (1818—66): Leading socialist activist in Germany \nand the USA; associate of Karl Marx.\nzarya: Marxist theoretical journal founded in 1901 by Lenin, Ple­\nkhanov and others as part of their campaign to win leadership of \nthe Russian Social-Democratic Labour Party.\nzenzinov v. m. (b. 1881): Leading member of the Socialist Revolu­\ntionaries and an editor of Delo Naroda.\n"
    }
  ],
  "total_in_batch": 4
}