{
  "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
  "batch_number": 1,
  "pages_to_review": [
    {
      "page_number": 4,
      "evidence": "20% error rate with unknown words 'mieke' and 'bal' which are proper names (Mieke Bal). Title page content is very short and simple, so high error rate indicates systematic OCR failure. Missing expected punctuation.",
      "confidence": 0.95,
      "footnote_artifacts": "None detected",
      "extracted_text": "Cultural Memory\nin\nthe\nPresent\nMieke Bal and Hent de Vries, Editors\n"
    },
    {
      "page_number": 10,
      "evidence": "18.5% error rate. Unknown words include German/French terms ('Misère', 'doch', 'noch', 'nicht', 'und', 'crimen', 'schon') which are legitimate foreign language content (not errors), but high overall error rate indicates structural OCR problems. This is a table of contents with many abbreviations and mixed languages.",
      "confidence": 0.9,
      "footnote_artifacts": "Tab formatting preserved with line numbers and cross-references. Abbreviations like 'xi', 'xii' correctly recognized.",
      "extracted_text": "Contents\nAcknowledgments\t\nxi\nAbbreviations\t\nxii\n\t\nIntroduction: French Revolution, German Misère\t\n1\n1.\t Missed Revolutions: Translation, Transmission, Trauma\t\n8\n“ . . . an impossibly speedy motion”\t\n8\nTranslatio imperii\t\n14\nCopernican and Other Revolutions\t\n17\n“The Magic Wand of Analogy”\t\n20\nNoch nicht und doch schon . . . \t\n21\nTranslation as Trauma\t\n24\n2.\t The Kantian Theater\t\n26\nCrimen inexpiabile\t\n28\nShipwreck with Spectator\t\n31\nThe Abyss of Form\t\n35\nDiabolical?\t\n42\nMoral Revolution\t\n46\nAnother Scene\t\n50\n3.\t The Corpse of Faith\t\n55\nRevolution or Reform?\t\n55\nDead Right\t\n58\nErasures\t\n60\nTerror as Melancholia\t\n64\nOf Kings and Cabbages\t\n67\nHorror vacui\t\n74\n"
    },
    {
      "page_number": 13,
      "evidence": "14.7% error rate with many unidentified German/technical terms ('gregor', 'abbre', 'trans', 'gruyter', 'grundrisse', 'schriften', 'niglich', 'wissenschaften', 'guyer'). These appear to be fragments or OCR artifacts of German text rather than legitimate foreign language content. Multiple truncated words indicate systematic errors.",
      "confidence": 0.92,
      "footnote_artifacts": "Some special characters preserved (üä ß) but also degradation in transcription of German abbreviations.",
      "extracted_text": "Abbreviations\nWhere a citation gives both German and English sources, the relevant \nquotation is from the existing English translation, occasionally modified.\nAk\t\nImmanuel Kant, Gesammelte Schriften (facsimile of the standard \n“Akademie” edition of Kant’s works published by the Königlich-\nPreußischen Akademie der Wissenschaften, 1902–), 23 vols. \n(­Berlin: de Gruyter, 1968–)\nAP\t\nImmanuel Kant, Anthropology from a Pragmatic Point of View \n(1798), trans. and ed. Robert B. Louden (New York: Cam-\nbridge University Press, 2006)\nCF\t\nImmanuel Kant, Conflict of the Faculties (1798), in Religion and \nRational Theology, trans. and ed. Allen W. Wood and George di \nGiovanni (Cambridge: Cambridge University Press, 1996)\nCJ\t\nImmanuel Kant, Critique of the Power of Judgment (1790), \ntrans. Paul Guyer and Eric Matthews (Cambridge: Cambridge \nUniversity Press, 2000)\nCPrR\t\nImmanuel Kant, Critique of Practical Reason (1788), in id. Prac-\ntical Philosophy, trans. and ed. Mary J. Gregor (Cambridge: \nCambridge University Press, 1996)\nEnz\t\nG. W. F. Hegel, Enzyklopädie der philosophischen Wissenschaften \nim Grundrisse (Encyclopedia of the Philosophical Sciences) (1817–\n1830), 3 vols., in id., Werke, vols. 8–10. References to the En-\ncyclopedia will be given by paragraph number, except where \nthe length of the paragraph justifies including a page number. \nThe supplementary “additions” (Zusätze) incorporated into \nthe later editions of the work will be indicated by the abbre-\nviation Z after the paragraph number, while Hegel’s “remarks” \n(­Anmerkungen) will be indicated by A.\n"
    },
    {
      "page_number": 14,
      "evidence": "19.4% error rate with degraded German abbreviations and technical terms ('phr', 'ausgabe', 'gregor', 'paedia', 'unwin', 'von', 'vol', 'ningh', 'phh', 'hardenbergs'). Many truncated or malformed references. This is an abbreviations/bibliography page with complex formatting that OCR has struggled with.",
      "confidence": 0.93,
      "footnote_artifacts": "Spacing artifacts with right-aligned page numbers. Special characters present but some malformation in German terms.",
      "extracted_text": "Abbreviations    xiii\nEPW\t\nThe Early Political Writings of the German Romantics, ed. and \ntrans. Frederick C. Beiser (Cambridge: Cambridge University \nPress, 1996)\nETW\t\nG. W. F. Hegel, Early Theological Writings, trans. T. M. Knox et \nal. (1948; Philadelphia: University of Pennsylvania Press, 1971)\nKA\t\nFriedrich Schlegel, Kritische Friedrich-Schlegel-Ausgabe, ed. Ernst \nBehler et al. (Munich: F. Schöningh, 1958–2006), 35 vols.\nMM\t\nImmanuel Kant, Metaphysics of Morals (1797), in id., Practical \nPhilosophy, trans. and ed. Mary J. Gregor (Cambridge: Cam-\nbridge University Press, 1996)\nPhG\t\nG. W. F. Hegel, Phänomenologie des Geistes (1807), in id., Werke, \nvol.3; trans. A. V. Miller as Phenomenology of Spirit (Oxford: \nOxford University Press, 1977). All references to this text will \nbe by paragraph number.\nPhH\t\nG. W. F. Hegel, The Philosophy of History, trans. J. Sibree (1837; \nNew York: Dover, 1956)\nPhM\t\nG. W. F. Hegel, Philosophy of Mind. Part Three of the Encyclo-\npaedia of the Philosophical Sciences (1830), trans. William Wal-\nlace and A. V. Miller (Oxford: Oxford University Press, 1971)\nPhNa\t\nG. W. F. Hegel, Philosophy of Nature (1830), 3 vols., ed. and \ntrans. M. J. Petry (London: George Allen and Unwin, 1970)\nPhR\t\nG. W. F. Hegel, Elements of the Philosophy of Right (1820), ed. \nAllen Wood, trans. H. B. Nisbet (Cambridge: Cambridge Uni-\nversity Press, 1991)\nPP\t\nImmanuel Kant, “Toward perpetual peace” (1795), in id., Prac-\ntical Philosophy, trans. and ed. Mary J. Gregor (Cambridge: \nCambridge University Press, 1996)\nRR\t\nImmanuel Kant, Religion Within the Boundaries of Mere Reason \n(1793), trans. George di Giovanni, in Kant, Religion and Ra-\ntional Theology, ed. Allen W. Wood and George di Giovanni \n(Cambridge: Cambridge University Press, 1996)\nSchriften\t\nNovalis, Schriften. Die Werke Friedrich von Hardenbergs, eds. Paul \nKluckholm and Richard Samuel (Stuttgart: W. Kohlhammer, \n1960–1988), 6 vols.\n"
    },
    {
      "page_number": 15,
      "evidence": "23.3% error rate - highest in batch. Unknown words include truncated German terms ('gregor', 'von', 'vol', 'der', 'trans', 'vpr', 'ber', 'suhrkamp', 'vpg', 'vorlesungen'). Multiple abbreviations are malformed. Complex abbreviations page with many special formatting elements has caused systematic OCR failure.",
      "confidence": 0.91,
      "footnote_artifacts": "Right-aligned reference markers and special spacing formatting partially preserved but with degradation.",
      "extracted_text": "xiv \n  Abbreviations\nSE\t\nSigmund Freud, The Standard Edition of the Complete Psycho-\nlogical Works, ed. and trans. James Strachey et al., 24 vols. (Lon-\ndon: Hogarth Press and Institute of Psycho-Analysis, 1953-74)\nTP\t\nImmanuel Kant, “On the common saying: that may be correct \nin theory, but it is of no use in practice” (1793), in id., Practical \nPhilosophy, trans. and ed. Mary J. Gregor (Cambridge: Cam-\nbridge University Press, 1996)\nVGP\t\nG. W. F. Hegel, Vorlesungen über die Geschichte der Philosophie, \n3 vols., in id., Werke, vols. 18–20\nVPG\t\nG. W. F. Hegel, Vorlesungen über die Philosophie der Geschichte, \nin id., Werke, vol. 12\nVPR\t\nG. W. F. Hegel, Philosophie des Rechts: Die Vorlesungen von \n1819/20 in einer Nachschrift, ed. Dieter Henrich (Frankfurt \na.M.: Suhrkamp, 1983)\nWerke\t\nG. W. F. Hegel, Werke, 20 vols. (Frankfurt am Main: Suhrkamp, \n1970)\n"
    },
    {
      "page_number": 174,
      "evidence": "Error rate: 23.9%. Many unknown words are German/foreign language (not errors). Sample unknown: ['von', 'ibid', 'dlung']",
      "confidence": 0.7,
      "footnote_artifacts": 13,
      "extracted_text": "Notes\nintroduction\n1.  Karl Marx, “Introduction to the Contribution to the Critique of Hegel’s \nPhilosophy of Right,” in id., Early Writings, trans. T. B. Bottomore (New York: \nMcGraw-Hill, 1964), p. 45.\n2.  Ibid., p. 49.\n3.  Karl Marx and Friedrich Engels, The German Ideology (Amherst, NY: Pro-\nmetheus Books, 1998), p. 65.\n4.  Heinrich Heine, “The Romantic School,” in The Romantic School and ­Other \nWritings, ed. Jost Hermand and Robert Holub (New York: Continuum, 1985), \np. 21. For an excellent exploration of the debates, see Warren Breckman, “Diag-\nnosing the ‘German Misery’: Radicalism and the Problem of National Character, \n1830 to 1848,” in Between Reform and Revolution: German Socialism and Com-\nmunism from 1840 to 1990, ed. David E. Barclay and Eric D. Weitz (New York: \nBerghahn Books, 1998), pp. 33–62.\n5.  Marx, “Introduction to the Contribution to the Critique of Hegel’s Philoso-\nphy of Right,” p. 45.\n6.  Ernst Bloch, Heritage of Our Times, trans. Neville and Stephen Plaice \n(Berkeley: University of California Press, 1991); cf. Jeffrey Herf, Reactionary Mod-\nernism: Technology, Culture and Politics in Weimar and the Third Reich (Cambridge: \nCambridge University Press, 1984).\n7.  Hegel, VGP 529; PhH 447.\n8.  See Jürgen Habermas, “Hegel’s Critique of the French Revolution,” in id., \nTheory and Practice, trans. John Viertel (Boston: Beacon Press, 1973), p. 121.\nchapter 1: missed revolutions: translation, transmission, trauma\n1.  Joachim Heinrich Campe, Über die Reinigung und Bereicherung der \ndeutschen Sprache: dritter Versuch, welcher den von dem Königl. Preuß. Gelehr-­\ntenverein zu Berlin ausgesetzten Preis erhalten hat (Braunschweig: Schulbuchhan-\ndlung, 1794).\n2.  Joachim Heinrich Campe, Wörterbuch zur Erklärung und Verdeutschung der \n"
    },
    {
      "page_number": 175,
      "evidence": "Error rate: 23.8%. Sample unknown: ['seeba', 'unserer', 'von']",
      "confidence": 0.7,
      "footnote_artifacts": 28,
      "extracted_text": "    Notes to Chapter 1\nunserer Sprache aufgedrungenen fremden Ausdrücke. Ein Ergänzungsband zu Ade-\nlungs Wörterbücher (Grätz: F. X. Miller 1808–9). In the entry under “Revolution” \n(p. 218), Campe makes the same remark about velocities.\n3.  Martin Luther, Sendbrief vom Dolmetschen (1530), in id., Werke, 60 vols. \n(Weimar: Hermann Böhlau, 1883–1980), 30, pt. 2: 632–46.\n4.  G. W. F. Hegel, “The German Constitution” (1802), in id., Political Writ-\nings, ed. Laurence Dickey and H. B. Nisbet (New York: Cambridge University \nPress, 1999), pp. 6–7.\n5.  Samuel Pufendorf, The Present State of Germany, trans. Edmund Bohun \n(1696), ed. Michael Seidler (Indianapolis: Liberty Fund, 2007).\n6.  Friedrich Karl von Moser, 1792 preface to Von dem deutschen Nationalgeist \n(1765), quoted by James Sheehan, German History, 1770–1866 (Oxford: Oxford \nUniversity Press, 1989), p. 237.\n7.  Joachim Heinrich Campe, Wörterbuch der deutschen Sprache (Braun­\nschweig: Schulbuchhandlung, 1807), quoted by Hinrich Seeba, “Trostgründe: Cul-\ntural Nationalism and Historical Legitimation in Nineteenth-Century German \nLiterary Histories,” Modern Language Quarterly 64 (2003): 181–97. For Campe’s \nletters from Paris, see Joachim Heinrich Campe, Briefe aus Paris zur Zeit der Revo-\nlution geschrieben, ed. Hans-Wolf Jäger (Hildesheim: Gerstenberg, 1977).\n8.  The gendered opposition between mother tongue and fatherland is perva-\nsive in Campe; for a similar problematic in Fichte, see David Martyn, “Borrowed \nFatherland: Nationalism and Language Purism in Fichte’s Addresses to the German \nNation,” Germanic Review 72 (1997): 303–15.\n9.  Johann Gottlieb Fichte, Die Staatslehre (1813), in id. Sämmtliche Werke, ed. \nImmanuel Hermann Fichte, 11 vols. (1845–46; Berlin: de Gruyter, 1965), 4: 436.\n10.  Fichte, Reden an die deutsche Nation (1808), in id., Sämmtliche Werke, 7: \n257–502\n11.  Fichte, “Beitrag zur Berichtigung der Urtheile des Publikums über die fran-\nzösische Revolution” (1793) in id., Sämmtliche Werke"
    },
    {
      "page_number": 176,
      "evidence": "Error rate: 14.1%. Sample unknown: ['zeitschrift', 'kunstgeschichte', 'emony']",
      "confidence": 0.7,
      "footnote_artifacts": 25,
      "extracted_text": "Notes to Chapter 1    \ntorical Review 50 (1945): 443–45. In relation to the Roman trionfi, see Bruno Klein, \n“Napoleons Triumphbogen in Paris und der Wandel der offiziellen Kunstanschau-\nung im Premier Empire,” Zeitschrift für Kunstgeschichte 59 (1996): 244–69\n14.  Speech at exhibition of Belgian war booty in 1794, quoted by McLellan, \nInventing the Louvre, p. 116.\n15.  For descriptions of the 1798 Fête de la Liberté, see Mainardi, “Assuring the \nEmpire,” and McLellan, Inventing the Louvre, pp. 121–23.\n16.  Werner Goez, Translatio Imperii. Ein Beitrag zur Geschichte des Geschichts-\ndenkens und der politischen Theorie im Mittelalter und in der frühen Neuzeit (Tübin-\ngen: J. C. B. Mohr, 1958); Ernst Kantorowicz, The King’s Two Bodies (Princeton, \nNJ: Princeton University Press, 1957); Ernst Robert Curtius, European Literature \nand the Late Middle Ages (Princeton, NJ: Princeton University Press, 1953), pp. \n24–30; Jacques LeGoff, Medieval Civilization, 400–1500 (Oxford: Blackwell, 1988), \npp. 165–74. See Kantorowicz, King’s Two Bodies, pp. 409–31, for a description of \nthe brightly colored clothes worn at the royal funeral pageants of the Middle Ages, \nas well as the feasts and visual effigies, designed to mediate the interregnum and \nto neutralize the event of mourning; see also Ralph Giesey, The Royal Funeral Cer-\nemony in Renaissance France (Geneva: Droz, 1960) and Sergio Bertelli, The King’s \nBody: Sacred Rituals of Power in Medieval and Early Modern Europe, trans. R. Burr \nLitchfield (University Park: Pennsylvania State University Press, 2001), pp. 11–61. \nFor some of the theological and metaphysical complexities of this perpetuity, see \nKantorowicz, King’s Two Bodies, pp. 273–450.\n17.  Cf. Samuel Klinger, “The German Translatio and the Gothic Revival,” \nModern Philology 45 (1947): 73–103.\n18.  Bishop Otto of Freising, one of the first to formalize the concept of trans-\nlatio imperii, refers the scheme to the prophesy of the four empires in the book \nof Daniel."
    },
    {
      "page_number": 177,
      "evidence": "Error rate: 27.2%. Sample unknown: ['schriften', 'meisters', 'plexities']",
      "confidence": 0.7,
      "footnote_artifacts": 32,
      "extracted_text": "    Notes to Chapter 1\nthe Christian Nobility of the German Nation Concerning the Reform of the \nChristian Estate,” in Luther’s Works, ed. Jaroslav Pelikan and Helmut T. Leh­\nmann, 55 vols. (Philadelphia: Fortress Press, 1958–86), 44: 208–9.\n20.  Martin Luther, “An die Ratherren aller Städte deutsches Lands, daß sie \nchristliche Schulen aufrichten und halten sollen” (1524), in id., Werke, 15: 32; trans. \nAlbert Steinhaeuser as “To the Councilmen of all Cities in Germany that they \nestablish and maintain Christian schools,” in Luther’s Works, 45: 352. On the com-\nplexities of Luther’s relationship to the doctrine of translatio imperii, see Samuel \nKlinger, “The Gothic Revival and the German Translatio”; John Headley, Luther’s \nView of Church History (New Haven, CN: Yale University Press, 1963), pp. 240–\n45; id., Church, Empire and World The Quest for Universal Order, 1520–1640 (Alder-\nshot, UK: Ashgate, 1997); Arno Seifert, Der Rückzug der biblischen Prophetie von \nder neueren Geschichte. Studien zur Geschichte der Reichstheologie des frühneuzeit­\nlichen deutschen Protestantismus (Cologne: Böhlau, 1990).\n21.  Heinrich von Kleist, letter of October 24, 1806, quoted by Wolf Kittler in \nA New History of German Literature, ed. David Wellbery (Cambridge, MA: Har-\nvard University Press, 2004), p. 506.\n22.  On the French Revolution as a natural disaster, see Friedrich Schlegel, \n“Athenæum Fragments” (1798), §424, in KA 2: 247; EPW 122 (flood, earthquake); \nCampe, Briefe aus Paris zur Zeit der Revolution geschrieben (flood); Georg Forster, \n“Pariser Umrisse,” in id., Werke (Berlin: Akademie Verlag, 1990), vol. 10, Revo-\nlutionsschriften (1792–93), ed. Klaus-Georg Popp (hurricane, thunderbolt, flood); \nErnst Moritz Arndt, Geist der Zeit, in id., Werke (Leipzig: K.F. Pfau, 1892-1909), \nvols. 8–11, 8: 290 and passim (earthquake, volcano, thunderstorm); Johann Gott-\nfried Herder, Briefe, die Fortschritte der Humanität betreffend (1792 draft), in id., \nWerke, 10 vols., ed. Mar"
    },
    {
      "page_number": 178,
      "evidence": "Error rate: 22.2%. Sample unknown: ['canni', 'mtliche', 'von']",
      "confidence": 0.7,
      "footnote_artifacts": 27,
      "extracted_text": "Notes to Chapter 1    \nabout revolutionary violence around 1800—feminine, cannibalistic, and barbaric \n(the invasion of Germany more or less coincided with the uprising of the slaves \nin Saint-Domingue, and provoked similar anxieties and depictions)—see Suzanne \nZantop, “The French Revolution in the German Imagination,” in Representing \nthe French Revolution: Literature, Historiography and Art, ed. James A. W. Heffer-\nnan (Hanover, NH: University Press of New England, 1992), pp. 213–33. Com-\npare Schiller’s depiction of the bloodthirsty female marauders in “Das Lied von \nder Glocke.” Susan Buck-Morss, Hegel, Haiti and Universal History (Pittsburgh: \nUniversity of Pittsburgh Press, 2009), has recently drawn attention to the elision \nof the Haitian revolution in German philosophical responses to the Revolution, \nparticularly notable in Hegel. On French representations of revolutionary canni-\nbalism, see Bronisław Baczko, Comment sortir de la Terreur? Thermidor et la Révo-\nlution (Paris: Gallimard, 1989), pp. 264–77, Alain Corbin, Le village des cannibals \n(Paris: Aubier, 1990) (and see pp. 52–53 above).\nOn the Revolution as illness, see Novalis, Political Aphorisms (1798), §46, \nin EPW 53; Johann Wolfgang Goethe, “Reise der Söhne Megaprazons,” in id., \nSämtliche Werke, pt. 1, vol. 8, Die Leiden des jungen Werthers, Die Wahlverwandt-\nschaften, Kleine Prosa Epen, pp. 578–94 (and see p. 53 above). The association \nbetween revolution and cholera would become emphatic during the upheavals of \n1830, 1848, and 1870; see Richard Evans, “Epidemics and Revolutions: Cholera in \nNineteenth-Century Europe,” Past and Present 120 (1988): 123–46 and Catherine \nKudlick, Cholera in Post-Revolutionary Paris: A Cultural History (Berkeley: Univer-\nsity of California Press, 1996).\nThere are many anthologies of contemporary German writings on the French \nRevolution, among which see Friedrich Eberle and Theo Stammen, eds., Die \nFranzösische Revolution in Deutschland: Zeitgenossische Texte"
    },
    {
      "page_number": 179,
      "evidence": "Error rate: 26.0%. Sample unknown: ['vortreffliche', 'edu', 'ibid']",
      "confidence": 0.7,
      "footnote_artifacts": 70,
      "extracted_text": "    Notes to Chapter 1\n28.  Fichte, letter to Jens Baggesen, 1789, in id., Briefwechsel, vol. 1: Briefe 1775–\n1793, ed. Reinhard Lauth and Hans Jacob, with Hans Gliwitzky and Manfred \nZahn (1968; Stuttgart, 1970), p. 449.\n29.  Friedrich Schlegel, “Über die Unverständlichkeit” (1800), in KA 2: 366 \n(“eine vortreffliche Allegorie auf das System des transzendentalen Idealismus”) \nand id., “Lessings Gedanken und Meinungen” (1804), in KA 3: 96.\n30.  Schlegel, “Athenæum Fragments,” §451, in KA 2: 255.\n31.  Schlegel, “Philosophical Fragments” (1798), §1471, in KA 18: 315; EPW 165.\n32.  Ibid., §391, in KA 18: 227; EPW 163.\n33.  Ibid., §68, in KA 18: 330; EPW 166.\n34.  Schlegel, “Athenæum Fragments,” §424, in KA 18: 247; EPW 122.\n35.  Novalis, “Christianity or Europe,” in Schriften 3: 518; EPW 72.\n36.  Herder, Letters on the Progress of Humanity (1792), in id., Philosophical \nWritings, trans. Michael Forster (Cambridge: Cambridge University Press, 2002), \np. 366.\n37.  Novalis, “Pollen” (1797), §64, in Schriften 2: 437; EPW 20.\n38.  Cited by Sheehan, German History, p. 30. For the text of the Peace of West-\nphalia treaty, see http://avalon.law.yale.edu/17th_century/westphal.asp (accessed \nJanuary 4, 2010), and see Scott Veitch, “The Legal Politics of Amnesty,” in Lethe’s \nLaw: Justice, Law and Ethics in Reconciliation, ed. Emilios A. Christodoulidis and \nScott Veitch (Oxford: Hart Publishing, 2001), pp. 33–46.\n39.  VPG 491; PhH 411.\n40.  Cf. Lacan’s discussion of Zeno’s paradox in Seminar XX: On Feminine \nSexuality (New York: Norton, 1998), p. 8; cf. Slavoj Žižek, Looking Awry: An \nIntroduction to Jacques Lacan Through Popular Culture (Cambridge, MA: MIT \nPress, 1992).\n41.  Schlegel, “Athenæum Fragments,” §216, in KA 2: 198; EPW 118 (slightly \nmodified).\n42.  Cf. Patricia Parker, “Preposterous Events,” in Shakespeare Quarterly 43, no. \n2 (Summer 1992): 186–213 .\n43.  Schlegel, “Lyceum Fragments,” §75, in KA 2: 156; Friedrich Schlegel’s \nLucinde and the Fragments, trans. an"
    },
    {
      "page_number": 180,
      "evidence": "Error rate: 12.2%. Sample unknown: ['vertilgt', 'vertilgen', 'unvertilgbar']",
      "confidence": 0.7,
      "footnote_artifacts": 69,
      "extracted_text": "Notes to Chapter 2    \nchapter 2: the kantian theater\n1.  Ak 7: 86; CF 303.\n2.  Ak 6: 320–21; MM 464–65.\n3.  Cf. Jacques Lacan, The Ethics of Psychoanalysis (New York: Norton, 1992), pp. \n115–27. For an exceptionally interesting exploration of concepts of epigenesis and \npreformation in this period, see Helmut Müller-Sievers, Self-Generation: Biology, \nPhilosophy, and Literature Around 1800 (Stanford: Stanford University Press, 1997).\n4.  Ak 7: 88, 85; CF, 304, 302.\n5.  Cf. the distinction in Kant between the “mechanical” and the “judicious” \nuse of memory; the latter is explicitly integrative—a way of subsuming parts \nunder wholes, as in Linnaean classification; see Ak 7: 182–85; AP 75–78.\n6.  Ak 5: 351–54; CJ §59, §§225–28.\n7.  Ak 7: 79, 89, 84; CF 297, 304, 301.\n8.  Kant repeatedly describes radical evil as indelible—see, e.g., Ak 6: 31; RR, p. \n79: “ineradicable” (nicht ausgerottet); Ak 6: 37, 51; RR 83, 94: “inextirpable” (nicht zu \nvertilgen, unvertilgbar); Ak 6: 72; RR 112: “impossible to wipe out” (nie ­auszulöschen). \nThe image of the faule Fleck, or foul stain (Ak 6: 38; RR 85), captures what is most \nenigmatic about radical evil—its formlessless or lack of “character” “[Radical evil] \nis really without character (since . . . it permits no lasting principle in itself” (Ak 7: \n329; AP 234). This amorphousness is precisely what distinguishes radical from dia-\nbolical evil, where evil is elevated to a formal principle. See above, pp. 47–48.\n9.  Ak 6: 71–72; RR 112–13.\n10.  Ak 6: 41, 77; RR 87, 116.\n11.  Ak 6: 135; RR 162; cf. Ak 8: 379; PP 357.\n12.  Ak 5: 31; CPrR 164, and Ak 5: 468; CJ §91. The revolutionary event is simi-\nlarly described as a Factum in an earlier draft of CF (Ak 19: 604); see Peter Fenves, A \nPeculiar Fate: Metaphysics and World-History in Kant (Ithaca, NY: Cornell Univer-\nsity Press, 1991), pp. 218–220, on the complexities of the “fact” in practical reason.\n13.  Ak 7: 91; CF 306. For examples of moral indelibility, see Ak 5:274; CJ 156 "
    },
    {
      "page_number": 181,
      "evidence": "Error rate: 16.5%. Sample unknown: ['beantwortung', 'cul', 'einen']",
      "confidence": 0.7,
      "footnote_artifacts": 26,
      "extracted_text": "    Notes to Chapter 2\n15.  See Martin Heidegger, “Die Zeit des Weltbildes,” in id., Holzwege (Frank-\nfurt am Main: Klostermann, 2003), pp. 75–114. On Hegel’s critique of the moral \nworld view, see PhG §§599–615 and chapter 4 above.\n16.  Edmund Burke, A Philosophical Enquiry into the Origin of Our Ideas of the \nSublime and Beautiful (1757; London: Penguin Books, 1998). E. J. Clery connects \nthis self-affirmation to a crisis of confidence in the British military in the mid-­\neighteenth century and the subsequent promotion of the citizen’s militia as sym-\nbolic moral supplement—national potency put in reserve and on parade; see “The \nPleasure of Terror: Paradox in Edmund Burke’s Theory of the Sublime,” in Plea-\nsure in the Eighteenth Century, ed. Roy Porter and Marie Mulvey Roberts (New \nYork: New York University Press, 1996). There is a parallel in Kant’s remark on \nthe sublime profit furnished by the spectacle of the warrior. On some of the gen-\nder issues involved in Burke’s aesthetics of the sublime in relation to his later dis-\ncussion of the French Revolution, see Linda Zerilli, “Text/Woman as Spectacle: \nEdmund Burke’s ‘French Revolution,’” in The Eighteenth Century 33 (1992): 47–72.\n17.  Hence the thuggish reaction of the Savoyard peasant, who lacks the cul-\ntural wherewithal to draw moral profit from the scenery: “In fact, without the \ndevelopment of moral ideas, that which we, prepared by culture, call sublime will \nappear merely repellent to the unrefined person. He will see in the proofs of the \ndominion of nature given by its destructiveness and in the enormous measure of \nits ­power, against which his own vanishes away to nothing, only the distress, dan-\nger, and need that would surround the person who was banished thereto. Thus the \ngood and otherwise sensible Savoyard peasant (as Herr de Saussure relates) had no \nhesitation in calling all devotees of the icy mountains fools” (Ak 5: 265; CJ §29). \nThe judgment of beauty involves similar constraints. "
    },
    {
      "page_number": 183,
      "evidence": "Error rate: 12.4%. Sample unknown: ['regiminis', 'reinhard', 'sch']",
      "confidence": 0.7,
      "footnote_artifacts": 14,
      "extracted_text": "    Notes to Chapter 2\nalso distinguished between “extensive” and “intensive” practices (see pp. 182–215); \nsee also Reinhard Wittmann, “Was There a Reading Revolution at the End of the \nEighteenth Century?” in A History of Reading in the West, ed. Guglielmo ­Cavallo \nand Roger Chartier (Amherst: University of Massachusetts Press, 1999), pp. 284–\n312; T. C. Blanning, The Culture of Power and the Power of Culture: Old Regime \nEurope, 1660–1789 (Oxford: Oxford University Press, 2002); Friedrich A. Kittler, \nDiscourse Networks 1800/1900 (Stanford: Stanford University Press, 1990); and Mar-\ntha Woodmansee, The Author, Art and the Market: Reading the History of Aesthet-\nics (New York: Columbia University Press, 1994). On the furniture revolution in \neighteenth-century Germany and changing images of the reader’s body, see Erich \nSchön, “Mentalitätsgeschichte des Leseglücks,” in Leseglück: Eine vergessene Erfah-\nrung? ed. Alfred Bellebaum and Ludwig Muth (Darmstadt: Westdeutsche Verlag, \n1996), pp. 151–76.\n25.  Ak 7: 85; CF 302.\n26.  The French Revolution is the singular event that achieves universality in \nthe exegetical reaction of the observer. This corresponds to the way Kant char-\nacterizes reflective judgment in the third Critique. The ability to respond to dis-\nenchanted nature as if it were significant text, to find in beauty, for example, the \n“cipher [Chiffreschrift] by means of which nature . . . speaks to us,” is the “mark \n[Kennzeichen] of a good soul” and the “sign [Zeichen] of a good moral character \n[Charakter]” (Ak 5: 301; CJ §42). By reading the natural world we render ourselves \nlegible, marking and remarking on our own powers of discernment. This opens \nup a potential infinite regress of signifiers: what is the sign of a “character” if not \nthe sign of a sign? I shall return to the question of moral character. On the motif \nof reading in the third Critique, see Rudolf Makreel, Imagination and Interpreta-\ntion in Kant (Chicago: University of Chicago P"
    },
    {
      "page_number": 185,
      "evidence": "Error rate: 16.4%. Sample unknown: ['flammarion', 'vol', 'libert']",
      "confidence": 0.7,
      "footnote_artifacts": 32,
      "extracted_text": "    Notes to Chapter 2\nof the motif of self-birthing in Kant (and Herder’s critique) in The Embodiment of \nReason: Kant on Spirit, Generation, and Community (Chicago: University of Chi-\ncago Press, 1997).\n37.  Alain Renaut and Jacob Rogozinski argue that Kant uses this argument \nto accommodate the king’s trial, the latter seeing in this accommodation a basic \nlack of intellectual fortitude. See Renaut, “The King’s Trial,” in The French Revolu-\ntion and the Creation of Modern Political Culture, ed. Keith Michael Baker, 3 vols. \n(Oxford: Pergamon Press, 1990); Rogozinski, “Un crime inexpiable (Kant et le régi-\ncide),” Rue Descartes 4 (April 1992): 99–120, and id., “It Makes Us Wrong: Kant and \nRadical Evil,” in Radical Evil, ed. Joan Copjec (New York: Verso, 1996), pp. 29–45.\n38.  Ak 6: 341; MM 481–82.\n39.  Cf. Alenka Zupančič, “Kant with Don Juan and Sade,” in Radical Evil, ed., \nJoan Copjec, pp. 122–23.\n40.  Maximilien Robespierre, speech of December 3, 1792, in Michael Walzer, \nRégicide et révolution: Le procès de Louis XVI suivi par discours au procès de Louis \nXVI (Paris: Payot, 1989), p. 222. The legal status of the trial was at the heart of the \ndispute between Condorcet, who insisted on due process, and Robespierre and \nSaint-Just, who did not shrink from renouncing legality on both theoretical and \npractical grounds. See the debate between Michael Walzer, introduction to Regi-\ncide et révolution, and Ferenc Fehér, “Revolutionary Justice,” in Fehér, The Fro-\nzen Revolution: An Essay on Jacobinism (Cambridge: Cambridge University Press, \n1988), pp. 97–112; see also Walzer, “The King’s Trial and the Political Culture of \nthe French Revolution,” in The Political Culture of the French Revolution, ed. Colin \nLucas, vol. 2 (Oxford: Pergamon Press, 1988). See also Marie-Hélène Huet’s very \nperceptive remarks on the conceptual quandaries raised by the king’s trial in id., \nRehearsing the Revolution: The Staging of Marat’s Death, 1793-1797 (Berkeley: Uni-\nversity of"
    },
    {
      "page_number": 186,
      "evidence": "Error rate: 15.3%. Sample unknown: ['restif', 'schechter', 'iel']",
      "confidence": 0.7,
      "footnote_artifacts": 46,
      "extracted_text": "Notes to Chapter 2    \n48.  See Walter Benjamin’s 1934 correspondence with Gershom Scholem on Kafka, \nin Benjamin and Scholem, Briefwechsel 1933–1940 (Frankfurt am Main: Suhr­kamp, \n1980); Giorgio Agamben develops Scholem’s phrase “Geltung ohne Bedeutung” (let-\nter of Sept 20, 1934) in Homo Sacer: Sovereign Power and Bare Life, trans. Daniel \n­Heller-Roazen (Stanford: Stanford University Press, 1988), pp. 49–62.\n49.  This is the reproach of Rogozinski, “Un crime inexpiable,” Zupančič, \n“Kant with Don Juan and Sade,” and Slavoj Žižek, For They Know Not What They \nDo (New York: Verso, 1991), pp. 206–9.\n50.  Ak 7: 229, 295; AP 124, 194; cf. Ak 6: 47–48; RR 92.\n51.  “Wanting to become a better person in a fragmentary way is a futile endeav-\nor, since one impression dies out while one works on another; the grounding of \ncharacter, however, is absolute unity of the inner principle of conduct as such” \n(Ak 7: 292; AP 194).\n52.  Ak 7: 294; AP 194.\n53.  Kant, “Collegentwürfe aus den 80er Jahren,” in Ak 15: 867–68.\n54.  Ak 7: 294; AP 194.\n55.  Cf. Ak 7: 85, 53; CF 302, 276.\n56.  See Ian Balfour, “The Sublime of the Nation,” in id., The Language of the \nSublime (forthcoming).\n57.  Michel Foucault, Discipline and Punish (New York: Vintage Books, 1977).\n58.  On popular entertainments and decorative art during the Terror, see Dan-\niel Arasse, La guillotine et l’imaginaire de la terreur (Paris: Flammarion, 1987), \nand Daniel Guerould, Guillotine: Its Legend and Lore (New York: Blast Books, \n1992), pp. 27ff. On decapitation as a fashion theme, see Ronald Schechter, “Goth-\nic Thermidor: The Bals des victimes, the Fantastic, and the Production of His-\ntorical Knowledge in Post-Terror France,” in Representations 61 (1998): 78-94,” \nand as a formal contribution to painting, Ewa Lajer-Burcharth, Necklines: The Art \nof Jacques-­Louis David After the Terror (New Haven, CN: Yale University Press, \n1999). For new media technologies representing the “marvels” of the guillotine, see \nLaure"
    },
    {
      "page_number": 187,
      "evidence": "Error rate: 18.2%. Sample unknown: ['laf', 'ibid', 'von']",
      "confidence": 0.7,
      "footnote_artifacts": 19,
      "extracted_text": "    Notes to Chapter 2\nJustice banned all spectators from executions. Cf. Albert Camus, “Reflections on \nthe Guillotine,” in id., Resistance, Rebellion, and Death (New York: Knopf, 1969): \n“Today, there is no spectacle . . .” (p. 137).\n61.  Jules Michelet, Histoire de la révolution française, 2 vols. (Paris: Robert Laf-\nfont, 1979), 2: 177. For Michelet, it was the mercilessness of the king’s trial that \nplanted the seeds of the Restoration by unleashing a torrent of popular sympathy \nthat would acquire the aura of sacral forgiveness: denied clemency, Louis would be \n“resuscitated by the force of pity and the virtue of blood” (ibid., 262). Susan Dunn \nanalyzes this dialectic in The Deaths of Louis XVI: Regicide and the French Political \nImagination (Princeton, NJ: Princeton University Press, 1994).\n62.  Victor Hugo, “Le Verso de la page” (1857); cf. also Hugo’s poem “La pitié \nsuprême.”\n63.  Hannah Arendt, On Revolution (London: Penguin Books, 1990).\n64.  Konrad Engelbert Oelsner, “Historische Briefe über die Begebenheiten \nin Paris,” Minerva, August 14, 1792, pp. 518–22. Both conservative and liberal \njournals featured graphic accounts of cannibalism. For the importance of Miner-\nva in shaping German liberal attitudes to the French Revolution, see Thomas P. \nSaine, Black Bread—White Bread: German Intellectuals and the French Revolution \n(Columbia, SC: Camden House, 1988), and for its importance to Hegel, Jacques \nd’Hondt, Hegel secret: Recherches sur les sources cachés de la pensée de Hegel (Paris: \nPresses universitaires de France, 1968). Hegel’s characterization of the boredom or \n“flatness” of the Terror (we shall come to this) is even more arresting in light of the \npervasive sensationalism of the media: is “flatness” a defense against fascination, or \ndoes pornography serve to distract from horror vacui?\n65.  See p. 161 n. 22 above. Reports of cannibalism are ubiquitous in French \ncounterrevolutionary and Thermidorian reportage. See, e.g., Louis-Marie Prud-"
    },
    {
      "page_number": 188,
      "evidence": "Error rate: 18.0%. Sample unknown: ['andreas', 'olic', 'ibid']",
      "confidence": 0.7,
      "footnote_artifacts": 20,
      "extracted_text": "Notes to Chapters 2 and 3    \nHabermas and Jacques Derrida, ed. Giovanna Borradori (Chicago: University of \nChicago Press, 2003), pp. 85–136.\n69.  Goethe, “Die Reise der Söhne Megaprazons.” Andreas Gailus has an inter-\nesting discussion of this story in his Passions of the Sign: Revolution and Language \nin Kant, Goethe, and Kleist (Baltimore: Johns Hopkins University Press, 2006), \npp. 86–88.\n70.  Friedrich Gentz, introduction to his translation of Edmund Burke’s Reflec-\ntions on the Revolution in France (1790), Betrachtungen über die französische Revolu-\ntion, 2 vols. (Berlin: Friedrich Vieweg dem Älteren, 1793), 1: 3–4.\n71.  Ibid. See Steven Lestition, “Kant and the End of Enlightenment in Prus-\nsia,” Journal of Modern History 65 (1993): 57–112, at pp. 93–94. For a conserva-\ntive attack on Kantian Publizität as a contagious incitement to social unrest, see \nJohann Georg Heinzmann, Appell an meine Nation: Über die Pest der deutsche Lit-\neratur (Bern, 1795), p. 53: “The truly enlightened public among whom true virtue, \ntrue morals, and probity rules, is certainly not the so-called reading public”; quot-\ned in John Christian Lauritsen, “The Subversive Kant: The Vocabulary of ‘Public’ \nand ‘Publicity,’” Political Theory 14 (1986): 584–603, at p. 596; see also La Vopa, \nFichte (see p. 165 n. 21 above), pp. 274–83.\nchapter 3: the corpse of faith\n1.  PhH 453; VPG 535; cf. Enz 3: 360; PhM, §552, p. 287.\n2.  For a useful account, see Thomas Saine, “A Peculiar German View of the \nFrench Revolution: The Revolution as German Reformation,” in Aufnahme-\nWeitergabe: Literarische Impulse um Lessing und Goethe, ed. John A. McCarthy and \nAlbert A. Kipa (Hamburg: Helmut Buske, 1982).\n3.  For a survey of royalist interpretations during the Restoration of the Rev-\nolution’s Protestant predilections, see Helena Rosenblatt, Liberal Values: Benja-\nmin Constant and the Politics of Religion (Cambridge: Cambridge University Press, \n2008). There is a similar line of argument in the German"
    },
    {
      "page_number": 189,
      "evidence": "Error rate: 18.5%. Sample unknown: ['itin', 'droz', 'terminer']",
      "confidence": 0.7,
      "footnote_artifacts": 13,
      "extracted_text": "    Notes to Chapter 3\nalso Pierre Rosanvallon, The Demands of Liberty: Civil Society in France Since the \nRevolution (Cambridge, MA: Harvard University Press, 2007), pp. 145–46.\n4.  Germaine de Staël-Holstein, Des circonstances actuelles qui peuvent terminer \nla Révolution et des principes qui doivent fonder la République en France (1798), ed. \nLucia Omacini (Geneva: Droz, 1979), p. 33. Cf. id., Considérations sur les princi-\npaux événements de la Révolution française (1818; Paris: Tallandier, 1983).\n5.  Michelet, Histoire de la Révolution française, 2: 615–16.\n6.  See Dale van Kley, The Religious Origins of the French Revolution: From Cal-\nvin to the Civil Constitution, 1560–1791 (New Haven, CT: Yale University Press, \n1996), Catherine Maire, De la cause de Dieu à la cause de la nation: Le jansénisme \nau XVIIIe siècle (Paris: Gallimard, 1998), and William Doyle, Jansenism: Catholic \nResistance to Authority from the Reformation to the French Revolution (New York: St. \nMartin’s Press, 2000).\n7.  Edgar Quinet, La Révolution (Paris: Lacroix & Verboekhoeven, 1865), 1: 248.\n8.  Ibid., 2: 593–94.\n9.  Ibid., 2: 147. See Paul Viallaneix, “Réformation et révolution,” in The French \nRevolution and the Creation of Modern Political Culture, vol. 3: The Transformation \nof Political Culture, 1789–1848, ed. François Furet and Mona Ozouf (Oxford: Per-\ngamon Press, 1989); Claude Lefort, “Quinet and the Revolution That Failed,” in \nid., Democracy and Political Theory (Minneapolis: University of Minnesota Press, \n1989). For a general account of the Protestant impulse in Orléanist French liberal-\nism, see George Armstrong Kelly, The Humane Comedy: Constant, Tocqueville, and \nFrench Liberalism (Cambridge: Cambridge University Press, 1992), and Rosenblatt, \nLiberal Values. There is a similar impulse in nineteenth-century British liberal histo-\nriography of the French Revolution; see, e.g., William Hazlitt, whose formulation \nalmost directly echoes Hegel’s, in The Life of Napoleon Buo"
    },
    {
      "page_number": 190,
      "evidence": "Error rate: 15.7%. Sample unknown: ['holbach', 'laffont', 'gouv']",
      "confidence": 0.7,
      "footnote_artifacts": 42,
      "extracted_text": "Notes to Chapter 3    \nversity of California Press, 1972); Dennis Schmidt, On Germans and other Greeks: \nTragedy and Ethical Life (Bloomington: Indiana University Press, 2001).\n11.  VPG 384; PhH 317.\n12.  On the overdetermined sense of “Person” in this passage, see Robert Ber-\nnasconi, “Persons and Masks: The Phenomenology of Spirit and Its Laws,” Cardozo \nLaw Review 10 (1989): 325–46.\n13.  Mona Ozouf, La fête révolutionnaire (Paris: Gallimard, 1989).\n14.  Cf. Dominique Poulot, Musée, nation, patrimoine, 1789–1815 (Paris: Gal-\nlimard, 1997).\n15.  Michelet, Histoire de la Révolution française, 2: 803. See also Ozouf, Fête \nrévolutionnaire; Marie-Hélène Huet, Mourning Glory: The Will of the French Rev-\nolution (Philadelphia: University of Pennsylvania Press, 1997); Lynn Hunt, Poli-\ntics, Culture and Class in the French Revolution (Berkeley: University of California \nPress, 1984); and François-Alphonse Aulard, Le culte de la raison et de l’être supreme \n(1892; Paris: Alcan, 1909).\n16.  See Erika Naginski, “The Object of Contempt,” Yale French Studies 101 \n(2002): 32–53. See also Louis Réau, Histoire du vandalisme: Les monuments détru-\nits de l’art français (Paris: Robert Laffont, 1994); Dario Gamboni, The Destruction \nof Art: Iconoclasm and Vandalism Since the French Revolution (London: Reaktion \nBooks, 1997); and Hunt, Politics, Culture and Class.\n17.  Jonathan P. Ribner, Broken Tablets: The Cult of the Law in French Art from \nDavid to Delacroix (Berkeley: University of California Press, 1993). A copy of the \ndecree as well as images of the mutilated objects can be viewed on the web site of the \nArchives nationales, www.archivesnationales.culture.gouv.fr (accessed May 21, 2010).\n18.  The association of Enlightenment with disease, frequent in the eighteenth \ncentury, was used ironically by Enlightenment thinkers (and against them) in rela-\ntion to the panic epidemic of superstition. See D’Holbach, System of Nature, p. 332; \nVoltaire, Dictionnaire philosophique, s.v."
    },
    {
      "page_number": 191,
      "evidence": "Error rate: 17.9%. Sample unknown: ['cours', 'histoire', 'vol']",
      "confidence": 0.7,
      "footnote_artifacts": 39,
      "extracted_text": "    Notes to Chapter 3\n26.  Alain Badiou, Abrégé de métapolique (Paris: Seuil, 1998).\n27.  On these tensions in the Declaration in relation to unresolved religious \ntensions within French political culture, see J. K. Wright, “National Sovereign-\nty and the General Will,” and Keith Michael Baker, “The Idea of a Declaration \nof Rights,” in The French Idea of Freedom: The Old Regime and the Declaration of \nRights of 1789, ed. Dale van Kley (Stanford:, Stanford University Press, 1994).\n28.  For the last six examples (and several more), see Carla Hesse, “The Law \nof the Terror,” Modern Language Notes 114 (1999): 702–18. The other examples are \ndrawn from the Law of Suspects (September 17, 1793) and the decree of October \n10, 1793; the texts of both are included in The French Revolution and the Creation \nof Modern Political Culture, vol. 4: The Terror, ed. Keith Michael Baker (Oxford: \nPergamon Press, 1994).\n29.  Robespierre, speech of October 1792, quoted by Geoffrey Cubitt, “Robe-\nspierre and Conspiracy Theories,” in Robespierre, ed. Colin Haydon and William \nDoyle (Cambridge: Cambridge University Press, 1999), p. 78.\n30.  Hunt, Politics, Culture, and Class, p. 42. For some of these continuities, \nsee Geoffrey Cubitt, The Jesuit Myth: Conspiracy Theory and Politics in Nineteenth-\nCentury France (Oxford: Clarendon Press, 1993), and Arno Mayer, The Furies: Vio-\nlence and Terror in the French and Russian Revolutions (Princeton, NJ: Princeton \nUniversity Press, 2000).\n31.  Brissot, speech to the Jacobin Club, December 12, 1791, quoted by Furet, \nInterpreting the French Revolution, p. 66.\n32.  Timothy Tackett, “Conspiracy Obsession in a Time of Revolution: French \nElites and the Origins of the Terror, 1789-1792,” American Historical Review 105 \n(2000): 691–713.\n33.  Michel Foucault explores this reversal of Clausewitz’s formula in “Il faut \ndéfendre la société”: Cours au Collège de France, 1975–1976 (Paris: Gallimard, 1997). \nThe militarization of politics during the Terr"
    },
    {
      "page_number": 192,
      "evidence": "Error rate: 21.9%. Sample unknown: ['brandstetter', 'phr', 'gabriele']",
      "confidence": 0.7,
      "footnote_artifacts": 29,
      "extracted_text": "Notes to Chapter 3    \ntarian Democracy (London: Secker & Warburg, 1952); Simon Schama makes an \nextravagant linkage in Citizens: A Chronicle of the French Revolution (New York: \nKnopf, 1989). François Furet links the Jacobins’ lethal “passion for equality” to \ntwentieth-century totalitarianisms (all in turn conflated) in The Passing of an Illu-\nsion: The Idea of Communism in the Twentieth Century (Chicago: University of \nChicago Press, 2000). For a trenchant critique of Furet, see Marie-Hélène Huet, \nMourning Glory, pp. 171ff. On the occasional convergence of sensationalist repre-\nsentations of the Terror with Holocaust revisionism in France, see Carolyn Dean, \n“Recent French Discourses on Stalinism, Nazism and ‘Exorbitant’ Jewish Memo-\nry,” History & Memory 18 (2006): 43–85.\n39.  The various anecdotes are taken from Arasse, La guillotine; Janes, “Behead-\nings”; and Martschukat, Inszeniertes Töten. For literary examples, see Le Roman \nnoir de la Révolution, ed. Raymond Trousson (Paris: Nathan, 1997); Patrick Wald \nLasowski, Les échafauds du romanesque (Lille: Presses universitaires de Lille, 1991); \nSusan Hiner, “Hand Writing: Dismembering and Re-Membering in Nodier, Ner-\nval and Maupassant,” Nineteenth-Century French Studies 30 (2002). In relation to \nvisual art, Nina Athanassoglou-Kallmyer, “Géricault’s Severed Heads and Limbs: \nThe Politics and Aesthetics of the Scaffold,” Art Bulletin 74, no. 4 (December \n1992): 599–618; Ewa Lajer-Burchharth, Necklines: The Art of Jacques-Louis David \nAfter the Terror (New Haven, CN: Yale University Press, 1999); and Linda Nochlin, \nThe Body in Pieces (London: Thames & Hudson: 1994). See also p. 169 n. 58 above.\nThe French medical debates were largely stimulated by the anatomical experi-\nments of Thomas von Soemmering in Frankfurt, whose theories were relayed to \nFrance in 1795 by Oelsner, the editor of the Minerva, who had been one of the \nfirst to bring news of the Revolution to Germany. See Roland Borgards, “Kopf \nab’: Di"
    },
    {
      "page_number": 193,
      "evidence": "Error rate: 20.1%. Sample unknown: ['plete', 'von', 'flammarion']",
      "confidence": 0.7,
      "footnote_artifacts": 30,
      "extracted_text": "    Notes to Chapters 3 and 4\n44.   “Der Begriff des Rechts machte sich mit einem Male geltend” (VPG 529; \nPhH 447).\n45.  Alexis de Tocqueville, The Old Regime and the French Revolution, trans. \nStuart Gilbert (New York: Anchor Books, 1955), p. 8.\n46.  Quinet, Révolution, 2: 183.\n47.  Saint-Just, speech of November 13, 1792, cited in Walzer, Régicide et révo-\nlution, p. 209.\n48.  Claude Lefort, “Permanence of the Theological-Political?” in id., Democ-\nracy and Political Theory, pp. 213–55.\n49.  Walter Benjamin, letter to Gershom Scholem, June 12, 1938, in Briefwech-\nsel, 1933–1940 (Frankfurt am Main: Suhrkamp, 1980).\nchapter 4: revolution at a distance, or, moral terror\n1.  Joseph-Ignace Guillotin, speech to the Assemblée constituante, quoted by \nDaniel Arasse, La guillotine et l’imaginaire de la terreur (Paris: Flammarion, 1987), \np. 26. (The device was an explicitly humanitarian innovation.)\n2.  James Schmidt, “Cabbage Heads and Drinks of Water: Hegel and the Ter-\nror,” Political Theory 26 (1998): 4–32. On Jean-Baptiste Carrier’s activities as the \n“butcher of Nantes,” see Bronisław Baczko, Comment sortir de la Terreur? Ther-\nmidor et la Révolution (Paris: Gallimard, 1989), pp. 191–254. The events seem to \nhave made an impact in Germany, as registered, for example in Klopstock’s poem \n“Retaliation” (1795). On Christmas Eve, 1795, Hegel writes to Schelling stressing \nthe significance of Carrier’s trial, and commenting that it “has exposed the com-\nplete vileness (Schändlichkeit) of the Robespierrists  . . .” See id., Briefe von und \nan Hegel, 4 vols., ed. Johannes Hoffmeister (Hamburg: Felix Meiner, 1952), I:12.\n3.  Mona Ozouf, “Thermidor, ou le travail de l’oubli,” in id., L’école de la France: \nEssais sur la Révolution, l’utopie, et l’enseignement (Paris: Gallimard, 1984), pp. 91–108.\n4.  Rereading the Phenomenology in 1814, Hegel will claim that his analysis of \nabsolute freedom had already logically anticipated the fall of Napoleon. See his \nletter to Nietha"
    },
    {
      "page_number": 194,
      "evidence": "Error rate: 15.1%. Sample unknown: ['appropria', 'stoichita', 'tique']",
      "confidence": 0.7,
      "footnote_artifacts": 20,
      "extracted_text": "Notes to Chapter 4    \nof the Phenomenology.) The thanatographic aspects of the technique, precursor to \nphotography, were often noted. See Victor Stoichita, A Short History of the Shad-\now (London: Reaktion Books, 1997), and Wendy Bellion, “Heads of State: Profiles \nand Politics in Jeffersonian America,” in New Media, 1740–1915, ed. Lisa Gitelman \nand Geoffrey Pingere (Cambridge, MA: MIT Press, 2003), p. 42. On the relation-\nship between the guillotine and the art of portraiture, see Arasse, La guillotine; Pat-\nrick Wald Lasowski, Les échafauds du romanesque (Lille: Presses universitaires de \nLille, 1991); Ewa Lajer-Burchhardt, Necklines: The Art of Jacques-Louis David After \nthe Terror (New Haven, CN: Yale University Press, 1999).\n8.  Cited by Lajer-Burchardt, Necklines, p. 16. See also Baczko, Comment sortir \nde la Terreur?, pp. 78–83.\n9.  Alexandre Kojève, Introduction to the Reading of Hegel, trans. James H. ­Nichols \nJr., ed. Allan Bloom (1969; Ithaca, NY: Cornell University Press, 1980), p. 53.\n10.  Hegel describes both Stoic and moral freedom as an indifference to a natu-\nral order that it “lets go free” (entlassen, freilassen) (PhG §200, §599). This is what \nabsolute freedom could not countenance: “it lets nothing break loose [entläßt] in \nthe shape of a free-standing object standing over against it” (§588).\n11.  François Azouvi and Dominique Bourel have assembled a remarkable \ndossier of documents in De Königsberg à Paris: La réception de Kant en France \n(1788–1804) (Paris: Vrin, 1991). See pp. 70–71 for the correspondence between \n­Louis-Ferdinand Huber and Schiller in 1795 on the value of introducing the French \nto Kant, whose lucidity might help temper, suggested Schiller (uncharacteristical-\nly), both the “brutality and fanaticism” of the Jacobin years and the “sybaritism \nand opportunism” of the Thermidorian reaction. On the impact of the French \ntranslation of Kant’s “Perpetual Peace,” see pp. 65–83. On Abbé ­Grégoire’s use \nof Kant, see Ferenc Fe"
    },
    {
      "page_number": 195,
      "evidence": "Error rate: 16.1%. Sample unknown: ['andreas', 'flammarion', 'vol']",
      "confidence": 0.7,
      "footnote_artifacts": 33,
      "extracted_text": "    Notes to Chapter 4\n13.  For an account of the episode, see Maximilien Vallois, La formation de \nl’influence Kantienne en France (1924; Paris: F. Alcan, 1932), pp. 280–81; cf. Fehér, \n“Practical Reason in the Revolution,” p. 203.\n14.  Germaine de Staël-Holstein, De l’Allemagne, 2 vols. (1810; Paris: Flammar-\nion, 1968), vol. 2.\n15.  Benjamin Constant, “Des réactions politiques” (1797), in id., De la force du \ngouvernement actuel de la France et de la nécessité de s’y rallier (Paris: Flammarion, \n1988). In his rejoinder, Kant claims not to remember having made the case in these \nexact terms, but gamely goes on to defend it anyway. See “Über ein vermeintes \nRecht aus Menschenliebe zu lügen,” in Ak 8: 425–30; “On a Supposed Right to \nLie from Philanthropy,” in Practical Philosophy, pp. 611–15. Constant’s example is \ntaken up verbatim in Staël’s ambivalent (and very inaccurate) treatment of Kant \nin De l’Allemagne, and it is likely that she supplied the anecdotal material; on her \nefforts to smuggle refugees during the Terror, see John Isbell, The Birth of Euro-\npean Romanticism: Truth and Propaganda in Staël’s “De l’Allemagne” (Cambridge: \nCambridge University Press, 1994), p. 136. Constant’s critique of Kant contains an \nimplicit attack on the Revolution’s rigid adhesion to principles, familiar enough \nfrom Burke and others, but there is a deeper, historical argument also at work: \nthe rigor of the moral law evokes a Spartan severity, which Constant elsewhere \nassociates with the essential anachronism of the Revolution; cf. “De la liberté des \nanciens comparée à celle des modernes,” in Constant, Écrits politiques (Paris: Gal-\nlimard, 1997); Marx will rework Constant’s argument in the Holy Family.\n16.  Hegel, Werke 2: 280 ETW 183–88.\n17.  Hegel, Werke 2: 284–86; ETW 192–94.\n18.  Hegel, Werke 2: 280, 316; ETW 188, 204.\n19.  Hegel, Werke 2: 316; ETW 204. At Werke 2: 317–25, ETW 205–13, Hegel \nexplicitly compares the Mosaic Law to Kantian morality.\n20.  There are ve"
    },
    {
      "page_number": 196,
      "evidence": "Error rate: 14.2%. Sample unknown: ['ersetzung', 'theodor', 'adorno']",
      "confidence": 0.7,
      "footnote_artifacts": 56,
      "extracted_text": "Notes to Chapter 4    \nLichte seiner Fichte-Rezeption (Stuttgart: Klett-Cotta, 1982); Onora O’Neill, Acting \non Principle (New York: Columbia University Press, 1975).\n24.  Theodor Adorno, Minima Moralia (London: NLB, 1974), p. 49.\n25.  For exemplary readings in this direction, see Allen Wood, Hegel’s Ethical \nThought (Cambridge: Cambridge University Press, 1990); Robert Pippin, Ideal-\nism as Modernism: Hegelian Variations (Cambridge: Cambridge University Press, \n1997); and id., Hegel’s Practical Philosophy: Rational Agency as Ethical Life (Cam-\nbridge: Cambridge University Press, 2008).\n26.  Ak 6: 58; RR 101.\n27.  Ak 6: 121; RR 151.\n28.  Cf. Octave Mannoni, “Je sais bien . . . mais quand même,” in id., Clefs \npour l’imaginaire ou l’Autre scène (Paris: Seuil, 1969).\n29.  Shakespeare, Richard II 4.1.206–10.\n30.  Ak 6: 47; RR 91 and Ak 5: 122ff.; CPrR 238ff.\n31.  The formula is recurrent in Kant: “supernatural cooperation [Mitwirkung]” \n(Ak 6: 44; RR 89, cf. Ak 6: 191; RR 207), “cooperation from above [höhere \nMitwirkung]”(Ak 6: 52; RR 95); “divine cooperation from without [äußere göttli-\nche Mitwirkung]” (Ak 7: 44; CF 268).\n32.   Kant: “supernatural supplement [Ergänzung]” (Ak 7: 44; CF 268; cf. Ak 6: \n52; RR 96, Ak 6: 143; RR 168, Ak 6: 174; RR 193, Ak 6: 178; RR 196; 6:196; RR 211n); \n“inscrutable higher assistance [unerforschlichen höheren Beistandes]” (6:45; RR 90, \ncf. Ak 6: 178; RR 196, Ak 6: 190; RR 207).\n33.  Ak 7: 43f; CF 268.\n34.  Ak 6: 439–40; MM 560–61 (and see n. 37 below).\n35.  Ak 6: 409; MM 537.\n36.  Kant explores the logic of the moral postulates in the “Antinomy” section \nof the Critique of Practical Reason; see esp. Ak 5: 122–34; CPrR 238–47. The sup-\nplementary status of grace in Kant’s moral philosophy relates to the supplemen-\ntary status of religion generally; for the pleromatic distinction between religion as \na surrogate (Ersetzung) and as a fulfillment (Vollendung) of morality, see Ak 6: 201; \nRR 215 (and cf. Ak 6: 185; RR 202). Kant is exp"
    },
    {
      "page_number": 197,
      "evidence": "Error rate: 12.1%. Sample unknown: ['mediauras', 'cholodenko', 'prinzipien']",
      "confidence": 0.7,
      "footnote_artifacts": 23,
      "extracted_text": "    Notes to Chapter 4\nsplit and doubled, pursued by the shadowy presence of “something other than \nmyself”—“a holy being distinct from us yet present in our inmost being” (Ak 6: \n439–40; MM 560–61). See Elizabeth Rottenberg, Inheriting the Future: Legacies of \nKant, Freud, and Flaubert (Stanford: Stanford University Press, 2005), pp. 45–49.\n38.  Ak 6: 23n; RR 72n.\n39.  Gordon Michalson sees in Kant’s apparent hesitation between a moral-\nity of freedom and a theology of grace an expression of his own divided loyal-\nties between the secular modernity of the Aufklärung and an unprocessed pietist \northodoxy (expressed symptomatically, for example, in the surds of unprocessed \nscriptural quotations running through the Religion). See Michalson, Fallen Free-\ndom: Kant on Radical Evil and Moral Regeneration (Cambridge: Cambridge Uni-\nversity Press, 1990). For attempts to bring Kant closer to Hegel, see Wood, cited \nin nn. 25 and 58 above, and for a reading pushing in a Derridean direction, Rot-\ntenberg, Inheriting the Future. For another consideration of this tension, see John \nHare, The Moral Gap: Kantian Ethics, Human Limits, and God’s Assistance (Oxford: \nOxford University Press, 1996).\n40.  Freud, “Fetishism,” in id., SE 21: 149–57.\n41.  Cf. Freud, “The Splitting of the Ego in the Process of Defence,” in id., SE \n23: 275–78. I explore this recursive logic of splitting in “The Sickness of Tradition: \nWalter Benjamin Between Melancholia and Fetishism,” in Walter Benjamin on \nHistory, ed. Andrew Benjamin (New York: Continuum, 2005), pp. 88–101.\n42.  Cf. Theodor Adorno, Negative Dialectics, and Julia Kristeva, Powers of Hor-\nror: An Essay on Abjection, trans. Leon Roudiez (New York: Columbia University \nPress, 1982).\n43.  Fichte, System der Sittenlehre nach den Prinzipien der Wissenschaftslehre, in \nid., SW 4: 156; trans. Günter Zöller and Daniel Breazeale, The System of Ethics: \nAccording to the Principles of the “Wissenschaftslehre” (Cambridge: Cambridge Uni-\nversity "
    },
    {
      "page_number": 199,
      "evidence": [
        "Error rate 7.1% indicates multiple errors"
      ],
      "confidence": 0.85,
      "footnote_artifacts": [],
      "extracted_text": "    Notes to Chapter 4\nAttempts to identify a single source miss the performative point of Hegel’s cita-\ntional strategy, which is to establish a relationship with a fissured, form-shat-\ntering, collective literary phenomenon. Allen Speight proposes the Romantic \npolylogue as both the model and the object of Hegel’s critique; see id., Hegel, \nLiterature, and the Problem of Agency (Cambridge: Cambridge University Press, \n2001), pp. 94–121. For an informative history of the concept of the beautiful soul \nfrom Shaftesbury on, see Robert E. Norton, The Beautiful Soul: Aesthetic Morality \nin the Eighteenth Century (Ithaca, NY: Cornell University Press, 1995).\n53.  See Hegel’s analysis of Protestant iconophobia in Faith and Knowledge. For \nSchleiermacher’s aesthetic depiction of religion, see id., On Religion: Speeches to Its \nCultured Despisers (New York: Ungar, 1955), pp. 119–45.\n54.  Hegel does not explicitly make this claim about Romantic libertinism, but \nit is implicit in his emphasis on the beautiful soul’s timidity. Schlegel deconstructs \nGoethe’s version of the beautiful soul in his novel Lucinde, but Hegel’s analysis \ninvites us to see how Julius and Lucinde reproduce her behavior. For Nietzsche’s \ndescription of the phobic stance of “immaculate perception” and the fear of cre-\nativity that also drives creativity, see Zarathustra, “On Immaculate Perception”: \n“But now your emasculated leering wants to be called ‘contemplation!’ And what-\never allows itself to be touched by cowardly eyes is to be christened ‘beautiful’! \nOh you besmirchers of noble names” (Thus Spoke Zarathustra, trans. Adrian Del \nCaro [Cambridge: Cambridge University Press, 2006], p. 96). In the Antichrist, \nNietzsche comes close to naming the beautiful soul—a “pale, sickly, idiotic-­fanatic” \nhuddling inside a cadaverous body; id., Twilight of the Idols and the Anti-Christ, \ntrans. R. J. Hollingdale (Harmondsworth, UK: Penguin Books, 1962), p. 168.\n55.  For a discussion of the pietistic bac"
    },
    {
      "page_number": 201,
      "evidence": [
        "Error rate 9.0% indicates multiple errors"
      ],
      "confidence": 0.85,
      "footnote_artifacts": [],
      "extracted_text": "    Notes to Chapter 4\n(see PhG §466 and cf. §469). See Nicolas Abraham and Maria Torok, “Introjec-\ntion or Incorporation,” in Abraham and Torok, The Shell and the Kernel: Renewals \nof Psychoanalysis, trans. and ed. Nicholas T. Rand (Chicago: University of Chicago \nPress, 1994).\n59.  Friedrich Nietzsche, Birth of Tragedy, Preface §7, trans. Walter Kaufmann \n(New York: Vintage Books, 1967), p. 26. Jochen Schulte-Sasse, “The Concept \nof Literary Criticism in German Romanticism, 1795–1810,” in A History of Ger-\nman Literary Criticism, 1730–1980, ed. Peter Uwe Hohendahl (Lincoln: University \nof Nebraska Press, 1988), argues that such a regression to myth is implicit in the \nJena period. Novalis had written his monarchist fantasy Faith and Love by 1798 \nand Christianity and Europe by 1799; Wilhelm Wackenroder’s Herzensergiessungen \neines kunstliebenden Klosterbruders was published in 1797. Frederick Beiser careful-\nly dismantles the opposition between manifest Catholicism and latent Lutheran-\nism in German Romantic culture (and points to the resolution of this antithesis in \nsome kind of ecumenical Spinozism) in his excellent introduction to Early Politi-\ncal Writings of the German Romantics, pp. xxi–xxii. For an attempt to salvage the \npolitical explosiveness of Novalis from the politics of “late” Romanticism (and \nfrom the alleged editorial manipulation and mythography of Ludwig Tieck and \nFriedrich Schlegel), see William Arctander O’Brien, Novalis: Signs of Revolution \n(Durham, NC: Duke University Press, 1995).\n60.  E.g., experimental literary or erotic ménages such as those occasional-\nly found in Jena and fictionalized by Schlegel in Lucinde. “That I am one with \nmyself, that I am what I had the native endowment to become, that I see truth, \nthat I feel harmonious beauty, that is your work, yours alone; and it is my work, \nmine alone, that you too are what you were meant to be, that you too see truth, \nand experience beauty and harmony,” Wilhelm von Humboldt wrot"
    },
    {
      "page_number": 202,
      "evidence": [
        "Error rate 7.7% indicates multiple errors"
      ],
      "confidence": 0.85,
      "footnote_artifacts": [],
      "extracted_text": "Notes to Chapter 4    \na private end, transforms its universal activity into a work of some private indi-\nvidual, and perverts the universal property of the state into a possession and orna-\nment for the family” (PhG §475). (The gendering of irony, in this earlier passage, \nas well as everything concealed in this, cannot be pursued here.) The function of \nirony, at this earlier stage, had been to deflate the heroism of every universal claim, \nand to expose the vanity of politics, which it reduced to a vestigial “ornament.” \nRomantic irony works similarly, in that it expresses the collapse of moral certain-\nty: it deflates every universal claim by exposing the surd of amour de soi—vanity, \nambition, lust for power—in every moral act. Irony is thus the residue of a failed \nmourning. The corpse takes its revenge on Creon (faith on insight) by turning \ndisenchantment against itself: irony demystifies secular heroism by recalling the \nstench of the particular in every moral act. The valet knows—he has to pick up \nthe laundry.\nHegel’s formulation here, as often, reads like an adage and was destined to \nbecome a quotation. Hegel’s dictum is in fact adapted from Rousseau, who had \nhimself adapted it from Montaigne and others (see Allen Wood’s notes to PhR \n§124 for a detailed textual history). Goethe adapts the passage in Elective Affinities \n(in Ottilie’s diary). Hegel quotes himself in the Philosophy of Right (PhR §124), and \nin the Philosophy of History he draws attention to Goethe’s citation of him. “‘No \nman is a hero to his valet-de-chambre,’ is a well-known proverb; I have ­added—\nand Goethe repeated it ten years later—‘but not because the former is no hero, \netc.’” (VPG 49; PhH 32). At the point of confronting the Romantic fetish of cre-\nativity, Hegel simultaneously underlines and effaces the authorship of his own \ntext; or rather, he emphasizes his own originality vis-à-vis Goethe, while relegating \nthe aperçu to proverbial wisdom.\n63.  Nietzsche, Preface to Tw"
    }
  ],
  "total_in_batch": 30
}