{
  "document": "Heidegger_BeingAndTime",
  "batch_number": 8,
  "pages_to_review": [
    {
      "page_number": 329,
      "evidence": "Error rate 10.5%. Issues: 'acterization' should be 'characterization' (ch→ect corruption), 'prin' is truncated fragment, 'grundsein' and 'mangelhaft' appear as merged/corrupted compound forms. Word boundary and character-level errors damage semantic meaning.",
      "confidence": "high",
      "footnote_artifacts": [
        "schuld - legitimate German"
      ],
      "extracted_text": "Being and Time \nII. 2 \nto Others is possible without breaking the 'public' law. Thus the formal \nconception of\"Being-guilty\" in the sense of having come to owe something \nto an Other, may be defined as follows : \"Being-the-basis for a lack of some­\nthing in the Dasein of an Other, and in such a manner that this very \nBeing-the-basis determines itself as 'lacking in some way' in terms of that \nfor which it is the basis.\"1 This kind of lacking is a failure to satisfy some \nrequirement which applies to one's existent Being with Others. \nWe need not consider how such requirements arise and in what way \ntheir character as requirements and laws must be conceived by reason of \ntheir having such a source. In any case, \"Being-guilty\" in the sense last \nmentioned, the breach of a 'moral requirement', is a kind of Being which \nbelongs to Dasein. Of course this holds good also for \"Being-guilty\" as \n'making oneself punishable' and as 'having debts', and for any 'having \nresponsibility for . . .  '. These too are ways in which Dasein behaves. If \none takes 'laden with moral guilt' as a 'quality' of Dasein, one has said \nvery little. On the contrary, this only makes it manifest that such a char­\nacterization does not suffice for distinguishing ontologically between this \nkind of 'attribute of Being' for Dasein and those other ways of behaving \nwhich we have just listed. Mter al, the concept of moral guilt has been so \n283 \nlittle clarified ontologically that when the idea of deserving punishment, \nor even of having debts to someone, has also been included in this concept, \nor when these ideas have been employed in the very defining of it, such \ninterpretations of this phenomenon could become prevalent and have \nremained so. But therewith the 'Guilty!' gets thrust aside into the domain \nof concern in the sense of reckoning up claims and balancing them off \nThe phenomenon of guilt, which is not necessarily related to 'having \ndebts' and law-breaking, can be clarified only if we fir"
    },
    {
      "page_number": 331,
      "evidence": "Error rate 15.6% - highest in batch. Severe corruption: 'bestirnmt' (r→m corruption: 'bestimmt'), 'gramar' should be 'grammar', 'ihrn' should be 'ihm', 'favoured' contextually incorrect spelling (British variant in German text context), 'geschah' appears misspelled. Significant semantic corruption.",
      "confidence": "high",
      "footnote_artifacts": [
        "ent - truncated fragment",
        "eigensten - legitimate German",
        "geworfene - legitimate German term"
      ],
      "extracted_text": "Being and Time \nII. 2 \nhas heard itself and has devoted itself to itself, but not as itself. 1 As existent, \nit never comes back behind its thrownness in such a way that it might \nfirst release this 'that-it-is-and-has-to-be' from its Being-its-Self and lead \nit into the \"there\". Thrownness, however, does not lie behind it as some \nevent which has happened to Dasein, which has factually befallen and \nfallen loose from Dasein again;2 on the contrary, as long as Dasein is, \nDasein, as care, is constantly its 'that-it-is'. To this entity it has been \ndelivered over, and as such it can exist solely as the entity which it is ; \nand as this entiry to which it has been thus delivered over, it is, in its \nexisting, the basis of its potentiality-for-Being. Although it has not laid \nthat basis itself, it reposes in the weight of it, which is made manifest to it \nas a burden by Dasein's mood. \nAnd how is Dasein this thrown basis ? Only in that it projects Itself \nupon possibilities into which it has been thrown. The Self, which as such \nhas to lay the basis for itself, can never get that basis into its power; and \nyet, as existing, it must take over Being-a-basis. To be its own thrown \nbasis is that potentiality-for-Being which is the issue for care. \nIn being a basis-that is, in existing as thrown-Dasein constantly lags \nbehind its possibilities. It is never existent before its basis, but only from it \nand as this basis. Thus \"Being-a-basis\" means never to have power over \none's ownmost Being from the ground up. This \"not\" belongs to the exis­\ntential meaning of \"thrownness\". It itself, being a basis, is a nullity of \nitself. 3 \"Nullity\" does not signify anything like not-Being-present-at-hand \nor not-subsisting; what one has in view here is rather a \"not\" which is \nconstitutive for this Being of Dasein-its thrownness. The character of this \n\"not\" as a \"not\" may be defined existentially : in being its Self, Dasein is, \nas a Self, the entity that has been thrown. It has been r"
    },
    {
      "page_number": 344,
      "evidence": [
        "ersch: erschlossenheit (trunc)",
        "ofbehaving: of behaving (spacing)",
        "ammatical: grammatical (trunc)"
      ],
      "confidence": "medium",
      "footnote_artifacts": [],
      "extracted_text": "n. 2 \nBeing and Time \n343 \nOnly in keeping silent does the conscience call ; that is to say, the call \ncomes from the soundlessness of uncanniness, and the Dasein which it \nsummons is called back into the stillness of itself, and called back as some­\nthing that is to become still. Only in reticence, therefore, is this silent \ndiscourse understood appropriately in wanting to have a conscience. It \ntakes the words away from the common-sense idle talk of the \"they\". \nThe common-sense way of interpreting the conscience, which 'sticks \nrigorously to the facts', takes the silent discourse of the conscience as an \noccasion for passing it off as something which is not at all ascertainable \nor present-at-hand. The fact that \"they\", who hear and understand \nnothing but loud idle talk, cannot 'report' any call, is held against the \nconscience on the subterfuge that it is 'dumb' and manifestly not present­\nat-hand. With this kind of interpretation the \"they\" merely covers up its \nown failure to hear the call and the fact that its 'hearing' does not reach \nvery far. \nThe disclosedness of Dasein in wanting to have a conscience, is thus \nconstituted by anxiety as state-of-mind, by understanding as a projection \nof oneself upon one's ownmost Being-guilty, and by discourse as reticence. \nThis distinctive and authentic disclosedness, which is attested in Dasein \nitself by its conscience-this reticent self-projection upon one's ownmost Being-\n297 \nguilty, in which one is ready for anxiety-we call \"resoluteness\". \nResoluteness is a distinctive mode of Dasein's disclosedness.1 In an \nearlier passage, however, we have Interpreted disclosedness existentially \nas the primordial truth,x Such truth is primarily not a quality of 'judgment' \nnor of any definite way ofbehaving, but something essentially constitutive \nfor Being-in-the-world as such. Truth must be conceived as a fundamental \nexistentiale. In our ontological clarification of the proposition that 'Dasein \nis in the truth' we have c"
    },
    {
      "page_number": 345,
      "evidence": [
        "selj: Self (j/f)",
        "iality: tiality (truncated)"
      ],
      "confidence": "medium",
      "footnote_artifacts": [],
      "extracted_text": "344 \nBeing and Time \nII. 2 \nbeen discovered already. The discoveredness of the ready-to-hand and the \npresent-at-hand is based on the disclosedness of the world xu for if the \ncurrent totality of involvements is to be freed, this requires that signifi­\ncance be understood beforehand. In understanding significance, concernful \nDasein submits itself circumspectively to what it encounters as ready­\nto-hand. Any discovering of a totality of involvements goes back to a \n\"for-the-sake-of-which\" ; and on the understanding of such a \"for-the-sake­\nof-which\" is based in turn the understanding of significance as the disclosed­\nness of the current world. In seeking shelter, sustenance, livelihood, we \ndo so \"for the sake of\" constant possibilities ofDasein which are very close \nto it;1 upon these the entity for which its own Being is an issue, has already \nprojected itself. Thrown into its 'there', every Dasein has been factically \nsubmitted to a definite 'world'-i ts 'world'. At the same time those facti­\ncal projections which are closest to it, have been guided by its concernful \nlostness in the \"they\". To this lostness, one's own Dasein can appeal, and \nthis appeal can be understood in the way of resoluteness. But in that case \nthis authentic disclosedness modifies with equal primordiality both the way \nin which the 'world' is discovered (and this is founded upon that dis­\nclosedness) and the way in which the Dasein-with of Others is disclosed. \nThe 'world' which is ready-to-hand does not become another one 'in its \n298 \ncontent', nor does the circle of Others get exchanged for a new one ; but \nboth one's Being towards the ready-to-hand understandingly and con­\ncernfully, and one's solicitous Being with Others, are now given a \ndefinite character in terms of their ownmost potentiality-for-Being­\ntheir-Selves. \nResoluteness, as authentic Being-one' s-Selj, does not detach Dasein from \nits world, nor does it isolate it so that it becomes a free-floating \"I\". And \nhow should i"
    },
    {
      "page_number": 346,
      "evidence": [
        "wil: will (trunc)"
      ],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "II. 2 \nBeing and Tim \n345 \ntalkative fraternizing in the \"they\" and in what \"they\" want to under­\ntake. \nResoluteness, by its ontological essence, is always the resoluteness of \nsome factical Dasein at a particular time. The essence of Dasein as an \nentity is its existence. Resoluteness 'exists' only as a resolution [Entschluss] \nwhich understandingly projects itself. But on what basis does Dasein \ndisclose itself in resoluteness ? On what is it to resolve ?1 Only the resolution \nitself can give the answer. One would completely misunderstand the \nphenomenon of resoluteness if one should want to suppose that this con­\nsists simply in taking up possibilities which have been proposed and \nrecommended, and seizing hold of them. The resolution is precisely the dis­\nclosive projection and determination of what is factically possible at the tim. To \nresoluteness, the indefiniteness characteristic of every potentiality-for-Being \ninto which Dasein has been factically thrown, is something that neces­\nsarily belongs. Only in a resolution is resoluteness sure of itself. The exist­\nentiell indefiniteness of resoluteness never makes itself definite except in a \nresolution; yet it has, all the same, its existential definiteness. \nWhat one resolves upon in resoluteness has been prescribed ontologically \nin the existentiality of Dasein in general as a potentiality-for-Being in the \nmanner of concernful solicitude. As care, however, Dasein has been \nDetermined by facticity and falling. Disclosed in its 'there', it maintains \nitself both in truth and in untruth with equal primordiality.xlii This \n'really' holds in particular for resoluteness as authentic truth. Resoluteness \n299 \nappropriates untruth authentically. Dasein is already in irresoluteness \n[Unentschlossenheit], and soon, perhaps, wil be in it again. The term \n\"irresoluteness' merely expresses that phenomenon which we have Inter­\npreted as a Being-surrendered to the way in which things have been \nprevalently interpreted by"
    },
    {
      "page_number": 348,
      "evidence": [],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "II. 2 \nBeing and Time \n347 \nup of 'accidents' which it fails to recognize, deems its own achievement, \nand passes off as such.l \nResoluteness brings the Being of the \"there\" into the existence of its \nSituation. Indeed it delimits the existential structure of that authentic \npotentiality-for-Being which the conscience attests-wanting to have a \nconscience. In this potentiality we have recognized the appropriate way \nof understanding the appeal. This makes it entirely plain that when the \ncall of conscience summons us to our potentiality-for-Being, it does not \nhold before us some empty ideal of existence, but calls us forth into the \nSituation. This existential positivity which the call of conscience possesses \nwhen rightly understood, gives us at the same time an insight : it makes \nus see to what extent we fail to recognize the disclosive character of the \nconscience if the tendency of the call is restricted to indebtednesses which \nhave already occurred or which we have before us ; it also makes us see \nto what extent the concrete understanding of the voice of conscience is \nonly seemingly transmitted to us if this restriction is made. When our \nunderstanding of the appeal is Interpreted existentially as resoluteness, \nthe conscience is revealed as that kind of Being-included in the very \nbasis of Dasein2-in which Dasein makes possible for itself its factical \nexistence, thus attesting its ownmost potentiality-for-Being. \nThis phenomenon which we have exhibited as \"resoluteness' can hardly \nbe confused with an empty 'habitus' or an indefinite 'velleity'. Resoluteness \ndoes not first take cognizance of a Situation and put that Situation before \nitself; it has put itself into that Situation already. 3 As resolute, Dasein is \nalready taking action. The term 'take action'4 is one which we are purposely \navoiding. For in the first place this term must be taken so broadly that \n\"activity\" [Aktivitat] will also embrace the passivity of resistance. In the \nsecond place, "
    },
    {
      "page_number": 349,
      "evidence": [
        "dcr: der (d/c)",
        "whuh: which (w/h)",
        "wil: will (trunc)"
      ],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "Being and Time \nII. 2 \nconcernful solicitude, so primordially and wholly envelops Dasein's Being \nthat it must already be presupposed as a whole when we distinguish \nbetween theoretical and practical behaviour; it cannot first be built up \nout of these faculties by a dialectic which, because it is existentially \n301 \nungrounded, is necessarily quite baseless. Resoluteness, Jwwever, is onfy that \nauthenticiry whuh, in care, is the object of care [in der Sorge gesorgte], and whUh \nis possible as care-the authenticiry of care itself. \nTo present the factical existentiell possibilities in their chief features \nand interconnections, and to Interpret them according to their existential \nstructure, falls among the tasks of a thematic existential anthropology.xv \nFor the purposes of the present investigation as a study of fundamental \nontology, it is enough if that authentic potentiality-for-Being which \nconscience attests for Dasein itself in terms of Dasein itself, is defined \nexistentially. \nNow that resoluteness has been worked out as Being-guilty, a self­\nprojection in which one is reticent and ready for anxiety, 1 our investiga­\ntion has been put in a position for defining the ontological meaning of \nthat potentiality which we have been seeking-Dasein's authentu poten­\ntiality-for-Being-a-whole. By now the authenticity of Dasein is neither an \nempty term nor an idea which someone has fabricated. But even so, as \nan authentic potentiality-for-Being-a-whole, the authentic Being-towards­\ndeath which we have deduced existentially still remains a purely exist­\nential project for which Dasein's attestation is missing. Only when such \nattestation has been found will our investigation suffice to exhibit (as its \nproblematic requires) an authentic potentiality-for-Being-a-whole, exist­\nentially confirmed and clarified-a potentiality which belongs to Dasein. \nFor only when this entity has become phenomenally accessible in its \nauthenticity and its totality, wil the question of "
    },
    {
      "page_number": 350,
      "evidence": [
        "jection: projection (truncated)",
        "nomenon: phenomenon (truncated)",
        "gung: gung (truncated)"
      ],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "I I I  \nDASEIN'S AUTHENTIC POTENTIALITY-FOR-BE I NG­\nA-WHOLE, AND TEMPORALITY AS THE \nO NT O L O G I CAL MEANI NG O F  CARE \n, 6r. A Preliminary Sketch of the Methodological Step from the Definition of \nDasein' s Authentic Being-a-whole to the Laying-bare of Temporality as a Phe­\nnomenon \nAN authentic potentiality-for-Being-a-whole on the part of Dasein has \nbeen projected existentially. By analysing this phenomenon, we have \nrevealed that authentic Being-towards-death is anticipation.• Dasein's \n302 \nauthentic potentiality-for-Being, in its existentiell attestation, has been \nexhibited, and at the same time existentially Interpreted, as resoluteness.1 \nHow are these two phenomena of anticipation and resoluteness to be \nbrought together? Has not our ontological projection of the authentic \npotentiality-for-Being-a-whole led us into a dimension of Dasein which \nlies far from the phenomenon of resoluteness? What can death and the \n'concrete Situation' of taking action have in common ? In attempting to \nbring resoluteness and anticipation forcibly together, are we not seduced \ninto an intolerable and quite unphenomenological construction, for which \nwe can no longer claim that it has the character of an ontological pro­\njection, based upon the phenomena ? \nAny superficial binding together of the two phenomena is excluded. \nThere still remains one way out, and this is the only possible method : \nnamely, to take as our point of departure the phenomenon of resoluteness, \nas attested in its existentiell possibility, and to ask : \"Does resoluteness, in its \nownmost existentiell tendency of Being, point forward to anticipatory resoluteness \nas its ownmost authentic possibility?\" What if resoluteness, in accordance \nwith its own meaning, should bring itself into its authenticity only when \nit projects itself not upon any random possibilities which just lie closest, \nbut upon that uttermost possibility which lies ahead of every factical \npotentiality-for-Being of Dasein, 11 an"
    },
    {
      "page_number": 351,
      "evidence": [
        "gether: gether (spacing)",
        "pos: possible (truncated)"
      ],
      "confidence": "medium",
      "footnote_artifacts": [],
      "extracted_text": "350 \nBeing and Time \nII. 3 \nundisguisedly into every potentiality-for-Being of which Dasein factically \ntakes hold ? What if it is only in the anticipation of [ zum] death that \nresoluteness, as Dasein's authentic truth, has reached the authentic certainry \nwhich belongs to it ? What if it is only in the anticipation if death that all the \nfactical 'anticipatoriness' of resolving would be authentically understood­\nin other words, that it would be caught up with in an existentiell way ?1 \nIn our existential Interpretation, the entity which has been presented \nto us as our theme has Dasein's kind of Being, and cannot be pieced to­\ngether into something present-at-hand out of pieces which are present-at­\nhand. So long as we do not forget this, every step in our Interpretation \nmust be guided by the idea of existence. What this signifies for the question \nof the possible connection between anticipation and resoluteness, is \nnothing less than the demand that we should project these existential \n303 \nphenomena upon the existentiell possibilities which have been delineated \nin them, and 'think these possibilities through to the end' in an existential \nmanner. If we do this, the working-out of anticipatory resoluteness as a \npotentiality-for-Being-a-whole such that this potentiality is authentic and \nis possible in an existentiell way, will lose the character of an arbitrary \nconstruction. It will have become a way of Interpreting whereby Dasein \nis liberated for its uttermost possibility of existence. \nIn taking this step, the existential Interpretation makes known at the \nsame time its ownmost methodological character. Up till now, except for \nsome remarks which were occasionally necessary, we have deferred \nexplicit discussions of method. Our first task was to 'go forth' towards the \nphenomena. But, before laying bare the meaning of the Being of an entity \nwhich has been revealed in its basic phenomenal content, we must stop \nfor a while in the course of our investigatio"
    },
    {
      "page_number": 352,
      "evidence": [],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "II. 3 \nBeing and Time \n351 \ntake the basic step of unveiling the meaning of the Being of care. But the \nInterpretation of the ontological meaning of care must be performed on the basis of \nenvisaging phenomenologically in a full and constant manner Dasein's existential \nconstitution as we have exhibited it up till now. \nOntologically, Dasein is in principle different from everything that is \npresent-at-hand or Real. Its 'subsistence' is not based on the substan­\ntiality of a substance but on the 'Self-subsistence' of the existing Self, whose \nBeing has been conceived as care.1 The phenomenon of the Self-a \nphenomenon which is included in care-needs to be defined existentially \nin a way which is primordial and authentic, in contrast to our preparatory \nexhibition of the inauthentic they-self. Along with this, we must establish \nwhat possible ontological questions are to be directed towards the 'Self', \nif indeed it is neither substance nor subject. \nIn this way, the phenomenon of care will be adequately clarified for \nthe first time, and we shall then interrogate it as to its ontological meaning. \nWhen this meaning has been determined, temporality will have been laid \nbare. In exhibiting this, we are not led into out-of-the-way and sequestered \n304 \ndomains of Dasein; we merely get a conception of the entire phenomenal \ncontent of Dasein's basic existential constitution in the ultimate founda-\ntions of its own ontological intelligibility. Temporality gets experienced in-a \nphenomenally primordial way in Dasein's authentic Being-a-whole, in the phenom-\nenon of anticipatory resoluteness. If temporality makes itself known primordi-\nally in this, then we may suppose that the temporality of anticipatory \nresoluteness is a distinctive mode of temporality. Temporality has different \npossibilities and different ways of temporali;:;ing itself. 2 The basic possibilities \n1 'Sein \"Bestand\" griindet nicht in der Substanzialitiit einer Substanz, sondem in der \n\"Selbstiindigkeit\" "
    },
    {
      "page_number": 359,
      "evidence": [
        "taining: taining (truncated)",
        "exactions: exactions (valid rarity)",
        "methodisck: methodisch (misspell)"
      ],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "Being and Time \nwhich one flees the world ; rather, it brings one without Illusions into the \nresoluteness of 'taking action'. Neither does anticipatory resoluteness stem \nfrom 'idealistic' exactions soaring above existence and its possibilities; it \nsprings from a sober understanding of what are factically the basic pos­\nsibilities for Dasein. Along with the sober anxiety which brings us face to \nface with our individualized potentiality-for-Being, there goes an un­\nshakable joy in this possibility. In it Dasein becomes free from the enter­\ntaining 'incidentals' with which busy curiosity keeps providing itself­\nprimarily from the events of the world. 1  But the analysis of these basic \nmoods would transgress the limits which we have drawn for the present \nInterpretation by aiming towards fundamental ontology. \nIs there not, however, a definite ontical way of taking authentic \nexistence, a factical ideal of Dasein, underlying our ontological Interpre­\ntation of Dasein's existence ? That is so indeed. But not only is this Fact \none which must not be denied and which we are forced to grant; it must \nalso be conceived in its positive necessiry, in terms of the object which we \nhave taken as the theme of our investigation. Philosophy will never seek \nto deny its 'presuppositions', but neither may it simply admit them. It \nconceives them, and it unfolds with more and more penetration both the \npresuppositions themselves and that for which they are presuppositions. \nThe methodological considerations now demanded of us will have this \nvery function. \nŁ 63. The Hermeneutical Situation at which we have Arrived for Interpreting the \nMeaning of the Being of Care; and the Methodological Character of the Existential \nAnarytic in General2 \nIn its anticipatory resoluteness, Dasein has now been made phenomen­\nally visible with regard to its possible authenticity and totality. The \n3 I I \nhermeneutical Situation tv which was previously inadequate for interpret­\ning the meaning of th"
    },
    {
      "page_number": 362,
      "evidence": [
        "hihere: higher (misspell)",
        "thepreparatory: the prep (spacing)",
        "proxim: proximally (trunc)"
      ],
      "confidence": "medium",
      "footnote_artifacts": [],
      "extracted_text": "II. 3 \nBeing and Time \npotentiality-for-Being comports itself towards its distinctive possibility­\ndeath-been just accidentally pounced upon ? Does Being-in-the-world \nhave a higher instance for its potentiality-for-Being than its own death?l \nEven if the ontico-ontological projection of Dasein upon an authentic \npotentiality-for-Being-a-whole may not be just something that is left to \nour discretion, does this already justify the existential Interpretation we \nhave given for this phenomenon ? Where does this Interpretation get its \nclue, if not from an idea of existence in general which has been 'pre­\nsupposed' ? How have the steps in the analysis of inauthentic everydayness \nbeen regulated, if not by the concept of existence which we have posited ? \nAnd if we say that Dasein 'falls', and that therefore the authenticity of its \npotentiality-for-Being must be wrested from Dasein in spite of this tend­\nency of its Being,2 from what point of view is this spoken ? Is not everything \nalready illumined by the light of the 'presupposed' idea of existence, even \nif rather dimly ? Where does this idea get its justification? Has our initial \nprojection, in which we called attention to it, led us nowhere ? By no \nmeans. \nIn indicating the formal aspects of the idea of existence we have been \nguided by the understanding-of-Being which lies in Dasein itself. Without \nany ontological transparency, it has nevertheless been revealed that in \nevery case I am myself the entity which we call Dasein, and that I am so \nas a potentiality-for-Being for which to be this entity is an issue. Dasein \nunderstands itself as Being-in-the-world, even if it does so without \nadequate ontological definiteness. Being thus, it encounters entities which \nhave the kind of Being of what is ready-to-hand and present-at-hand. No \nmatter how far removed from an ontological concept the distinction \nbetween existence and Reality may be, no matter even if Dasein proxim­\nally understands existence as Reality, "
    },
    {
      "page_number": 363,
      "evidence": [],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "Being and Time \nII. 3 \ndefinition of \"care\". This latter phenomenon has enabled us to get a more \nprecise grasp of existence and of its relations to facticity and falling. \nAnd defining the structure of care has given us a basis on which to dis­\ntinguish ontologically between existence and Reality for the first time.vi \nThis has led us to the thesis that the substance of man is existence.vU \nYet even in this formal idea of existence, which is not binding upon us \nin an existentiell way, there already lurks a definite though unpretentious \nontological 'content', which-like the idea of Reality, which has been \ndistinguished from this-'presupposes' an idea of Being in general. Only \nwithin the horizon of this idea of Being can the distinction between exist­\nence and Reality be accomplished. Surely, in both of them what we have \nin view is Being. \nBut if we are to obtain an ontologically clarified idea of Being in \ngeneral, must we not do so by first working out that understanding-of­\nBeing which belongs to Dasein ? This understanding, however, is to be \ngrasped primordially only on the basis of a primordial Interpretation of \nDasein, in which we take the idea of existence as our clue. Does it not \nthen become altogether patent in the end that this problem offundamental \nontology which we have broached, is one which moves in a 'circle' ? \nWe have indeed already shown, in analysing the structure of under­\nstanding in general, that what gets censured inappropriately as a 'circle', \nbelongs to the essence and to the distinctive character of understanding \nas such.v111 In spite of this, if the problematic of fundamental ontology is \nto have its hermeneutical Situation clarified, our investigation must now \ncome back explicitly to this 'circular argument'. When it is objected that \nthe existential Interpretation is 'circular', it is said that we have 'pre­\nsupposed' the idea of existence and of Being in general, and that Dasein \ngets Interpreted 'accordingly', so that the id"
    },
    {
      "page_number": 365,
      "evidence": [],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "Being and Time \nII. 3 \nfirst instance' we restrict ourselves to a 'theoretical subject', in order \nthat we may then round it out 'on the practical side' by tacking on an \n'ethic'. \nThis may suffice to clarify the existential meaning of the hermeneutical \nSituation of a primordial analytic of Dasein. By exhibiting anticipatory \nresoluteness, we have brought Dasein before us with regard to its authentic \ntotality, so that we now have it in advance. The authenticity of the \npotentiality-for-Being-one's-Self guarantees that primordial existentiality \nis something we see in advance, and this assures us that we are coining \nthe appropriate existential concepts.1 \nAt the same time our analysis of anticipatory resoluteness has led us to \nthe phenomenon of primordial and authentic truth. We have shown earlier \nhow that understanding-of-Being which prevails proximally and for the \nmost part, conceives Being in the sense of presence-at-hand, and so covers \nup the primordial phenomenon of truth.lx If, however, 'there is' Being \nonly in so far as truth 'is', and if the understanding of Being varies accord­\ning to the kind of truth, then truth which is primordial and authentic \nmust guarantee the understanding of the Being of Dasein and of Being \nin general. The ontological 'truth' of the existential analysis is developed \non the ground of the primordial existentiell truth. However, the latter \ndoes not necessarily need the former. The most primordial and basic \nexistential truth, for which the problematic of fundamental ontology \nstrives in preparing for the question of Being in general, is the disclosedness \nof the meaning of the Being of care. In order to lay bare this meaning, \nwe need to hold in readiness, undiminished, the full structural content of \ncare. \nʂ 64. Care and Selfhood \nThrough the unity of the items which are constitutive for care-\n3 1 7 \nexistentiality, facticity, and fallenness-it has become possible to give the \nfirst ontological definition for the totality "
    },
    {
      "page_number": 370,
      "evidence": [],
      "confidence": "medium",
      "footnote_artifacts": [],
      "extracted_text": "II. 3 \nBeing and Time \ntalks, our ontological Interpretation of the 'I' has by no means solved the \nproblem; but it has indeed prescribed the direction for any further inquiries. \nIn the \"I\", we have in view that entity which one is in 'being-in-the­\nworld'. \nBeing-already-in -a-world, however, as Being-alongside-the-ready-to­\nhand-within-the-world, means equiprimordially that one is ahead of \noneself. With the '1', what wr have in view is that entity for which the \nissue is the Being of the entity rnat it is. With the 'I', care expresses itself, \nthough proximally and for the most part in the 'fugitive' way in which \nthe \"I\" talks when it concerns itself with something. The they-self keeps \non saying \"I\" most loudly and most frequently because at bottom it is not \nauthentically itself, and evades its authentic potentiality-for-Being. If the \nontological constitution of the Self is not to be traced back either to an \n\"!\"-substance or to a 'subject', but if, on the contrary, the everyday \nfugitive way in which we keep on saying \"I\" must be understood in terms \nof our authentic potentiality-for-Being, then the proposition that the Self \nis the basis of care and constantly present-at-hand, is one that still does \nnot follow. Selfhood is to be discerned existentially only in one's authentic \npotentiality-for-Being-one's-Self-that is to say, in the authenticity of \nDasein's Being as care. In terms of care the constancy of the Self, as the \nsupposed persistence of the subjectum, gets clarified. But the phenomenon \nof this authentic potentiality-for-Being also opens our eyes for the constancy \nof the Self in the sense of its having achieved some sort of position.1 The \nconstancy of the Self, in the double sense of steadiness and steadfastness, is \nthe authentic counter-possibility to the non-Self-constancy which is charac­\nteristic of irresolute falling. 2 Existentially, \"Self-constancy\" signifies nothing \nother than anticipatory resoluteness. The ontological structure of "
    },
    {
      "page_number": 372,
      "evidence": [],
      "confidence": "medium",
      "footnote_artifacts": [],
      "extracted_text": "II. 3 \nBeing and Time \n371 \nthat of something which does not come into view explicitly and thematic­\nally. \"Meaning\" signifies the \"upon-which\" [das Woraufhin] of a primary \nprojection in terms of which something can be conceived in its possibility \nas that which it is. Projecting discloses possibilities-that is to say, it \ndiscloses the sort of thing that makes possible. \nTo lay bare the \"upon-which\" of a projection, amounts to disclosing \nthat which makes possible what has been projected.1 To lay it bare in this \nway requires methodologically that we study the projection (usually a \ntacit one) which underlies an interpretation, and that we do so in such a \nway that what has been projected in the projecting can be disclosed and \ngrasped with regard to its \"upon-which\". To set forth the meaning of \ncare means, then, to follow up the projection which guides and underlies \nthe primordial existential Interpretation of Dasein, and to follow it up in \nsuch a way that in what is here projected, its \"upon-which\" may be seen. \nWhat has been projected is the Being of Dasein, and it is disclosed in what \nconstitutes that Being as an authentic potentiality-for-Being-a-whole. 2 \nThat upon which the Being which has been disclosed and is thus con­\nstituted has been projected, is that which itself makes possible this Con­\nstitution of Being as care. When we inquire about the meaning of care, we \nare asking what makes possible the totality of the articulated structural whole of \ncare, in the unity of its articulation as we have unfolded it. \nTaken strictly, \"meaning\" signifies the \"upon-which\" of the primary \nprojection of the understanding of Being. When Being-in-the-world has \nbeen disclosed to itself and understands the Being of that entity which it \nitself is, it understands equiprimordialêy the Being of entities discovered \nwithin-the-world, even if such Being has not been made a theme, and has \nnot yet even been differentiated into its primary modes of existence and \nReality."
    },
    {
      "page_number": 378,
      "evidence": [
        "temporali;;es → temporalizes (visual artifact: 'z' rendered as ';;')",
        "authơntic → authentic (corrupted character encoding)",
        "begegnenlassens → Begegnenlassens (compound word, but form appears corrupted)",
        "ekstase → proper Greek term but inconsistent rendering of ἔκστασις",
        "tuc → TUC or missing word context unclear",
        "ekstasiellen → proper form with umlaut issues",
        "phenomenal content shows significant character corruption that could affect embedding quality"
      ],
      "confidence": "high",
      "footnote_artifacts": [
        "None clearly identified"
      ],
      "extracted_text": "II. 3 \nBeing and Time \n377 \nTemporality 'is' not an entiry at all. It is not, but it temporali;;es itself. \nNevertheless, we cannot avoid saying, 'Temporality \"is\" . . .  the meaning \nof care', 'Temporality \"is\" . . .  defined in such and such a way' ; the \nreason for this can be made intelligible only when we have clarified the \nidea of Being and that of the 'is' in general. Temporality temporalizes, \nand indeed it temporalizes possible ways of itself. These make possible the \nmultiplicity ofDasein's modes of Being, and especially the basic possibility \nof authơntic or inauthentic existence. \nThe future, the character of having been, and the Present, show \nthe phenomenal characteristics of the 'towards-oneself', the 'back-\nto', and the 'letting-oneself-be-encountered-by' .1 The phenomena of the \n329 \n\"towards . . .  \", the \"to . . .  \", and the \"alongside . . .  \", make temporality \nmanifest as the £KO'TanK6v pure and simple. Temporaliry is the primordial 'out­\nside-of-itself' in and for itself. We therefore call the phenomena of the future, \nthe character of having been, and the Present, the'' ecstases'' of temporality. 11 \nTemporality is not, prior to this, an entity which first emerges from itself; its \nessence is a process of temporalizing in the unity of the ecstases. What is char­\nacteristic of the 'time' which is accessible to the ordinary understanding, \nconsists, among other things, precisely in the fact that it is a pure sequence \nof \"nows\", without beginning and without end, in which the ecstatical \ncharacter of primordial temporality has been levelled off. But this very \nlevelling off, in accordance with its existential meaning, is grounded in \nthe possibility of a definite kind of temporalizing, in conformity with \nwhich temporality temporalizes as inauthentic the kind of 'time' we have \njust mentioned. If, therefore, we demonstrate that the 'time' which is \naccessible to Dasein's common sense is not primordial, but arises rather \nfrom authentic tempor"
    },
    {
      "page_number": 393,
      "evidence": [
        "wird, auskennen, bei → German verbs, correct",
        "verschwindet → proper German verb",
        "offorgetting → 'of forgetting' (OCR error: spacing/merger)",
        "ihr, rapax → Latin philosophical term appears correctly",
        "sondern, nicht → German conjunctions/particles, correct",
        "However, cumulative effect of 15.3% error rate with difficult German makes this challenging"
      ],
      "confidence": "high",
      "footnote_artifacts": [
        "offorgetting - appears to be OCR artifact for 'of forgetting' merged"
      ],
      "extracted_text": "392 \nBeing and Time \ntherein lies the character offear as mood and as affect. When one's Being­\nin-the-world has been threatened and it concerns itself with the ready-to­\nhand, it does so as a factical potentiality-for-Being of its own. In the face \nof this potentiality one backs away in bewilderment, and this kind of \nforgetting oneself is what constitutes the existential-temporal meaning of \n342 \nfear.1 Aristotle rightly defines \"fear\" as AV1T7J -rLs- P -rapaxƢ-as \"a kind \nof depression or bewilderment\". vi This depression forces Dasein back to \nits thrownness, but in such a way that this thrownness gets quite closed off. \nThe bewilderment is based upon a forgetting. When one forgets and backs \naway in the face of a factical potentiality-for-Being which is resolute, one \nclings to those possibilities of self-preservation and evasion which one has \nalready discovered circumspectively beforehand. When concern is afraid, \nit leaps from next to next, because it forgets itself and therefore does not \ntake hold of any definite possibility. Every 'possible' possibility offers itself, \nand this means that the impossible ones do so too. The man who fears, \ndoes not stop with any of these; his 'environment' does not disappear, but \nit is encountered without his knowing his way about in it any longer. 2 \nThis bewildered making-present of the first thing that comes into one's head, \nis something that belongs with forgetting oneself in fear. It is well known, \nfor instance, that the inhabitants of a burning house will often 'save' the \nmost indifferent things that are most closely ready-to-hand. When one has \nforgotten oneself and makes present a jumble of hovering possibilities, one \nthus makes possible that bewilderment which goes to make up the mood­\ncharacter of fear. 3 The having forgotten which goes with such bewilder­\nment modifies the awaiting too and gives it the character of a depressed \nor bewildered awaiting which is distinct from any pure expectation. \nThe specifi"
    },
    {
      "page_number": 422,
      "evidence": [
        "Dorther → [Dorther] (corrupted)",
        "dayness → everyday-ness (semantic damage - wrong concept entirely)",
        "dorther → dorther (German: 'from there', correct)",
        "dadurch → dadurch (German: 'thereby', correct)",
        "fundierten → fundierten (German: 'founded', correct)"
      ],
      "confidence": "high",
      "footnote_artifacts": [
        "dayness → could be 'everyday' with bad OCR, or genuine corruption"
      ],
      "extracted_text": "Being and Time \n421 \nConstitution offalling.1 When we make something present by bringing it \nclose from its \"thence\" [seinem Dorther], the making-present forgets the \n\"yonder\" [das Dort] and loses itself in itself. Thus it comes about that if \n'observation' of entities within-the-world commences in such a making­\npresent, the illusion arises that 'at first' only a Thing is present-at-hand, \nhere of course, but indefinitely-in a space in general. \nOn{y on the basis of its ecstatico-horizonal temporality is it possible for Dasein \nto break into space. The world is not present-at-hand in space; yet only \nwithin a world does space let itself be discovered. The ecstatical tempora• \nlity of the spatiality that is characteristic of Dasein, makes it intelligible \nthat space is independent of time; but on the other hand, this same \ntemporality also makes intelligible Dasein's 'dependence' on space-a \n'dependence' which manifests itself in the well-known phenomenon that \nboth Dasein's interpretation of itself and the whole stock of significations \nwhich belong t_o language in general are dominated through and through \nby 'spatial representations'. This priority of the spatial in the Articulation \nof concepts and significations has its basis not in some specific power \nwhich space possesses, but in Dasein's kind of Being. Temporality is \nessentially falling, and it loses itself in making present; not only does it \nunderstand itself circumspectively in terms of objects of concern which are \nready-at-hand, but from those spatial relationships which making-present \nis constantly meeting in the ready-to-hand as having presence, it takes its \nclues for Articulating that which has been understood and can be in­\nterpreted in the understanding in general. \nÙ 7 I. The Temporal Meaning of Dasein' s Everydayness \nWe have given an Interpretation of some structures which are essential \nto Dasein's state-of-Being, and we have done so before exhibiting tempor­\nality, but with the aim ofleadi"
    },
    {
      "page_number": 424,
      "evidence": [
        "familiat → familiar (wrong word)",
        "hineinlebend → hineinlebend (correct German)",
        "lagen → Lagen (variant capitalization)",
        "nichts/nicht → common German words, correct",
        "lity → ality (suffix only, high frequency of such errors)"
      ],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "u. 4 \nBeing and Time \nThat which is onticalfy so familiat in the way Dasein has been factically \ninterpreted that we never pay any heed to it, hides enigma after enigma \nexistential-ontologically. The 'natural' horizon for starting the existential \nanalytic of Dasein is onfy seemingfy self-evident. \nBut after the Interpretation of temporality which we have given thus \nfar, do we find ourselves in any more promising a situation with regard \nto delimiting the structure of everydayness existentially ? Or does this \nbewildering phenomenon make the inadequacy of our explication of tem­\nporality all too patent? Have we not hitherto been constantly immob­\nilizing Dasein in certain situations, while we have, 'consistently' with this, \nbeen disregarding the fact that in living unto its days Dasein stretches itself \nalong 'temporally' in the sequence of those days ?1 The \"it's all one and \nthe same\", the accustomed, the 'like yesterday, so today and tomorrow', \nand the 'for the most part'-these are not to be grasped without recourse \nto this 'temporal' stretching-along of Dasein. \nAnd is it not also a Fact of existing Dasein that in spending its time it \ntakes 'time' into its reckoning from day to day and regulates this 'reckoning' \nastronomically and calendrically? \nOnly if both Dasein's everyday \n'historizing'2 and the reckoning with 'time' with which it concerns itself \nin this historizing, are included in our Interpretation ofDasein's tempora­\nlity, will our orientation be embracing enough to enable us to make a \nproblem of the ontological meaning of everydayness as such. But because \nat bottom we mean by the term \"everydayness\" nothing else than tern-\n372 \nporality, while temporality is made possible by Dasein's Being, 3 an \nadequate conceptual delimitation of everydayness can succeed only in a \nframework in which the meaning of Being in general and its possible \nvariations are discussed in principle. \n1 'Haben wir bisher nicht stlindig das Dasein auf gewisse Lagen und S"
    },
    {
      "page_number": 439,
      "evidence": [
        "entspringend → entspringend (correct German)",
        "erwiderung → Erwiderung (correct German: 'rejoinder')",
        "iiberreden → überreden (German: 'persuade', correct)",
        "sfuture → s-future (corrupted compound, should 'future')",
        "wiederholung → Wiederholung (correct German: 'repetition')",
        "erwidert → erwidert (correct German: 'reply')",
        "reciprocative rejoiruier → reciprocative rejoinder (transposition error 'ier' vs 'ieru')"
      ],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "Being and Time \nII. 5 \nactual, may recur. Rather, the repetition makes a reciprocative rejoiruier to \nthe possibility of that existence which has-been-there. But when such a \nrejoinder is made to this possibility in a resolution, it is made in a moment \nof vision; and as such it is at the same time a disavowal of that which in \nthe \"today\", is working itself out as the 'past' . 1  Repetition does not abandon \nitself to that which is past, nor does it aim at progress. In the moment \nof vision authentic existence is indifferent to both these alternatives. \nWe characterize repetition as a mode of that resoluteness which hands \nitself down-the mode by which Dasein exists explicitly as fate. But if \nfate constitutes the primordial historicality of Dasein, then history has its \nessential importance neither in what is past nor in the \"today\" and its \n'connection' with what is past, but in that authentic historizing of existence \nwhich arises from Dasein'sfuture. As a way of Being for Dasein, history has \nits roots so essentially in the future that death, as that possibility ofDasein \nwhich we have already characterized, throws anticipatory existence back \nupon its factical thrownness, and so for the first time imparts to having­\nbeen its peculiarly privileged position in the historical. Authentic Being­\ntowards-death-that is to say, the finitude of temporality-is the hidden basis of \nDasein's historicality. Dasein does not first become historical in repetition ; \nbut because it is historical as temporal, it can take itself over in its history \nby repeating. For this, no historiology is as yet needed. \nResoluteness implies handing oneself down by anticipation to the \n\"there\" of the moment of vision; and this handing down we call \"fate\". \nThis is also the ground for destiny, by which we understand Dasein's \nhistorizing in Being-with Others. In repetition, fateful destiny can be dis­\nclosed explicitly as bound up with the heritage which has come down to us. \nBy repetition, Da"
    },
    {
      "page_number": 443,
      "evidence": [
        "schicksal → Schicksal (correct German: 'fate')",
        "stiindigkeit → Ständigkeit (German: 'constancy', likely umlaut issue)",
        "verliert → verliert (German: 'loses', correct)",
        "zwischen → zwischen (German: 'between', correct)",
        "daein → Dasein (missing 's', misspelling of key term)",
        "ated → ated (corrupted, should 'situated' or similar?)"
      ],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "442 \nBeing and Time \nII. 5 \npass' ; and because of this, it is only then that there at last arises from the \nhorizon of the understanding which belongs to inauthentic historicality, \nthe question of how one is to establish a 'connectedness' of Dasein if one \ndoes so in the sense of 'Experiences' of a subject-Experiences which are \n'also' present-at-hand. The possibility that this horizon for the question \nshould be the dominant one is grounded in the irresoluteness which goes \nto make up the essence of the Self's in-constancy. \nWe have thus pointed out the source of the question of the 'connected­\nness' of Daein in the sense of the unity with which Experiences are \nlinked together between birth and death. At the same time, the origin of \nthis question betrays that it is an inappropriate one if we are aiming at a \nprimordial existential Interpretation of Dasein's totality of historizing. On \nthe other hand, despite the predominance of this 'natural' horizon for such \nquestions, it becomes explicable why Dasein's authentic historicality­\nfate and repetition-looks as if it, least of all, could supply the phenomenal \nbasis for bringing into the shape of an ontologically grounded problem \nwhat is at bottom intended in the question of the 'connectedness' oflife. \nThis question does not ask how Dasein gains such a unity of connected­\nness that the sequence of 'Experiences' which has ensued and is still \nensuing can subsequently be linked together ; it asks rather in which of its \nown kinds of Being Dasein loses itself in such a manner1 that it must, as it were, \nonly subsequently pull itself together out of its dispersal, and think up for itself a \nuniry in which that \"together\" is embraced. Our lostness in the \"they\" and in \nthe world-historical has earlier been revealed as a fleeing in the face of \ndeath. Such fleeing makes manifest that Being-towards-death is a basic \nattribute of care. Anticipatory resoluteness brings this Being-towards­\ndeath into authentic existence."
    },
    {
      "page_number": 444,
      "evidence": [
        "tteilich → teillich (German: 'partial', likely 't' duplication error)",
        "iiberholt → überholt (German: 'overtaken', correct despite umlaut rendering)",
        "vorweggenommen → vorweggenommen (German: 'anticipated', correct)",
        "anxie → anxiety (truncation, recoverable)",
        "todes → Todes (German: 'of death', correct)",
        "illusionsfreier → illusionsfreier (German: 'free from illusion', correct)",
        "incon → incon (suffix, 'inconstancy' likely)",
        "zurickkommen → zurückkommen (German: 'come back', correct)"
      ],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "II. 5 \nBeing and Tim \n443 \nof possibilities that have been, Dasein brings itself back 'immediately'­\nthat is to say, in a way that is temporally ecstatical-to what already has \nbeen before it. But when its heritage is thus handed down to itself, its \n'birth' is caught up into its existence in coming back from the possibility of \ndeath (the possibility which is not to be outstripped), if only so that this \nexistence may accept the thrownness of its own \"there\" in a way which is \nmore free from Illusion. I \nResoluteness constitutes the loyal9J of existence to its own Self. As \nresoluteness which is ready for anxie9J, this loyalty is at the same time a \npossible way of revering the sole authority which a free existing can have \n-of revering the repeatable possibilities of existence. Resoluteness would \nbe misunderstood ontologically if one were to suppose that it would be \nactual as 'Experience' only as long as the 'act' of resolving 'lasts'. In \nresoluteness lies the existentiell constancy which, by its very essence, has \nalready anticipated [ vorweggenommen] every possible moment of vision \nthat may arise from it. As fate, resoluteness is freedom to give up some \ndefinite resolution, and to give it up in accordance with the demands of \nsome possible Situation or other. The steadiness of.existence is not inter­\nrupted thereby but confirmed in the moment of vision. This steadiness is \nnot first formed either through or by the adjoining of 'moments' one to \nanother ; but these arise from the temporality of that repetition which is \nfuturally in the process-of-having-been-a temporality which has already \nbeen stretehed along. \nIn inauthentic historicality, on the other hand, the way in which fate \nhas been primordially stretched along has been hidden. With the incon­\nstancy of the they-self Dasein makes present its 'today•. In awaiting the \nnext new thing, it has already forgotten the old one. The \"they\" evades \nchoice. Blind for possibilities, it cannot repeat what has "
    },
    {
      "page_number": 461,
      "evidence": [
        "Missing critical content or corrupted formatting in complex philosophical passages about temporality",
        "Error rate 11.6% is significantly elevated"
      ],
      "confidence": "high",
      "footnote_artifacts": [
        "Extensive footnote apparatus with German philosophical terms"
      ],
      "extracted_text": "Being and Time \nII. 6 \nhave we found it at all ? Have we ever set ourselves to search for this and \nestablish its character ? We avail ourselves of it 'at any time' without \nhaving taken it over explicitly, and we constantly make use of it even \nthough we do not always make utterances about it. Even in the most \ntrivial, offhand kind of everyday talk ('It's cold', for instance) we also \nhave in mind a 'now that . .  .'. Why is it that when Dasein addresses \nitself to the objects of its concern, it also expresses a 'now that . .  .', a \n'then, when •\n•\n.\n ', or an 'on that former occasion, when . . .  \n', even though \nit does so mostly without uttering it ? First, because in addressing itself to \nsomething interpretatively, it expresses itself too; that is to say, it expresses \n408 \nits Being alongside the ready-to-band-a Being which understands circum­\nspectively and which uncovers the ready-to-hand and lets it be en­\ncountered. And secondly, because this very addressing and discussing­\nwhich interprets itself also-is based upon a making-present and is possible \nonly as such.t \nThe making-present which awaits and retains, interprets itself. And this \nin turn is possible only because, as something which in itself is ecstatically \nopen, it has in each case been disclosed to itself already and can be \nArticulated in the kind of interpretation which is accompanied by under­\nstanding and discourse. Because temporality is ecstatico-horizonally constitutive \nfor the clearedness of the \"there\", temporality is always primordially interpretable \nin the \"there\" and is accordingly familiar to us. The making-present which \ninterprets itself-in other words, that which has been interpreted and is \naddressed in the 'now'-is what we call 'time'. This simply makes known \nto us that temporality-which, as ecstatically open, is recognizable-is \nfamiliar, proximally and for the most part, only as interpreted in this \nconcernful manner.1 But while time is 'immediately' intelligible and \nr"
    },
    {
      "page_number": 462,
      "evidence": [
        "'zeitlichlceit' instead of 'Zeitlichkeit' - significant corruption (lcK instead of K)",
        "'tiir' instead of 'für' - letter substitution (u with umlaut to i)",
        "'stamt' instead of 'Stamm' - letter substitution",
        "'mitzusagen' - unclear if correct or corrupted",
        "Multiple footnote markers with corrupted German text"
      ],
      "confidence": "high",
      "footnote_artifacts": [
        "Extensive corrupted German in footnotes with technical philosophical terminology"
      ],
      "extracted_text": "II. 6 \nBeing and Time \nso . .  .'1 though we do not say all this. Why ? Because the \"now\" interprets a \nmaking-present of entities. In the 'now that . . .  ' lies the ecstatical character \nof the Present. The datability of the 'now', the 'then', and the 'on that \nformer occasion', reflects the ecstatical constitution of temporality, and is \ntherefore essential for the time itself that has been expressed. The structure \nof the datability of the 'now', the 'then', and the 'on that former occasion', \nis evidence that these, stemming from temporality, are themselves time. The \ninterpretative expressing of the 'now', the 'then', and the 'on that former \noccasion', is the most primordial way of assigning a time. 2 In the ecstatical \nunity of temporality-which gets understood along with datability, but \nunthematically and without being recognizable as such-Dasein has \nalready been disclosed to itself as Being-in-the-world, and entities within­\nthe-world have been discovered along with it; because of this, interpreted \ntime has already been given a dating in terms of those entities which are \nencountered in the disclosedness of the \"there\" : \"now that-the door \nslams\" ; \"now that-my book is missing\", and so forth. 3 \nThe horizons which belong to the 'now', the 'then', and the 'on that \nformer occasion', all have their source of ecstatical temporality; by reason \nof this, these horizons too have the character of datability as 'today, \n409 \nwhen . .  .', 'later on, when . . .  ', and 'earlier, when . .  .'' \nIf awaiting understands itself in the 'then' and interprets itself, and \nthereby, as making present, understands that which it awaits, and under­\nstands this in terms of its 'now', then the 'and-now-not-yet' is already \nimplied when we 'assign' a 'then'. The awaiting which makes present \nunderstands the 'until-then'. This 'until-then' is Articulated by inter­\npretation : it 'has its time' as the \"in-between\", which likewise has a relation­\nship of datability. This relatio"
    },
    {
      "page_number": 476,
      "evidence": [
        "'jedemjetztje' - severe merging corruption ('jedem'+'jetzt'+'je'?)",
        "'ttpt' - unintelligible",
        "'statigkeit' vs 'Stetigkeit' - spelling variant or corruption unclear",
        "'kap' - fragment or corruption",
        "'verschwinden' - may be correct German or corrupted",
        "'lkw' - complete garbage (acronym?)"
      ],
      "confidence": "high",
      "footnote_artifacts": [
        "Extensive Greek text with potential corruption"
      ],
      "extracted_text": "II. 6 \nBeing and Time \n475 \ninterpretation of time maintains itself by looking solely in the direction of \nconcernful common sense, and understands only what 'shows' itself within \nthe common-sense horizon, these structures must escape it. That which gets \ncounted when one measures time concernfully, the \"now\", gets co-under-\nstood in one's concern with the present-at-hand and the ready-to-hand. \nNow so far as this concern with time comes back to the time itself which \nhas been co-understood, and in so far as it 'considers' that time, it sees the \n\"nows\" (which indeed are also somehow 'there') within the horizon of that \nunderstanding-of-Being by which this concern is itself constantly guided.1x \n42 3 \nThus the \"nows\" are in a certain manner co-present-at-hand: that is, entities \nare encountered, and so too is the \"now\". Although it is not said explicitly \nthat the \"nows\" are present-at-hand in the same way as Things, they still \nget 'seen' ontologically within the horizon of the idea of presence-at-hand. \nThe \"nows\" pass away, and those which have passed away make up the \npast. The \"nows\" come along, and those which are coming along define the \n'future'. The ordinary interpretation of world-time as now-time never \navails itself of the horizon by which such things as world, significance, \nand datability can be made accessible. These structures necessarily remain \ncovered up, all the more so because this covering-up is reinforced by the \nway in which the ordinary interpretation develops its characterization of \ntime conceptually. \nThe sequence of \"nows\" is taken as something that is somehow present­\nat-hand, for it even moves ' i nto time'.1 We say : 'In every \"now\" is now; \nin every \"now\" it is already vanishing.' In every \"now\" the \"now\" is now \nand therefore it constantly has presence as something selfsame, even though \nin every \"now\" another may be vanishing as it comes along.11 Yet as this \nthing which changes, it simultaneously shows its own constant presence. "
    },
    {
      "page_number": 478,
      "evidence": [
        "'towardr' instead of 'towards' or similar - missing final character",
        "Complex structure with high unknown word concentration"
      ],
      "confidence": "high",
      "footnote_artifacts": [],
      "extracted_text": "II. 6 \nBeing and Time \n477 \ncovering-up of temporality? In the Being of Dasein itself, which we have, \nin a preparatory manner, Interpreted as care.xi Thrown and falling, \nDasein is proximally and for the most part lost in that with which it \nconcerns itself. In this lostness, however, Dasein's fleeing in the face of \nthat authentic existence which has been characterized as \"anticipatory \nresoluteness\", has made itself known ; and this is a fleeing which covers up. \nIn this concernful fleeing lies a fleeing in the face of death-that is, a \nlooking-away from the end of Being-in-the-world.xU This looking-away \nfrom it, is in itself a mode of that Being-towardr-the-end which is ecstatically \nfutural. The inauthentic temporality of everyday Dasein as it falls, must, as \nsuch a looking-away from finitude, fail to recognize authentic futurity and \ntherewith temporality in general. And if indeed the way in which Dasein \nis ordinarily understood is guided by the \"they\", only so can the self­\nforgetful 'representation' of the 'infinity' of public time be strengthened. \nThe \"they\" never dies because it cannot die ; for death is in each case mine, \n425 \nand only in anticipatory resoluteness does it get authentically understood \nin an existentiell manner. Nevertheless, the \"they\", which never dies and \nwhich misunderstands Being-towards-the-end, gives a characteristic inter­\npretation to fleeing in the face of death. To the very end 'it always has \nmore time'. Here a way of \"having time\" in the sense that one can lose it \nmakes itself known. 'Right now, this ! then that ! And that is barely over, \nwhen . .  .'1 Here it is not as if the finitude of time were getting understood ; \nquite the contrary, for concern sets out to snatch as much as possible from \nthe time which still keeps coming and 'goes on'. Publicly, time is something \nwhich everyone takes and can take. In the everyday way in which we are \nwith one another, the levelled-off sequence of \"nows\" remains completely \nunr"
    },
    {
      "page_number": 490,
      "evidence": [
        "Suspected OCR of 'phänomenologisch' - umlaut handling"
      ],
      "confidence": "high",
      "footnote_artifacts": [
        "1001",
        "1912",
        "1910",
        "1913"
      ],
      "extracted_text": "AUTHOR ' S  NOTES \nForeword \ni. (H. 1) Plato, SophisÙs 24¥· \nIntroductwn, Cho.p­ One \ni. (H. 3) Aristotle, Metaphysica B 4, 1001 a 2 1 .  \nii. (H. 3 )  Thomas Aquinas, Summa Theologica 1 11 Q. 9 4  art. 2 .  \nii. (H. 3) Aristotle, Metaphysica B 3 ,  998 b 22. \niv. (H. 4) Cf. Pascal, Pensles et Opuscules (ed. Brunschvicg),e Paris, 1912, p. 169; 'On ne \npeut entreprendre de definir I'etre sans tomber dans cette absurdite: car on ne peut \ndefinir un mot sans commencer par celui-ci, c'est, soit qu'on l'exprime ou qu'on le \neous-entende. Done pour definir l'etre, il faudrait dire c'est, et ainsi employer le mot \ndefini dans sa definition.' \nv. (H. 6) Plato, SophisÙs 242c. \nvi. (H. 14) Aristotle, De Anima r 8, 431 b 2 1  ; cf. ibid. r 5, 430 a 14 ff. \nvi. (H. 14) Thomas Aquinas, Quaestwnes de VeritaÙ, q. I, a I c; cf. tlie somewhat different \nand in part more rigorous way in which he carries out a 'deduction' of tlie transcendentia \nin his opuscule 'De Natura Generis'. \nIntroductwn, Cho.p­ Two \ni. (H. 23) I. Kant, Critique of Pure Reason,2 pp. 180 f. \nii. (H. 26) Aristotle, Physica .:I 1o-14 (2 17b 2!2\" 17). \nii. (H. 26) I. Kant, op. cit., p. 1 2 1 .  \niv. (H. 32) Cf. Aristotle, De /n­pretatwne 1-<i; also Metaphysica Z 4, and Ethica Nuo­\nmachea Z \nv. (H. 38) If tlie following investigation has taken any steps forward in disclosing tlie \n'things themselves', the autlior must first of all thank E. Husser!, who, by providing his \nown incisive personal guidance and by freely turning over his unpublished investiga­\ntions, familiarized the author witli tlie most diverse areas of phenomenological research \nduring his student years in Freiburg. \nDivision One, Cho.p­ One \ni. (H. 44) St. Augustine, Conftsswnes, X, 1 6. ['But what is closer to me tlian myself? \nAssuredly I labour here and I labour witliin myself; I have become to myself a land of \ntrouble and inordinate sweat.'-Tr.] \nii. (H. 47) Edmund Husserl's investigations of tlie 'personality' have not as yet ben \npublished. Th"
    },
    {
      "page_number": 493,
      "evidence": [
        "High unknown word count: 10 samples"
      ],
      "confidence": "medium",
      "footnote_artifacts": [
        "1382",
        "I383",
        "1844",
        "1923",
        "1886"
      ],
      "extracted_text": "492 \nBeing and Time \nv. (H. 139) Cf. Pascal, Pensles, [ed. Brunschvicg, Paris, p. 185]. 'Et de la vient qu'au lieu \nqu 'en parlant des clwses humaines on dit qu 'il faut les connaltre avant que de les aimer, ce qui a \npasse en proverbe, les saints au contraire disent en parlant des clwses divines qu'il faut les aimer \npour les connaltre, et qu' on n' entre dans la vlritl que par la charitl, dont ils ont fait une de leurs \nplus utiles sentences.' ['And thence it comes about that in the case where we are speaking \nof human things, it is said to be necessary to know them before we love them, and this \nhas become a proverb; but the saints, on the contrary, when they speak of divine things, \nsay that we must love them before we know them, and that we enter into truth only \nby charity; they have made of this one of their most useful maxirns'.-Tr.] Cf. with \nthis, Augustine, Opera, (Migne Patrologiae Latinae, tom. VIII), Contra Faustum, lib. 32, \ncap. 18: 'non intratur in veritatem, nisi per charitatem.' ['one does not enter into truth except \nthrough charity'.-Tr.] \nvi. (H. 140) cr. Aristotle, Rhetorica B 5. 1382 a 2o-I383 b I I .  \nvii. (H. 143) Cf. Section r8, H. 85 ff. \nviii. (H. 147) cr. Section 4. H. I I  ff. \nix. (H. 156) cr. Section 13, H. 59 ff. \nx. (H. 166) On the doctrine of signification, cf. Edmund Husser!, Logische Untersuchungen, \nvol. II, Investigations I, IV-VI. See further the more radical version of the problematic \nin his Ideen I, Sections 123 ff., pp. 255 ff. \nxi. (H. 171) Aristotle, Metaphysica A 1, g8o a 2 1 .  \nxii. (H. 171) Augustine, Corifessiones, X, 35· \nxiii. (H. 175) cr. Section 9, H. 42 ff. \nDivision One, Chapter Six \ni. (H. r8o) cr. Section 12, H. 52 ff. \nii. (H. 188) Cf. Section 12, H. 53 ff. \niii. (H. 189) Cf. Section 27, H. 126 ff. \niv. (H. 190) It is no accident that the phenomena of anxiety and fear, which have never \nbeen distinguished in a thoroughgoing manner, have come within the purview of \nChristian theology ontically and even (th"
    },
    {
      "page_number": 495,
      "evidence": [
        "High unknown word count: 10 samples"
      ],
      "confidence": "medium",
      "footnote_artifacts": [
        "1912",
        "1916",
        "1924"
      ],
      "extracted_text": "494 \nBeing and Time \nof truth confine themselves to what has been said in the critical prolegomena (vol. 1), \nand mention that this is connected with Bolzano's theory of the proposition. But the \npositive phenomenological Interpretations, which differ basically from Bolzano's theory, \nhave been neglected. The only person who has taken up these investigations positively \nfrom outside the main stream of phenomenological research, has been E. Lask, whose \nLogik der Philosophie ( 191 1) was as strongly influenced by the sixth Untersuchung (Dber \nsinnliche und kategoriale Anschauungen', pp. 128 ff.) as his Lehre vom Urteil (1912) \nwas influenced by the above-mentioned sections on evidence and truth. \nxxxv. (H. 219) Cf. Diels, Die Fragmente der Vorsokratiker, Heracleitus fragment B 1. \nxxvi. (H. 220) Cf. H. 32 ff. \nxxxvii. (H. 22 1) Cf. H. 134 ff. \nxxviii. (H. 22 1) Cf. H. 166 ff. \nxxxix. (H. 223) Karl Reinhardt (Cf. his Parmenides und die Geschichte der grieschischen \nPhilosophie, 1916) was the first to conceptualize and solve the hackneyed problem of \nhow the two parts of Parmenides' poem are connected, though he did not explicitly \npoint out the ontological foundation for the connection between .U·Bn« and Mֻ«, \nor its necesity. \nxi. (H. 223) Cf. Section 33 above, H. 153 ff. ('Assertion as a derivative mode of inter­\npretation.') \nxli. (H. 223) Cf. Section 34, H. 160 ff. \nxlii. (H. 225) Cf. Aristotle, Ethica Nicomachea Z and Metaphvsica B 10. \nDivision Two, Section 45 \ni. (H. 23 1) Cf. Section 9, H. 41 ff. \nii. (H. 231) Cf. Section 6, H. 19 ff. ; Section 21, H. 95 ff. ; Section 43, H. 201. \niii. (H. 232) Cf. Section 32, H. 148 ff. \niv. (H. 232) Cf. Section 9, H. 41 ff. \nv. (H. 233) Cf. Section 41, H. 191 ff. \nvi. (H. 235) In the nineteenth century, S0ren Kierkegaard explicitly seized upon the \nproblem of existence as an existentiell problem, and thought it through in a penetrating \nfashion. But the existential problematic was so alien to him that, as regards his ontolog"
    }
  ],
  "total_in_batch": 30
}