{
  "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
  "batch_number": 2,
  "total_batches": 6,
  "pages": [
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 44,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "losophy",
        "biolog",
        "preformationism",
        "ment",
        "ambiv",
        "ical",
        "leibnizian",
        "crimen",
        "immortale",
        "alence"
      ],
      "full_text": "The Kantian Theater    \nitself, an ineffaceable stain, crimen immortale, ­inexpiabile, a transgression \nso absolute that it seems to preclude forgiveness either in this world or the \nworld to come. This is how Kant will describe the Revolution in a strange \nand wildly convoluted footnote in the Metaphysics of Morals (1797), where \nthe event’s impact on the spectator appears to be as stupefying as, in the \nConflict of the Faculties, it is said to be uplifting. “Of all the atrocities in-\nvolved in overthrowing a state by rebellion . . . [i]t is the formal execution \nof the monarch that strikes horror in a soul filled with the idea of human \nrights, a horror that one feels repeatedly as soon as and as often as one thinks \nof such scenes as the fate of Charles I or Louis XVI.” In the face of this \nspectacle, time both contracts and shatters. It shrinks into a pure present \nin which there is no delay between stimulus and response, no interval to \nbuffer the relay from idea to affect; and it splinters into an unending series \nof repetitive traumatic flashbacks: both image and emotion keep arising, \nunbidden, simultaneously, repeatedly, and often.2\nThe disparity between the two texts cannot be written off as ambiv-\nalence, inconsistency, or simply as a function of political caution or self-\ncensorship (or even, as some readers have suggested, senility). Nor can \nit be attributed to a difference in focus—a split, for example, between a \nphilosophy of history tethered to a pacifying vision of progress and a po-\nlitical philosophy unhinged by the rush of contemporary events. Kant’s \nhesitancy around the French Revolution crystallizes a broader tension \npervading his system as a whole—a conflict between competing meta-\nphysical commitments that runs through the various domains of his phi-\nlosophy (moral, scientific, aesthetic, political)—a conflict between an \n“evolutionist” commitment to gradualism (a Leibnizian attachment to \nthe “great chain of being” in various guises: the infinite divisibility and \nabsolute indestructibility of the spatial and temporal plenum, biolog-\nical preformationism, the imperceptible shadings between species, the \ninevitability of continuous historic progress) and a “creationist” commit-\nment to discontinuity and discreteness, a fascination with ex nihilo be-\nginnings, precipitous ruptures, and unforeseeable transitions (biological \nepigenesis, moral regeneration, aesthetic genius).3 It might be tempting \nto split the differences by assigning one side to the beautiful plenitude of \nnature, the other to the sublime spontaneity of freedom, but things don’t \nalways align quite that way.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 45,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "idential",
        "ble",
        "der",
        "trans",
        "crimen",
        "berichtigung",
        "signum",
        "ber",
        "undischargeable",
        "fering"
      ],
      "full_text": " \n  The Kantian Theater\nCrimen inexpiabile\nIt seems to me that we never find anything in history but what we put there our-\nselves. . . . The French Revolution looks to me like a rich canvas painted on a great \ntext: the rights of man and the dignity of man.\nfichte, Beitrag zur Berichtigung der Urtheile des Publikums \nüber die französische Revolution\nHow does horrified fascination turn into moral exaltation? Every-\nthing will rest on an aesthetic of reception resilient enough to convert the \nmark of immemorial disaster—cipher of the undischargeable, uneraseable, \nunforgettable, illegible—into the signifier of commemoration: to trans-\nlate traumatic inscription into hermeneutic transcription while banishing \nthe inexpungeable residue to the negligible wasteland of a footnote. It is \na question of transcribing the semiotic wild card of the inexpiabile within \nthe apodeictic legibility of what the Conflict of the Faculties celebrates as \na signum rememorativum, demonstrativum, prognostikon—equally indeli-\nble or “unforgettable,” says Kant, but for precisely the opposite reason—\nwhereby our anamnestic solidarity (with ourselves) inspires confidence in \nour own moral progress.4\nMemory is to be transfigured from a mechanical, stammering com-\npulsion into a free act of judgment5—it must pass from traumatic repeti-\ntion to reconciling remembrance. And time comes unstuck as it unfolds \ninto an array of past and future possibilities. In its synoptic clarity, the sign \nfunctions as a hypotyposis, in the sense laid out in the Critique of Judgment: \nthe analogical presentation of a totality that remains strictly inaccessible to \nsensible experience, and that would otherwise require an impossible prov-\nidential perspective.6 The present moment becomes vivid to itself in of-\nfering a glimpse of a future—a “fragment” (Stück)—in the light of which \nhistory suddenly presents itself as an unbroken totality, and past and fu-\nture are simultaneously redeemed: “The human race has always been in \nprogress towards the better and will continue to do so henceforth.” His-\ntory becomes retroactively legible as already oriented or “tending”—\nthe “sign” points or signals (zeichnet)—to a destination to come: signum \n­rememorativum, ­demonstrativum, prognostikon.7\nFrom crimen to signum: as so often, the intrusion of Latin suggests in \nboth cases the pressure of something alien, inexplicable and inassimilable, \nbut this strangeness is not unequivocally negative, and it is indeed this very \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 46,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "cle",
        "ated",
        "tion",
        "crimen",
        "specta",
        "sim",
        "rificial",
        "redemp",
        "ried",
        "associ"
      ],
      "full_text": "The Kantian Theater    \nequivocation that will prove most disturbing. What is required is not sim-\nply a purification, cancellation, or undoing of the deed, not a clearing of \nthe slate or an effacement of traces, but rather a rewriting and even over-\nwriting. It is a question of multiplying rather than erasing the stigmata—a \nshift of focus from one scriptural register to another, from one indelibility \nto another, from one memory trace to another. From the riveting specta-\ncle of the crime—“an abyss that irretrievably swallows everything” (Ak 6: \n322n; MM 464n)—the reader’s gaze is redirected to a palimpsest of marks, \nsignals, and mnemonic inscriptions, each vying for his exegetical attention.\nThe crime is inexpiable: although historical, the event has the stub-\nborn persistence of a metaphysical characteristic. Its recalcitrance is even \nmore intractable than that of radical evil—that other indelible blemish \nthat Kant famously describes, in the Religion, as the “foul stain” of our \nblighted humanity, the “inextirpable guilt” attaching to our irremediable \nfinitude.8 This latter kind of indelibility is relatively (by Kant’s own severe \nstandards) unproblematic, and throws into relief the special fixity associ-\nated with the regicide. There is a generic sense in which all transgression \nis inextirpable, just as every misdoing is, in a relatively straightforward, \n­hyper-Protestant kind of way, inexpiable: no penitential ceremony, sac-\nrificial ritual, or confessional performance—no “good work”—can wipe \nout the infinite debt incurred by our free and rational decision to embrace \nevil.9 Arising from our own freedom, every moral debt is by definition \nstrictly irredeemable; there is no possible reparation that might counteract \nor compensate for our transgressions. To discharge our sin demands of us \nnothing less than an act of radical conversion—“a total change of heart.”10 \nIrreparability is indeed the very key to morality. It is the persistence of evil \nthat sustains human freedom by supplying a permanent “whetstone” on \nwhich duty can continually sharpen its own unappeasable demands.11 Evil \nexerts a ceaseless counterpressure, without which morality itself would col-\nlapse into what Kant elsewhere famously describes as the “freedom of a \nturnspit” (see Ak 5: 97; CPrR 218).\nBut Kant finds in the regicide a more troubling indelibility—an \nevil even more “radical” than radical evil, a crimen even more inexpiabile. \nWhile radical evil of the garden-variety sort both permits and demands \nmoral regeneration, the regicide blocks every possibility of such redemp-\ntion. The crime obliterates every residue of self-identity that could be car-\nried over as the basis for a new beginning: it severs the thread of life of the \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 48,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "cosmo",
        "fortschritte",
        "affirma",
        "briefe",
        "der",
        "possibil",
        "politan",
        "perspec",
        "tion",
        "betreffend"
      ],
      "full_text": "The Kantian Theater    \nworld into a picture, but only ultimately so as to put itself into the center \nof the picture: this, in a nutshell, will be Hegel’s eventual diagnosis of the \nenvious provincialism sustaining the capaciousness of the critical, cosmo-\npolitan worldview. We shall return to this.\nShipwreck with Spectator\nWe watch the French Revolution as we watch a shipwreck at sea from  \nthe safety of the shore.\nherder, Briefe, die Fortschritte der Humanität betreffend (first draft, 1792)\nKant’s analytic of the sublime had established the basic logic. To ex-\nperience fearfulness without fear is to entertain the counterfactual possibil-\nity of the impossible—to engage the fantasy of self-annihilation, parried \nfrom the “safe place” of one who can afford to traverse the fantasy, to go the \nwhole way, and who can thus transcend the limits of experience through \nthe moral affirmation of his own supersensible vocation (Ak 5: 261; CJ 144). \nKant thus extends the aesthetics of terror advanced earlier in Edmund \nBurke’s Enquiry (1757)—the conversion of terror into invigorating “de-\nlight” and of impotence into a “swelling” of internal power.16 To enjoy \nfearfulness without fear is to rewrite physical failure as spiritual triumph, \nto translate external coercion into an occasion for self-legislation, and in \nthis way to rewrite the mortal finitude of the frail, suffering body as the \ninfinitude of moral freedom—all this from the slightly patrician perspec-\ntive of one already released from the anxious coils of self-preservation: “it is \nimpossible to like terror that we take seriously.”17 For Kant, the difference \nbetween fearfulness with and without fear has as its religious counterpart \nthe difference between superstition as a slave morality and a religion bound \nwithin the confines of reason.18 Craven trembling before a deity reified as \nirresistible natural domination is superseded by an exultant identification \nwith the potency of thought itself. In the subject’s shiver of self-affirma-\ntion, we see at once a victory over and a vestige of the body’s primordial \nshudder in the face of thunderous, raging nature.\nDecades after the great Lisbon earthquake, that tremor needed to \nbe stilled. Kant had originally attempted to contain the theological shock \nwaves of that earlier cataclysm by erecting a metaphysical barrier between \nthe physical and the moral universes. In 1756, a year after the event, he \nhad set out to demystify the disaster by referring it directly to the laws of \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 50,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "prolif",
        "dium",
        "lective",
        "leserwelt",
        "communis",
        "tion",
        "revolu",
        "ence",
        "eration",
        "pansion"
      ],
      "full_text": "The Kantian Theater    \nfrom the security of a safe place is able to behold itself as a spectatorial \ncollective unified by the sensus communis of moral humanity. The revolu-\ntion is constructed as a theatrical event, as a spectacular event, and above \nall as a media event—a drama staged before a distant and diffuse audi-\nence brought together through the channels of print communication. The \nviewing public is a reading public, a Leserwelt: the enlightened, critical col-\nlective forged in the modern public sphere—the coffeehouse, the salon, \nthe reading club, and above all the rapidly proliferating press, whose free-\ndom and transparency Kant elsewhere celebrates as the condition of civic \nfreedom, “sole palladium of the people’s rights.”20 Every reader is distant \nnot only from the events in France but from every other reader, this latter \nseparation providing the critical distance that is to protect him from the \ndeceptions of oratory and the seductions of demagoguery. The very me-\ndium that seems to isolate every reader in solitary reflection is precisely \nwhat unifies the public as a virtual collective whose gaze is directed si-\nmultaneously outward, to the historical drama unfolding elsewhere, and \ninward, to the sign of cosmopolitan humanity imprinted within its own \ninterior—“a moral character” in every sense.21\nWitnessing the Revolution not only presupposes a revolution in read-\ning—the explosion of print culture in the late eighteenth century, nowhere \nmore self-consciously experienced than in Germany, where in the absence \nof a developed industrial economy the consumer culture tended to favor \nthe virtual and vicarious consumption of texts and images,22 and where \ngeographical dispersion and political decentralization made it nearly im-\npossible to impose strict censorship over the literary market.23 The various \naspects of this “reading revolution” have been much discussed—a prolif-\neration of publications, a multiplication of channels of distribution, an ex-\npansion of literacy across class and gender boundaries and beyond urban \ncenters, a diversification of genres, a transformation of reading practices \nfrom “intensive” (slow, concentrated, reverential) to “extensive” (speedy, \ndistracted, disenchanted), an accelerated sense of time’s passage, and \neven the fashioning of a new kind of reader’s body: sedentary, immobile, \nvoracious.24\nThese changes also produce a revolutionary reading—an activity that \nreverses, Copernican-style, the direction of the critical gaze. “The mode of \nthinking of the spectators reveals itself publicly,” Kant writes.25 The reader-\nship puts itself on view by making its own point of view public. As it reads, \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 51,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "cisely",
        "virtualization",
        "ity",
        "sensus",
        "limity",
        "teilnehmung",
        "quishing",
        "lyotard",
        "schlechtin",
        "nachteil"
      ],
      "full_text": " \n  The Kantian Theater\nthe collective performatively produces itself as the enlightened Publikum, \nabout which it wants only to keep on reading. By presenting itself in the \nact of reading, the reading public both supplies its own reading material \nand makes sure that it never runs out of reading matter: the text it pro-\nduces is infinitely self-reproducing. For the publicity generated is in turn \nfraught with “danger” (Kant repeats this twice), that is, accompanied by \nthat strange mixture of discomfort and opportunity implicit in every en-\ncounter with disaster. The spectator risks “serious disadvantage” (­Nachteil) \nshould his participation (Teilnehmung) be discovered—and herein pre-\ncisely lies his ultimate advantage. Danger is neither contained within the \nborders of another country nor rendered entirely virtual through being \nconverted into printed matter. The whiff of repression allows the reader \nto display his own indifference to the exigencies of self-preservation—sub-\nlimity to the second power. (Were the press to be a palladium of human \nrights, there would be no opportunity for such heroics.)\nKant’s “fourth Critique” is in this way, as Hannah Arendt and Jean-\nFrançois Lyotard suggest, already implicit in the third: political judgment \nis an extension of the aesthetic judgment that simultaneously finds and \nfounds the cosmopolitan collective as the sensus communis of the enlarged \ncommunity; judgment performatively invents what it discovers.26 By relin-\nquishing any material interest in the Revolution, the spectator can reclaim \nits potency and intensity. He participates, or takes part in the event, with-\nout being partisan, precisely by communicating or imparting (mitteilen) \nhis enthusiasm in public—a communication of communicability itself in \nthat what is conveyed in this virtualization is the very promise or possibil-\nity of community.27\nRevolution is in this way relinquished, mourned, and resurrected. \nRenounced at a local level, no longer constrained by national frontiers, \npartial interests or partisan commitments, or trivialized by the contagious \neffects of fanaticism or empathy, the event is reinstated in the spectator’s \nsurge of moral self-exaltation. Revolution in one country expands into \n“die Revolution schlechtin” (Schlegel): revolution as such, in general, as an \nIdea. The noumenal content of the Revolution is salvaged from its ragged \nphenomenal expression: freedom is transported from the realm of appear-\nances, where it seems destined to keep foundering, to the realm of mo-\nrality where it finds a secure footing. The idea of universal human rights \nand dignity is legible to the spectator of the French Revolution in a way \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 52,
      "bucket": "B (1-3%)",
      "error_rate": 2.2,
      "unknown_words_sample": [
        "ter",
        "nahe",
        "ugnen",
        "ereignis",
        "grenzt",
        "grees",
        "spectatorship"
      ],
      "full_text": "The Kantian Theater    \nblocked to the participants by virtue of their pathological self-interest. The \nrevolutionary event is eclipsed by its own witnessing—the spectatorship \nof the event is already, says Kant, the event—and witnessing in turn by its \nown self-witnessing. The Ereignis is an Eräugnen:28 an event viewed from \nthe vantage point of those eyewitnesses able to convert mesmerizing visual \nimpression into clairvoyant legible inscription, spectacle into sign, seeing \ninto reading, and inspection into introspection. And in the face of such \nself-witnessing, the contingent success or failure of the actual revolution \nbecomes for Kant somewhat irrelevant, as does moreover the possibility of \nits repetition:\nThe revolution of a gifted people which we have seen unfolding in our day may \nsucceed or miscarry; it may be filled with miseries and atrocities to the point where \na right-thinking man, were he boldly to hope to execute it successfully the second \ntime, would never resolve to make the experiment at such cost—this revolution, \nI say, nevertheless finds in the hearts of all spectators (who are not engaged in the \ngame itself) a wishful participation that borders closely on enthusiasm [die nahe \nan Enthusiasm grenzt], the very expression of which is fraught with danger; this \nsympathy, therefore, can have no other cause than a moral predisposition in the \nhuman race. (Ak 7: 85; CF 302)\nThe Abyss of Form\nAnd so in the Conflict of the Faculties, it is not the Revolution itself \nbut the neighbor’s near (the “almost” is critical: we are already at two de-\ngrees of separation) enthusiasm for it that furnishes the ultimate proof \nof humanity’s own uninterrupted advance toward the better. In a single \nblow Kant absorbs revolutionary rupture into the continuous reform of \nthe moral spectator, while dispensing with the need to import democratic \nprinciples onto German soil.29\nIn the Metaphysics of Morals, Kant experiments briefly with a some-\nwhat bolder tactic: he attempts to save the Revolution for the revolution-\naries themselves by injecting continuity into the political front as well. He \ndefers the actual onset of revolution proper to the latest possible moment, \nin an effort to confine the crisis to the king’s trial and execution in the win-\nter of 1792–93. As for all the drama preceding that—the storming of the \nBastille, the self-creation of the National Assembly, even the suspension \nof monarchy and the inauguration of the republic in 1792—Kant seeks to \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 54,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "legisla",
        "unbreachable",
        "ment",
        "facto",
        "tion",
        "jure",
        "actu",
        "stitution",
        "litical",
        "dence"
      ],
      "full_text": "The Kantian Theater    \nbeyond the concrete threats of bloodshed, suffering or destruction, the \nidea of revolution presents Kant with an unsettling conceptual challenge. \nIts impossibility rests on a series of performative self-contradictions that \nhe will never cease to explore. Kant’s arguments against revolution are \nvarious and scattered—none very good—appealing to everything from \npositive law to divine commandment.33 They invoke an ascending series \nof formal tautologies centered on issues of jurisprudence. (As Kant him-\nself makes very explicit, this formalism makes his arguments equally ap-\nplicable to counter­revolutions, coups d’état, and restorations, and some \nreaders have even claimed that Kant’s chaotic attack on revolution is actu-\nally a veiled attempt to protect the Revolution from counterrevolutionary \nreaction.) “Once a revolution has succeeded and a new constitution has \nbeen established, the lack of legitimacy with which it began and has been \nimplemented cannot release the subjects from complying with the new \norder of things.”34\nIt comes down to this: revolution is against the law (!)—not just against \nactually existing laws, but against lawfulness as such, against the very idea \nof public law, against the irresistibility of the moral law,35 and ultimately \nagainst the sacral authority of the Law itself in its unbreachable transcen-\ndence. Revolution is illegal both de facto (there can be no positive legisla-\ntion authorizing the suspension of this legislation) and de jure (there can \nbe no right to suspend right as such). And it is at odds, at a pragmatic level, \nwith the “transcendental formula of public right,” Kant’s version of the po-\nlitical categorical imperative: “all actions relating to the rights of others are \nwrong if their maxim is incompatible with publicity” (Ak 8: 381; PP 347). \nEvery revolution requires clandestine efforts that undermine the commit-\nment to transparency on which any appeal to legitimacy rests.\nBecause every revolution is an explicit normative claim, a contest not \nonly over the claims to particular and predefined rights but over the very \nterms of right, its implications are inherently universal. The resistance to a \ngiven regime involves a kind of negative infinite judgment directed toward \nthe very premise of governance as such: to defy this particular sovereign \nis to deny the principle of sovereignty on which the social contract rests. \nTo rebel against this particular constitution means to “annihilate any con-\nstitution and to eradicate the condition in which alone people can be in \npossession of rights generally” (Ak 8: 299; TP 298). Revolution marks the \nplace where the very distinction between legality and legitimacy, between \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 60,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "trans",
        "blo",
        "unthink",
        "dia",
        "unswerv",
        "manity",
        "diaboli",
        "tion",
        "bolical",
        "unrealiz"
      ],
      "full_text": "The Kantian Theater    \nmust remain strictly unviewable: “As far as we can see, it is impossible for a \nhuman being to commit a crime of this kind, a formally evil (wholly point-\nless) crime; and yet it is not to be ignored in a system of morals (although it \nis only the idea of the most extreme evil [die bloße Idee des Äußerst-Bösen])” \n(Ak 6: 322n; MM 464n; emphasis mine).\nWith this apparently disinterested act of subversion—insubordina-\ntion for its own sake, without mitigating motive—there arises the unthink-\nable possibility of evil for the sake of evil, “pointless” or “useless” (nutzlos) \nevil, formally indistinguishable from an act of duty: Saint-Just’s willing \nexecutioners make the free choice of the evil maxim their categorical, un-\nconditional principle. The regicide exemplifies the paradox of diabolical \nevil that Kant had already introduced briefly, in the Religion, but only in \norder to dismiss it, in similar terms, as “absolutely impossible.” By “dia-\nbolical,” Kant means a negativity internal to reason itself—a disturbance \neven more explosive than the negativity that had already fractured reason \nby making the choice of evil a free and rational decision (this is what makes \nevil “radical” or inextirpable: it is rooted in our very humanity). Diaboli-\ncal evil is more than a simple bifurcation within reason (a negativity that \nwould still be secured within reason’s limits): it is a self-repulsion of reason \nagainst reason, an internal fissure that turns reason itself inside out, an “evil \nreason, as it were”—evil as such (Bosheit) rather than a particular mode \nof evil (Bösartigkeit)—a desire to transgress for the sole purpose of trans-\ngression, unperturbed by pathological incentives, uncontaminated by self-\nregard or self-gratification, indifferent to consequences, undistracted by \ntemptation, clear-eyed, unsentimental, scrupulous in its honesty, unswerv-\ning in its commitment—in other words, the very image of moral purity \nand rigor.46 Diabolical evil is impossible, says Kant: it “contains too much,” \nin that it implies an integrity of which no human being is capable—but \nit is precisely this inhuman excess that must surely be maintained, if only \nto safeguard the idea of pure moral duty on which the very idea of hu-\nmanity depends. It is only fidelity to the impossible—the idea of a strictly \nunrealiz­able moral purity—that prevents morality itself from sliding into \nhedonism, eudaemonism, fanaticism, in short, collusion with the existent.\nThe “idea of the most extreme evil” is just that: it functions as a kind \nof negative regulative Idea, without which the law’s essential purity would \nbe oriented, filled in, or rendered substantial—that is, defiled. The purity \nof diabolical evil not only mirrors but sustains the purity of moral duty: \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 61,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "tinville",
        "gesetzm",
        "gilles",
        "rejustified",
        "conven",
        "defence",
        "ity",
        "gesetz",
        "ter",
        "transcen"
      ],
      "full_text": " \n  The Kantian Theater\nit purges purity itself of all positive content or determinacy, including not \nonly the idea of moral destiny but even the determinate opposition of \ngood and evil. It prevents duty itself from becoming reified as a transcen-\ndent force over which I have no power and to which no responsibility, just \nas it prevents freedom from becoming hypostatized as a transcendent goal \nor destiny for the sake of which, rather than from which, I act. (This was \nFouquier-Tinville’s self-defence in 1795: “It is not I who ought to be facing \nthe tribunal. . . . I only acted in the spirit of the laws passed by a Conven-\ntion invested with all powers.” Eichmann would famously echo this in Je-\nrusalem: “I was just doing my duty.”)\nGilles Deleuze insists that this is ultimately what it means to pry the \nmoral law away from divine commandment. “The law no longer has its \nfoundation in some higher principle from which it would derive its author-\nity but is self-grounded and valid solely by virtue of its own form.”47 It is \nonly by maintaining the formal indiscernibility between good and evil that \nthe performative force of law can be maintained in the absence of specific or-\ndinance or injunction: a commitment to law as such, to the form of law, law \nin general, the barest possibility of law, but also to the monstrous prodigal-\nity of a law that must be rearticulated every time it is applied, rejustified and \nreinvented whenever it is executed, a lawfulness in excess of law—or even, \nphrased differently, lawfulness without law, Gesetzmäßigkeit ohne Gesetz.\nWhat the king’s trial made painfully visible was the originality of a \nlaw that had to invent itself in the absence of any precursor; from this per-\nformative self-fashioning derived the event’s essentially theatrical charac-\nter. New laws were generated in the very moment of being executed, and it \nwas only the “formal” or ceremonial quality of the trial that sustained, by \ninstitutionalizing, the revolutionary fiction of self-generation. In staging \na show trial where the law was invoked as pure form without antecedent \ncontent—sheer “force of law without signification” (to recall Walter Benja-\nmin’s discussion of Kafka)—the revolutionaries were observing to the let-\nter what Kant himself had emphasized when insisting on the unbridgeable \ndisconnection between legality and morality.48 By insisting on the need to \nfollow the letter of the law while acting “from” a disinterested respect for its \nspirit, Kant had also confirmed that at the visible level of particular actions \nand decisions, our fidelity to the law is only an attachment to the letter.\nBut this literalism introduces into the domain of appearances its \nown kind of purity—a theater of form and formalization of appearance in \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 65,
      "bucket": "D (5-10%)",
      "error_rate": 9.7,
      "unknown_words_sample": [
        "perspectival",
        "versa",
        "enal",
        "ihm",
        "epoche",
        "nomenon",
        "inef",
        "ment",
        "neuen",
        "umwandlung"
      ],
      "full_text": " \n  The Kantian Theater\nan ever-present obstacle to achievement, but it fades into a shadowy back-\nground against which the indelible imprint of my character stands out all \nthe more clearly. On its murky surface I come to inscribe the “distinguish-\ning mark” of my rational humanity (Ak 7: 285; AP 185). The stain becomes \na blank page on which I trace my signature.\nThe moment of conversion is also like a signature in its radical per-\nformativity: it has the solemnity of an oath, writes Kant, as well as its inef-\nfaceable singularity “The grounding of character is like a kind of rebirth, \na certain solemnity of taking a vow to oneself, which makes  . . . the mo-\nment when this transformation took place unforgettable to him, like the \nbeginning of a new epoch [den Zeitpunkt, da diese Umwandlung in ihm \nvorging, gleich einer neuen Epoche ihm unvergeßlich mache].” The erup-\ntion of morality into the flux of temporal experience leaves a permanent \nmark on time and bears its indelible stamp: “Perhaps there are only a few \nwho have attempted this revolution before the age of thirty, and fewer still \nwho have firmly established it before they are forty.”54\nEvolution and revolution thus prove to be logically inseparable. A \nmoral “revolution”—Kant underlines the term—requires as its phenom-\nenal counterpart an incremental acculturation of the embodied agent. The \nex nihilo birth of freedom presupposes the slow and steady improvement \nof the sentient subject as it develops in partial installments from worse to \nbetter. And vice versa: the uninterrupted disciplining of the embodied sub-\nject presupposes for its orientation and consistency the constant possibility \nof a noumenal self-transformation: moral conversion is at once total and \nin need of incessant reactivation. Moral revolution is thus not only com-\npatible with but implies affective, libidinal, behavioral and political “ref-\normation,” just as freedom of thought both accommodates and even calls \nfor political obedience. (A Lutheran premise no doubt sustains this last \ninference.)\nThe dialectic rests on the opposition between noumenon and phe-\nnomenon, eternity and time, being and becoming, as on the perspectival \nsplit between divine and human spectatorship. It is again a question of \ntheater—a shift of viewpoint as we pass from the “drama of great revolu-\ntions” to the “great drama of religious change on earth.”55 What from a \nfinite standpoint can be grasped only as continuous amelioration and ac-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 68,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "restif",
        "canni",
        "repre",
        "sentation",
        "specta",
        "bretonne",
        "onlook",
        "spectatorship",
        "strument",
        "gime"
      ],
      "full_text": "The Kantian Theater    \nThe democratic collapse of the distinction between actor, role, and specta-\ntor (on the scaffold everyone can be a player, but each player performs the \nsame role, and only once) requires the elimination of illusionistic distance \nand the blockage of every spectatorial response.\nParadoxically, the guillotine both inspired theatricality (as an in-\nstrument of mass edification, it required full visibility and spectatorship) \nand yet resisted every attempt at visualization. It stimulated a desire for \nspectacle that it systematically frustrated. It called for a witnessing that it \nforcibly prohibited. This ambivalence captures the general crisis of repre-\nsentation at the end of the ancien régime. Michel Foucault has marked \nthe historical transition from one scopic regime to another—the moment \nwhen the spectacular juridical apparatus of absolute monarchy gave way \nto the disciplinary mechanisms of modern bureaucracy, when sovereign \npower relinquished its need to display itself everywhere, like the sun, and \ninstead learned to operate invisibly, microscopically, anonymously, effi-\nciently, through the diffuse, disenchanted, neutral machinery of surveil-\nlance.57 The elaborate dramaturgy of the public executions (the procession \nof the tumbrel, the approach to the scaffold, the hush of the crowd, the \nmonstration of the severed head) could not quite conceal the fact that \nthe guillotine offered precious little to feed the gaze. Even as the idea \nof decapitation proved endlessly inspiring to the popular visual imagina-\ntion—images of ghostly apparitions, severed heads, and hungry canni-\nbal machines circulated everywhere, in prints and posters, in sideshows \nand phantasmagoria, in puppet shows and magic lanterns, in children’s \ntoys and women’s fashion, in paperweights and kitchen gadgets58—the \ndrabness of the spectacle was becoming depressingly clear to all. Onlook-\ners complained that they could see nothing, that the executioners blocked \nthe view, that it was all over before it began, that there was no time for \nmoral uplift. “There is no tragedy for them, they don’t have time to be \nmoved,” Restif de la Bretonne commented.59 The prodigious efficiency of \nthe operation simultaneously drew crowds, who came eager to see justice \ndone, the apparatus tested and speed records broken, and provoked an in-\ncreasingly disappointed response. Camille Desmoulins predicted that the \nshow’s success would spell its failure: the better the machine performed, \nthe less it offered. He replied to Marat’s boast that he would, if necessary, \nstrike down five hundred, five thousand, twenty thousand in a heartbeat: \n“Monsieur Marat . . . you are the dramaturge of journalists; the Danaïds, \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 69,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "guishable",
        "ricorde",
        "ous",
        "advanc",
        "nonsynchronicity",
        "inexorables",
        "ously",
        "michelet",
        "mis",
        "arendt"
      ],
      "full_text": " \n  The Kantian Theater\nthe Barmecides are nothing beside your tragedies. You slit the throat of \nevery character in the play, right down to the prompter. Are you unaware, \nthen, that excess in tragedy goes flat?”60\nAnd here, finally, the sublime Greek couple of pity and terror gives \nway to pitiless terror—for Michelet, the king’s execution marked the day \nwhen pity had become a mockery61—or, more terrifying yet, to a pity \nindistinguishable from terror. In the tenderness of a Robespierre, Victor \nHugo detects the self-annulment of pity—pity perfecting and consuming \nitself as the inexorable cruelty of the blade. “C’est par excès d’amour qu’ils \nabhorrent . . .  / Et par miséricorde ils sont inexorables.”62 For ­Arendt, it \nis just this terrifying surfeit of pity, Robespierre’s unwavering, selfless love \nand compassion for les misérables—the people united, indivisible, indistin-\nguishable in their virtuous misfortune—that would ultimately distinguish \nthe Jacobin revolution from its American precursor. Arendt argues that it \nis the ideology of pity that spells the fatal collapse of political rationality \ninto sentimental passivity and the regression of freedom into the sphere of \nnatural compulsion.63 The revolutionary convergence of pity and terror \nmarks the limit of the tragic: at this zero degree of identification, catharsis \nbecomes indistinguishable from purge.\nWhile the games of analogy proliferated, the nonsynchronicity was \nbecoming burdensome, and the intellectual contortions painful. In any \ncase, there was this awkward little detail: the French troops were advanc-\ning and the German Jacobins were getting restive. By 1792, the official \ndiscourse of dispassionate observation did not manage to drown out an \nincreasingly excited outpouring in the German press describing in lascivi-\nous detail cannibalistic orgies in which raging furies (usually women) were \nobserved thronging around the guillotine as they gorged on the still warm, \nquivering flesh of the victims—this from a German eyewitness report pub-\nlished in 1792 in a prominent German liberal periodical, Minerva, to which \nHegel and many others subscribed.64 The French and English papers were \nequally ebullient.65 These widely circulated reports were taken dead seri-\nously—even Fichte, who objected to the manipulative sensationalism of \nthe media, did not cast doubts on their basic veracity—and inspired any-\nthing but a disinterested response.66 Klopstock wondered whether the Ger-\nmans would become so “consumed” by the spectacle of such atrocities \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 70,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "von",
        "zeitungsfeber",
        "der",
        "megaprazons",
        "lesesucht",
        "hne",
        "schaft",
        "contami",
        "guity",
        "ercise"
      ],
      "full_text": "The Kantian Theater    \nthat they might “forget everything that once attracted them to the French \nRevolution.”67\nReading about the terror did not always neutralize it. Consuming \nand being consumed by the culture industry would become a vicarious \nextension of revolutionary cannibalism. The publicity machine that was \nto have buffered the disruption was threatening to run amok. Revolution \nwas brewing through the channels that were to have contained it. As the \nnew dawn turned into a hurricane, an earthquake, a swarm of Hottentots, \na horde of Amazons (how effortlessly fantasies of a vengeful nature fuse \nwith anxieties about race and gender), the protective barrier had sprung \na leak. The antidote against the infection was turning into a new kind of \ninfection, remedy into illness, immunity into a kind of autoimmunity, in \nwhich the body politic had begun to turn against itself, destroying its own \nmeans of self-protection through over-exposure and addiction.68 A char-\nacter in Goethe’s unfinished novella “Die Reise der Söhne Megaprazons” \n(1792) announces that the real “fever of the time” (Zeitfeber) is “newspaper \nfever” (Zeitungsfeber), a malignant air-borne virus threatening to contami-\nnate the foundations of both family and state.69 Friedrich Gentz, Burke’s \nGerman translator and promoter, joined a chorus of culture critics from \nacross the political spectrum in lamenting the reading disease (Lesewut, \nLesesucht, Lesefieber, Zuvielleserei) that had overtaken the German popu-\nlace—the swirl of quickly consumable books and periodicals, whose avail-\nability gave everyone an air of easy expertise, whose blurring of fiction and \nreality made it so easy to dream up new societies overnight, and whose \nimpermanence mirrored the chronic instability of a world in which con-\nstitutions were continually “introduced and thrown away like a change of \nclothing.”70 The new is the eternal return of fashion; as so often, there was \na gender as well as class subtext to the anxiety. In a transparent dig at Kant, \nGentz remarks that the hysteria of the contemporary reading scene under-\nmined any secure position from which the spectator (Zuschauer) might ex-\nercise his capacity for critical reflection.71\nGermany would soon enough in any case find itself embroiled in its \nown war on terror. In 1819, Karl Sand, a radical member of the Burschen-\nschaft, a patriotic student fraternity, assassinated the conservative satirist \nand playwright August von Kotzebue. The event crystallized a fatal ambi-\nguity of German nationalism in the post-Napoleonic period. It exposed \nan intractable split between an emergent German nationalism and the \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 71,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "counterterrorism",
        "ambigu",
        "kriege",
        "befreiungs",
        "dynas",
        "freiheitskriege",
        "ous"
      ],
      "full_text": " \n  The Kantian Theater\nforces of Prussian reaction. The tension between democratic and dynas-\ntic ­models of sovereignty was already palpable in the competing images \nof the wars of liberation against Napoleon—Freiheitskriege or Befreiungs­\nkriege (“freedom wars” or “liberation wars”)—and revealed the ambigu-\nous legacy of the Revolution in Restoration Germany. The resulting crisis \nwas taken as a pretext, in the Carlsbad Decrees of 1819, to outlaw, among \nother things, “demagoguery,” defined as academic practices “subversive \nof the principles of the existing political institutions.” Counterterrorism \nwould become the order of the day. No one would grasp the meaning of \nthis crackdown better than Hegel.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 72,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "lution",
        "mis",
        "rien",
        "dif",
        "revo",
        "peramental",
        "ularization",
        "xvi",
        "solutist",
        "fantile"
      ],
      "full_text": "The Corpse of Faith\nRien.\nlouis xvi, diary entry for July 14, 1789\nRevolution or Reform?\nHegel’s version of the story is at once orthodox and unpredictable. \nWe’ll get to the eccentric part in the next chapter. His orthodox com-\nmitments are most explicit in the Berlin lectures, where he attributes the \nvarious turmoils of the Revolution to the traumatic effects of a delayed sec-\nularization: France is acting out its unresolved relationship to its own ab-\nsolutist past. By staging its political revolution without having undergone \na prior religious awakening, its emancipatory efforts inevitably remain in-\nfantile and ineffective. “It is a false principle . . . that there can be a Revo-\nlution without a Reformation.”1 Germany’s privilege is to have reversed the \nsequence. Having essentially won the fight against religious orthodoxy, it \ncan manage its political issues with minimum upheaval, leaving itself free \nto seek its most important battles in the arena of pure thought. This was \na common theme around 1800, at least in the north of Germany, where a \npreoccupation with Protestant identity was often combined with a mis-\nplaced confidence in the benevolence of the ruling princes.2 There are other \nversions of the argument, nationalist and naturalist narratives invoking dif-\nferences between national characters, styles, mentalities, or psyches—tem-\nperamental contrasts between the hot-headed French and the phlegmatic \nGermans, cultural contrasts between the cold-rationalist French and the \n3\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 75,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "nomenology",
        "finity",
        "phen",
        "reacti",
        "grecque",
        "ancien",
        "phe",
        "hellenophilic",
        "sittlichkeit",
        "vating"
      ],
      "full_text": " \n  The Corpse of Faith\nDead Right\nWith the Reformation, Hegel suggests, religion and reason would \nhave already achieved a mutual accommodation, allowing Germany to \nsidestep the endless oscillation between disenchantment and mystification \nthat would define the dialectic of Enlightenment in France. In the Phe-\nnomenology, Hegel stages this destructive dialectic with some relish as he \nanalyzes the collapse of the feudal order of the ancien regime. This crisis \nis only the most recent and spectacular in a long history of catastrophes, \nbut it makes explicit the contradictions driving Spirit to this point. This is \nwhy the French Revolution will assume pivotal philosophical significance \nfor Hegel. It crystallizes an entire history. It brings European history to a \nhead by exposing the impossible pressure of secularization that has plagued \ncollective existence from the start.\nThe Revolution brings modernity to its turning point by reacti-\nvating the unfinished project of antiquity. It inherits the theological-­\npolitical crisis of legitimacy that had ruined the illusory tranquility of the \nGreek polis. Hegel’s analysis of Sittlichkeit had shattered every nostalgia \nfor an original transparency and plenitude. The beautiful polis turns out \nto have been a fragile edifice constructed on the hidden fault line between \ntwo irreconcilable orders. Beauty sustained the fiction of equilibrium by \nmasking the dissonance between competing grounds of legitimacy—di-\nvine and human, sacred and secular, Antigone’s law and Creon’s. Beauty \nwas in this sense the first aesthetic ideology: it supplied the suture or hy-\nphen of the theological-political.\nThis is Hegel’s response to lingering eighteenth-century German \nhellenophilic aesthetic fantasies, including his own, about a magical af-\nfinity between a modern Germany and its radiant classical precursor. His \nrebuke has an immediate political sting; it ruins any fantasy of bypass-\ning the violence of the French revolutionary experiment by returning \nto the bliss of an imaginary republican freedom à la grecque. This was \na common enough fantasy around 1800: “They are what we were; they \nare what we should become again . . .” (Schiller). The German effort to \nenjoy the French Revolution as a drama seen from afar would involve an \nincreasingly anachronistic effort to forge a specular identification with \nan ancestral source. The family romance with Greece allowed modern \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 76,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "bildung",
        "phg",
        "denat",
        "ern",
        "structed",
        "verw",
        "uralizing",
        "ingly",
        "pire",
        "sittlichkeit"
      ],
      "full_text": "The Corpse of Faith    \nGermany to extract from the French experiment the image of a sanitized \nrepublican ideal; it helped neutralize the content of the Revolution that \nit was determined to make its own. The young Hegel, in Stuttgart and \nTübingen, had deliriously engaged such fantasies.10 In Jena he would \nleave them forever wilted. This is why the clash between Antigone and \nCreon is paradigmatic: the spectacle blocks every nostalgia for commu-\nnitarian harmony. The tragedy brings to the surface the explosive antag-\nonism sustaining the political order and reveals its toxic aftermath. The \nrotting corpse of Polyneices will be a permanent reminder of what re-\nmains unburied and unmourned in every struggle for legitimacy.\nThe task of modernity will be to explore this fissure. The rubble of \nSittlichkeit had revealed what all ruins do, namely that the world is con-\nstructed. If the polis looked beautiful, this is because it was already artifice \nand artifact—the product of construction and as such susceptible to un-\nmaking or deconstruction. Modernity begins with this corrosively denat-\nuralizing insight. This is why its setting is the demolition zone left upon \nthe collapse of Greek Sittlichkeit, as the rift became a chasm, the gods fled, \nthe dead sank into oblivion, and the world disintegrated into a heap of \nisolated particles and scattered stage props—“cold, soulless atoms.” The \nonly way of imparting unity to this pulverized universe was through the \nabstract force of a law stripped of all legitimacy (and thus requiring for its \nexecution the military prowess of a ruler whose own authority had been \nreduced to an ostentatious display of destructive, orgiastic excess) (PhG \n§481). This is how Hegel sums up the accomplishments of the Roman Em-\npire—“a miserable life of worms.”11 Hegel is the last one to belittle these \nworms. The achievement of the imperium remains colossal: it makes chill-\ningly explicit the profundity of the disenchantment.\nModernity takes ruination (Verwüstung) as its foundation (PhG \n§472). The world in which we find ourselves is a manufactured one, \nbeauty is a masquerade (the Roman citizen is thus a “person” or persona, \na mask or theatrical impersonation, and the state a spectacular one),12 \nand we must henceforth invent what we discover. This is why the mod-\nern world defines itself explicitly as “culture” (Bildung): it is our way of \nregistering that we place ourselves in a world of our own making (PhG \n§484). The task of Spirit will be to reconstruct an existence amid the de-\nbris of empire.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 78,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "aggressivity",
        "rea",
        "ity",
        "renam",
        "phg",
        "suc",
        "facement",
        "notre",
        "ingless",
        "preserva"
      ],
      "full_text": "The Corpse of Faith    \nsition, role, or identity. Hegel takes this chaotic or “disrupted” subjectiv-\nity to be exemplary of the modern age (PhG §520). From the arrogant, \nrather tiresome perspective of a precocious, free-floating intellectual, the \nnephew had tried to expose the truth behind the shadow world of mean-\ningless words and hollow gestures—to find meaning, laughter, and even a \nperverse grandeur in generating spectacle from the wreckage—before suc-\ncumbing inevitably to the abyss himself (PhG §§521–22).\nEnter “insight” (the figure of Enlightenment), together with its \nshadow brother “faith,” to which insight attaches itself with increasingly \nambivalent desperation, as both try to regain a foothold and to restore \nequilibrium to a fragmented social order by peering respectively through \nand beyond the rubble of the existing world (PhG §529). But, and this \nis the linchpin of Hegel’s argument, in this flight from objectivity, rea-\nson catastrophically perpetuates its own collusion with the faith it keeps \nwanting to disown. Such complicity betrays itself in the blind fanaticism \nof insight’s attacks on the delusion it would extirpate, and is illustrated \nperfectly by the orgiastic festivals of de-Christianization staged through-\nout France in the early 1790s. The Temple of Reason was consecrated \nwith great fanfare in Paris, in the fall of 1793, in the former cathedral of \nNotre-Dame. The sacral darkness of the church had been banished by bril-\nliantly arranged stage lighting that, at the climax of the celebration, turned \nthe spotlight on a young actress from the Opéra impersonating Reason, \ndressed in Roman gown and garlands.13\nHegel’s analysis of the dialectic of disenchantment is wicked, un-\nflinching, and has its own inquisitorial aggressivity. His depiction cap-\ntures the spiral of revolutionary iconoclasm and its desperate attempts to \ncontrol the fetishistic circle of self-reifying negation. These strategies are \nworth rehearsing: from the decapitation of kings and nobles to the de-\nfacement and destruction of churches and monuments; from the renam-\ning of streets and citizens to the recalibration of clock and calendar; from \nthe plunder and dislocation of artworks to their recontextualization in the \nnewly founded national museums that would simultaneously preserve and \ndestroy them. The museum is a compromise formation. It tries to solve \nthe dilemma posed by revolutionary vandalism: it permits the preserva-\ntion of symbolic forms within a disenchanted space in which detached \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 80,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "depos",
        "phg",
        "pos",
        "aggres",
        "ment",
        "pre",
        "infec",
        "ited",
        "tion",
        "clared"
      ],
      "full_text": "The Corpse of Faith    \nburial place in the foundation of a projected monument to Liberty on the \nsite of the demolished Bastille, together with a copper tablet representing \nthe equally short-lived 1791 Constitution. (As if to foreshadow their own \ndestruction, both the Declaration and the Constitution were typically rep-\nresented during the revolutionary years in the shape of the round-headed \ntablets of the Ten Commandments.) The exhumed documents were de-\nclared obsolete and ceremonially mutilated, their broken fragments depos-\nited for perpetuity in the National Archives (where they can still be seen) as \na “historical monument”—a memorial to institutionalized oblivion.17\nHegel insists that it makes no difference in this context whether rea-\nson’s assault on its adversary works like a traumatic lesion or like an infec-\ntion—that is, whether the attack is by way of missiles launched from a \nsafe distance or by way of an insidious viral contamination against which \n“every remedy adopted only aggravates the disease” (for faith to argue \nback, to give reasons against reason, is only to identify with the aggres-\nsor and thus already to concede defeat) (PhG §545). In either case, reason’s \nmortification of its presumed antithesis leaves as legacy for future genera-\ntions the stench of the unburied dead—Creon’s unending legacy to pos-\nterity. At one point Hegel describes the French Enlightenment as a kind of \ngerm warfare (the infection metaphor is familiar from Voltaire and others) \nwhose casualties are all the more serious for going unmarked.18 Enlighten-\nment spreads its disease like a “perfume in an unresisting atmosphere,” and \nits vanquished enemies silently collect like ghosts.\n“One fine morning it gives its comrade a shove with the elbow and bang! crash! the \nidol lies on the floor.” “One fine morning” whose noon is bloodless if the infec-\ntion has penetrated to every organ of spiritual life. Memory alone then still pre-\nserves the dead form of the Spirit’s previous shape as a vanished history, vanished \none knows not how. And the new serpent of wisdom raised on high for admiration \nhas in this way painlessly cast merely a withered skin. (PhG §545, emphasis mine)\nI shall return to this “dead form” of a superstition cast off or abjected “one \nknows not how” and what is at stake in this not-knowing. Hegel has just \nexplicitly identified Enlightenment as melancholia.\nGerman philosophy, according to Hegel, would have already cut \nthrough this circle: having both enlightened and been enlightened by re-\nligion, it might be spared the indignity of regressing back into an ever \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 84,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "instrumentalization",
        "anticipa",
        "pre",
        "phg",
        "trupp",
        "tion",
        "nihilating",
        "tence",
        "religare",
        "reduc"
      ],
      "full_text": "The Corpse of Faith    \nmarks the disintegration of the binding power of religion (religare) and the \nfracturing of the social bond.\nEverything that follows can be attributed to Enlightenment’s dis-\navowed grief for the lost object. Utilitarianism is the first stop along the \nway. Hegel describes this as the relentless consumerism that appropriates, \nmanipulates, and exploits the last shred of objectivity, including that of \nthe social world. The human community will be reduced to a collective \nsurvival mechanism regulated by a tepid pleasure principle dedicated to \nthe rule of maximum reciprocal serviceability: the gang or “troop” (Trupp) \nrampaging like animals in the garden of Eden—Hegel’s startling anticipa-\ntion of Nietzsche’s description of utilitarianism as a herd morality. “One \nhand washes the other” (§560). Hegel darkly suggests that this collective \nself-regulation is a thinly veiled defense against what lies beyond the plea-\nsure principle. This is why utilitarianism is a slave ideology: I learn to wait. \nI pace my pleasure, I dilute it, I diversify it, I experiment with it, I count \nit, I parcel it into bite-sized units, I want it to last forever, I make use of \nthe world so as to curb my own unappeasable desire to consume it, to de-\nstroy it, to use it up. The utilitarian social contract is therefore designed to \nproduce a maximum of happiness: it tries to give a term or measure to de-\nsire, to prolong pleasure within “natural” limits, which amounts to reduc-\ning it to the thinnest terms of self-preservation: pleasure can be enhanced \nonly by stretching it out into the empty bad infinite of self-reproduction—\nsheer animal survival. “‘Measure’ or proportion has the function of pre-\nventing pleasure in its variety and duration from being cut short; i.e., the \nfunction of ‘measure’ is immoderation” (PhG §560). And at this point \nHegel’s narrative takes on an intensity unmatched elsewhere in his writ-\ning. The entire precipitation into terror is contained in reason’s campaign \nagainst a world it can neither accommodate nor quite, in the end, give up.\nOf Kings and Cabbages\nHaving defined itself as negative, reason is set to embark on an an-\nnihilating mission that will culminate in a “fury of destruction.” The re-\ntreat from objectivity escalates as Spirit progressively moves from the \ndemystification, manipulation, and instrumentalization of singular exis-\ntence to its eventual prosecution, and extermination: this is how Hegel \ndescribes the unstoppable movement from insight through utility to the \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 89,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "personi",
        "fied",
        "sainte",
        "transi",
        "cault",
        "onstration",
        "numericity",
        "nating",
        "carnivalesque",
        "ferentiated"
      ],
      "full_text": " \n  The Corpse of Faith\ninventive stream of possibilities—eyewitness accounts, anecdotes, jokes, \nscientific speculations, psychiatric case histories, cartoons, toys, mouse-\ntraps, bread slicers, fashion statements, and theatrical performances.35 (It \nproduces a thirst for trivia and stimulates a compulsive desire to make lists.) \nIt is the guillotine that has remained to this day the mesmerizing emblem \nof the French Revolution, not the spectacular mass drownings at Nantes or \nthe mass executions at Lyon, despite their much greater efficiency and far \nmore flamboyant libidinous energy. Hegel is the first to notice the strange \nmixture of thrill and boredom. Repetitive, inexpressive, featureless, the scaf-\nfold becomes at once a setting, a stage prop and the leading player (personi-\nfied invariably as dripping female—Sainte ­Guillotine, holy mother, vagina \ndentata, etc.) of a continuous drama in which the pornographic keeps alter-\nnating with the grotesque, the uncanny with the carnivalesque, the maudlin \nwith the magical, the ghoulish with the prosaic, the orgiastic with the dis-\ngusting, and the boring with the even more boring. Boredom is not just the \nantithesis of fascination; Hegel suggests that they are the same.\nHegel’s philosophical exegesis of the guillotine goes beyond Fou-\ncault’s unforgettable description, in Discipline and Punish, of the transi-\ntion from lurid Baroque “festivals of cruelty” to the numbing efficiency of \nmodern punishment—the shift from the theatrical extravaganzas of pub-\nlic torture to the modern production of the criminal’s body as an undif-\nferentiated instrument on which punishment can be administered within \nthe transparency of a homogeneous penal regime. Hegel’s interest is not \nonly in the modern disenchantment of death—its reduction to the anony-\nmous numericity of a statistic, its submission to new routines of hygiene \nand efficiency—and the establishment of a new disciplinary apparatus. He \nis focused on a more intractable antinomy. His target is the paradox of a \nmurder that strips away, not just the life, but the prior subjectivity of the \nvictim. The elimination of face-to-face contact between victim and execu-\ntioner (“the axe is seen rather than the hand that set it in motion”)36 is one \naspect of this obliteration. The guillotine retroactively retracts the mini-\nmal recognition it concedes its victim (as worthy of suspicion in the first \nplace) in that it directs itself toward an already annihilated nonentity. By \nstripping death of its intensity and singularity it provides a practical dem-\nonstration of the object’s nullity. The guillotine’s essential function is in \nthis sense to render itself inessential or redundant. The cut effaces its own \ntraces by offering a kind of “ontological argument” for nonexistence.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 90,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "agribusi",
        "phg",
        "auschwitzean",
        "tion",
        "transitionless",
        "compari",
        "alterity",
        "ously",
        "simultane",
        "transi"
      ],
      "full_text": "The Corpse of Faith    \nThis is perhaps why, at the limit, revolutionary justice needed to be \napplied even to cadavers. It was not enough that even before the blade \nfell, the victim on the scaffold was already lying prostrate. As if to prove \nthe uncertainty of the distinction between the living and the dead, even \ncorpses had to be killed, and statues beheaded. The lifeless bodies of those \nwho had tried to cheat the machine by committing suicide were propped \nup in the tumbrel alongside living victims and carried to the scaffold. The \niteration suggests the multifarious logic of the death drive: every death is a \nsecond death; the dead are never quite dead enough; and even the dead are \nnever safe. The quicklime that swallowed the corpse within the anonym-\nity of the mass grave confirms that we are in the region of what Adorno \ncalls the “philosopheme of pure identity”—death in its most unsublimated \ninsignificance: modern death. Creon’s Pyrrhic victory is near complete. \nHegel names a death “which has no inner significance or filling, for what \nis negated is the empty point of the absolutely free self” (PhG §590). The \nmachine perfects and ritualistically formalizes the evacuation of alterity \nthat Hegel locates at the origin of modern democratic sovereignty. Thus \nHegel’s chilling description, so contemporary in its resonance, of the “cold, \nmatter of fact annihilation of this existent self, from which nothing else \ncan be taken away but its mere being” (§591).\nThus the famous cabbage heads—Hegel’s startling anticipation of \nHeidegger’s notorious comparison of the death camps to modern agribusi-\nness. These will be the final crop of the utilitarian garden of Eden. “The \nsole work and deed of universal freedom is death, a death that has no inner \nsignificance or filling. . . .  It is thus the coldest and meanest of all deaths, \nwith no more significance than cutting off a head of cabbage or swallow-\ning a mouthful of water” (§590). This is probably as close as it is possible to \nget, circa 1800, to what Adorno identifies as our contemporary situation—\nthe impossible, Auschwitzean condition of “dying today.”37 The compari-\nson is, however, insidious and should be resisted.38\nAmong the many paradoxes of the guillotine is that it simultane-\nously reinforces and erodes the distinction between dying and living. The \nmoment of death is at once punctual, precise, and radically indeterminate: \nboth incontestable and yet infinitely uncertain. Decapitation simultane-\nously provides an answer to the (at the time) prevalent fear of live burial \nand feeds this anxiety. The fall of the blade marks the transitionless transi-\ntion from an already mortified existence to the posthumous mortality of \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 92,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "hippolyte",
        "turally",
        "complished",
        "olution",
        "ror",
        "struc",
        "phg",
        "nationale",
        "ter",
        "siey"
      ],
      "full_text": "The Corpse of Faith    \nof the Thermidorian counterterrorist reaction, with its official culture of \ndenunciation, investigation, and prosecution (and its unofficial subculture \nof vigilante justice and gang violence); Thermidor is the prototype of every \nwar on terrorism.41 For Hegel, then, the Terror begins not with the Law of \n22 Prairial (June 10, 1794), not with Law of Suspects (September 17, 1793), \nnot with the regicide in January 1793, not with the king’s arrest and trial \nin the fall of 1792, not with the September massacres of 1792, not with the \nriots at the Tuileries on August 10, 1792, not with the peasant revolt in July \n1789, and not with the storming of the Bastille. Hegel backdates the Ter-\nror to the very onset of the revolution: June 17, 1789. This was the day the \nÉtats généraux spontaneously and virtually unanimously recreated itself as \nthe Assemblée nationale, sworn to perpetual and uninterrupted convoca-\ntion, sole agent and embodiment of the nation’s will.\nWith the Tennis Court Oath, the ex nihilo transition of the tiers état \nfrom “nothing” to “everything” was both affirmed and performatively ac-\ncomplished: the oath both marked and made the people’s transition from \npolitical nullity to the “complete nation” that it would retroactively deter-\nmine itself to have always already been. Because it defined itself as struc-\nturally complete, the nation had to surgically eliminate what differed from \nit as an excrescence whose very existence was a contradiction. This is why \nthe founding act of revolutionary democracy is the purge. This literaliza-\ntion of Abbé Sieyès’s formula establishes political modernity as a fellowship \nof terror. With this gesture, “the undivided substance of absolute freedom \nascends to the throne of the world without any power being able to resist \nit” (PhG §585).\nIn identifying the Terror with the origin of the Revolution, Hegel has \ninevitably been compared to Edmund Burke (whose Reflections on the Rev-\nolution in France had been almost immediately translated, and in Hegel’s \nfavorite journal), to Louis de Bonald and Hippolyte Taine (for whom the \nslide from the Revolution of liberty to the despotism of equality was pre-\ndestined), and even to Joseph de Maistre (for whom the Terror was the \nprovidential punishment for the hubris of human self-assertion). Such \ncomparisons only have a tiny degree of justice, even if Hegel’s inexplicable \nsavagery to Rousseau does nothing to discourage them (for the record, his \nrhetoric does stop short of Burke’s hysterical denunciation of Rousseau as \nan “insane Socrates”). It is true that Hegel has much to account for, not \nleast his general sourness about the July Revolution of 1830 and his per-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 93,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "ferring",
        "unequivo",
        "mish",
        "pudiation",
        "unworked",
        "tion",
        "lence",
        "ceived",
        "res",
        "olution"
      ],
      "full_text": " \n  The Corpse of Faith\nceived docility in the face of the censors at Berlin—everything that was \neven within his lifetime to earn him a reputation as ideologue of the Res-\ntoration. Whatever the injustice of that particular charge, his embarrass-\ning (one might say, abstract) tendency to conflate everything into the same \nsoup of abstract negativity—terrorism, mysticism, Hinduism, Islamic fun-\ndamentalism, Rousseau, Thomas Müntzer, Anabaptism, Judaism, what-\never—still gives one pause. Terror is not simply what you get when you put \nabstract ideas into practice—a tendency that both Burke and Hegel (as well \nas Tocqueville, Schiller, and so many others) identify as the occupational \nhazard of “French theory.” Terror is itself abstraction: in flipping helplessly \nbetween “each” and “all” it can elaborate itself only as the repetitive produc-\ntion of nothing—the empty negativity of unworked death.\nBut it is precisely at this point that comparison with Burke proves \nirrelevant. Hegel’s unflinching identification of the Terror as the inaugu-\nration of political modernity does not prevent him from affirming the Rev-\nolution in its entirety as inevitable, comprehensible, justifiable, horrible, \nthrilling, mind-numbingly boring, and infinitely productive. I’m not re-\nferring to Hegel’s personal sensibilities (the legendary dance around the \nfreedom tree, the annual toast on Bastille Day, and so on)—1789 without \nthe rest, the standard reflex of the German intelligentsia. Hegel is almost \nunique among his contemporaries for having refused this kind of squea-\nmish liberalism. And we cannot draw the line between endorsement and re-\npudiation by giving ordinary, human explanations, such as age (the young \nstudent rhapsodic at Tübingen, the old man grouchy at Berlin), ambiva-\nlence, or even inconsistency. Hegel’s palpable oscillation between an un-\nqualified and lyrical “enthusiasm”—his (unmistakably Kantian) word—for \nthe “tremendous spectacle” unfolding before the world and his unequivo-\ncal condemnation of this same event as “the most terrible and drastic” to \nhave ever happened is expressed in the same breath; and this vacillation is \nmoreover repeated constantly from 1794 to 1830.42\nThe deadly power that knows how to reduce heads to cabbages is, for \nHegel, the same abstraction that governs the ideology of liberalism: Hegel \ndescribes the latter as a reduction of the community to an aggregate of “vo-\nlitional atoms”—isolated individuals bound together in common pursuit \nof private ends. Hegel does not simply tolerate the former (the ­Terror) as \nthe historical cost of the latter (liberalism)—the price paid by the French, \nfor example, to enjoy the institutions of modern civil society, or for the \n"
    }
  ]
}