{
  "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
  "batch_number": 5,
  "total_batches": 6,
  "pages": [
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 170,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "disjecta",
        "membra",
        "politi",
        "noumenology",
        "exaggera",
        "tion",
        "semblage",
        "bly",
        "assem",
        "proba"
      ],
      "full_text": "Terrors of the Tabula Rasa    \npastes into the section on self-alienated Spirit (the citation intruded with \nthe abrasive foreignness of the wit it was illustrating). The citations at the \nchapter’s end are, in contrast, obscure, episodic, and incoherently assem-\nbled; Hegel is collecting the disjecta membra of a present that is already \ndistant from itself, but still too close for comfort. As in any modernist as-\nsemblage, the glue can be more visible than the scraps of paper. It is proba-\nbly obvious but still needs stressing: Hegel is at his most “romantic” where \nhe pillories Romanticism. The dismemberment he inflicts on the texts pro-\nlongs the violence he seeks to quarantine; his pastiche is an “anthology” \nworthy of the Athenaeum. Hegel mimes even as he mocks the agonistic \nsociability of the literary absolute—its combative energy, its utopian edge.\nThe history of Spirit has moved from the beautiful death of the \nhero to the heroic death of beauty; tragic catharsis has yielded to politi-\ncal purges, to obsessional rituals of purity, to perpetual re-beginnings, and \nto self-effacing erasures. We learn from suffering, even if at a distance and \nfrom a suffering that is not our own to suffer, and even if something like \na learned ignorance is, in the end, at stake. It would be a great exaggera-\ntion to say that Hegel’s overcoming of Kant and company makes good on \nthe promise of the Revolution, or that he finally escapes the asceticism he \nso severely challenges. But with this last gesture, he reins back, if only for \na moment, the chronic temptation to slide from a phenomenology of em-\nbodied freedom to a noumenology of the pure will. In this way Hegel re-\nturns thought to the order of experience, even if it is a question of a missed \nexperience, a lapsed experience, or even, in the end, another’s experience—\nan experience that came knocking, only to find that “we, the masters, were \nnot home.”45\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 174,
      "bucket": "E (10%+)",
      "error_rate": 23.9,
      "unknown_words_sample": [
        "von",
        "ibid",
        "dlung",
        "phh",
        "der",
        "gelehr",
        "trans",
        "reinigung",
        "verdeutschung",
        "holub"
      ],
      "full_text": "Notes\nintroduction\n1.  Karl Marx, “Introduction to the Contribution to the Critique of Hegel’s \nPhilosophy of Right,” in id., Early Writings, trans. T. B. Bottomore (New York: \nMcGraw-Hill, 1964), p. 45.\n2.  Ibid., p. 49.\n3.  Karl Marx and Friedrich Engels, The German Ideology (Amherst, NY: Pro-\nmetheus Books, 1998), p. 65.\n4.  Heinrich Heine, “The Romantic School,” in The Romantic School and ­Other \nWritings, ed. Jost Hermand and Robert Holub (New York: Continuum, 1985), \np. 21. For an excellent exploration of the debates, see Warren Breckman, “Diag-\nnosing the ‘German Misery’: Radicalism and the Problem of National Character, \n1830 to 1848,” in Between Reform and Revolution: German Socialism and Com-\nmunism from 1840 to 1990, ed. David E. Barclay and Eric D. Weitz (New York: \nBerghahn Books, 1998), pp. 33–62.\n5.  Marx, “Introduction to the Contribution to the Critique of Hegel’s Philoso-\nphy of Right,” p. 45.\n6.  Ernst Bloch, Heritage of Our Times, trans. Neville and Stephen Plaice \n(Berkeley: University of California Press, 1991); cf. Jeffrey Herf, Reactionary Mod-\nernism: Technology, Culture and Politics in Weimar and the Third Reich (Cambridge: \nCambridge University Press, 1984).\n7.  Hegel, VGP 529; PhH 447.\n8.  See Jürgen Habermas, “Hegel’s Critique of the French Revolution,” in id., \nTheory and Practice, trans. John Viertel (Boston: Beacon Press, 1973), p. 121.\nchapter 1: missed revolutions: translation, transmission, trauma\n1.  Joachim Heinrich Campe, Über die Reinigung und Bereicherung der \ndeutschen Sprache: dritter Versuch, welcher den von dem Königl. Preuß. Gelehr-­\ntenverein zu Berlin ausgesetzten Preis erhalten hat (Braunschweig: Schulbuchhan-\ndlung, 1794).\n2.  Joachim Heinrich Campe, Wörterbuch zur Erklärung und Verdeutschung der \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 175,
      "bucket": "E (10%+)",
      "error_rate": 23.8,
      "unknown_words_sample": [
        "seeba",
        "unserer",
        "von",
        "cul",
        "libert",
        "der",
        "duard",
        "trans",
        "gruyter",
        "bohun"
      ],
      "full_text": "    Notes to Chapter 1\nunserer Sprache aufgedrungenen fremden Ausdrücke. Ein Ergänzungsband zu Ade-\nlungs Wörterbücher (Grätz: F. X. Miller 1808–9). In the entry under “Revolution” \n(p. 218), Campe makes the same remark about velocities.\n3.  Martin Luther, Sendbrief vom Dolmetschen (1530), in id., Werke, 60 vols. \n(Weimar: Hermann Böhlau, 1883–1980), 30, pt. 2: 632–46.\n4.  G. W. F. Hegel, “The German Constitution” (1802), in id., Political Writ-\nings, ed. Laurence Dickey and H. B. Nisbet (New York: Cambridge University \nPress, 1999), pp. 6–7.\n5.  Samuel Pufendorf, The Present State of Germany, trans. Edmund Bohun \n(1696), ed. Michael Seidler (Indianapolis: Liberty Fund, 2007).\n6.  Friedrich Karl von Moser, 1792 preface to Von dem deutschen Nationalgeist \n(1765), quoted by James Sheehan, German History, 1770–1866 (Oxford: Oxford \nUniversity Press, 1989), p. 237.\n7.  Joachim Heinrich Campe, Wörterbuch der deutschen Sprache (Braun­\nschweig: Schulbuchhandlung, 1807), quoted by Hinrich Seeba, “Trostgründe: Cul-\ntural Nationalism and Historical Legitimation in Nineteenth-Century German \nLiterary Histories,” Modern Language Quarterly 64 (2003): 181–97. For Campe’s \nletters from Paris, see Joachim Heinrich Campe, Briefe aus Paris zur Zeit der Revo-\nlution geschrieben, ed. Hans-Wolf Jäger (Hildesheim: Gerstenberg, 1977).\n8.  The gendered opposition between mother tongue and fatherland is perva-\nsive in Campe; for a similar problematic in Fichte, see David Martyn, “Borrowed \nFatherland: Nationalism and Language Purism in Fichte’s Addresses to the German \nNation,” Germanic Review 72 (1997): 303–15.\n9.  Johann Gottlieb Fichte, Die Staatslehre (1813), in id. Sämmtliche Werke, ed. \nImmanuel Hermann Fichte, 11 vols. (1845–46; Berlin: de Gruyter, 1965), 4: 436.\n10.  Fichte, Reden an die deutsche Nation (1808), in id., Sämmtliche Werke, 7: \n257–502\n11.  Fichte, “Beitrag zur Berichtigung der Urtheile des Publikums über die fran-\nzösische Revolution” (1793) in id., Sämmtliche Werke, 6: 257–502.\n12.  St. Jerome, “On the Art of Translation” (Letter 57 to Pammachius), in \nid., The Satirical Letters of St. Jerome, trans. Paul Carroll (Chicago: Gateway, \n1957), p. 140; cf. Nietzsche, Gay Science, Bk. 2, §83, on “translation as a form of \n­conquest.”\n13.  For an account of the festivities surrounding Napoleon’s transportation into \nParis of plundered art trophies from his various campaigns, see Patricia ­Mainardi, \n“Assuring the Empire of the Future: The 1798 Fête de la Liberté,” Art Journal 47 \n(1989): 155–63; Éduard Pommier, L’art de la liberté: Doctrines et débats de la révo-\nlution française (Paris: Gallimard, 1991), pp. 397–466; Dominique Poulot, Musée, \nnation, patrimoine (Paris: Gallimard, 1997), pp. 215–27; Andrew McClellan, Invent-\ning the Louvre: Art, Politics, and the Origins of the Modern Museum in Eighteenth-\nCentury Paris (Berkeley: University of California Press, 1994), pp. 114–23; Dorothy \nMackay Quinn, “The Art Confiscations of the Napoleonic Wars,” American His-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 176,
      "bucket": "E (10%+)",
      "error_rate": 14.1,
      "unknown_words_sample": [
        "zeitschrift",
        "kunstgeschichte",
        "emony",
        "droz",
        "von",
        "klinger",
        "libert",
        "der",
        "trans",
        "univer"
      ],
      "full_text": "Notes to Chapter 1    \ntorical Review 50 (1945): 443–45. In relation to the Roman trionfi, see Bruno Klein, \n“Napoleons Triumphbogen in Paris und der Wandel der offiziellen Kunstanschau-\nung im Premier Empire,” Zeitschrift für Kunstgeschichte 59 (1996): 244–69\n14.  Speech at exhibition of Belgian war booty in 1794, quoted by McLellan, \nInventing the Louvre, p. 116.\n15.  For descriptions of the 1798 Fête de la Liberté, see Mainardi, “Assuring the \nEmpire,” and McLellan, Inventing the Louvre, pp. 121–23.\n16.  Werner Goez, Translatio Imperii. Ein Beitrag zur Geschichte des Geschichts-\ndenkens und der politischen Theorie im Mittelalter und in der frühen Neuzeit (Tübin-\ngen: J. C. B. Mohr, 1958); Ernst Kantorowicz, The King’s Two Bodies (Princeton, \nNJ: Princeton University Press, 1957); Ernst Robert Curtius, European Literature \nand the Late Middle Ages (Princeton, NJ: Princeton University Press, 1953), pp. \n24–30; Jacques LeGoff, Medieval Civilization, 400–1500 (Oxford: Blackwell, 1988), \npp. 165–74. See Kantorowicz, King’s Two Bodies, pp. 409–31, for a description of \nthe brightly colored clothes worn at the royal funeral pageants of the Middle Ages, \nas well as the feasts and visual effigies, designed to mediate the interregnum and \nto neutralize the event of mourning; see also Ralph Giesey, The Royal Funeral Cer-\nemony in Renaissance France (Geneva: Droz, 1960) and Sergio Bertelli, The King’s \nBody: Sacred Rituals of Power in Medieval and Early Modern Europe, trans. R. Burr \nLitchfield (University Park: Pennsylvania State University Press, 2001), pp. 11–61. \nFor some of the theological and metaphysical complexities of this perpetuity, see \nKantorowicz, King’s Two Bodies, pp. 273–450.\n17.  Cf. Samuel Klinger, “The German Translatio and the Gothic Revival,” \nModern Philology 45 (1947): 73–103.\n18.  Bishop Otto of Freising, one of the first to formalize the concept of trans-\nlatio imperii, refers the scheme to the prophesy of the four empires in the book \nof Daniel. See Otto I, bishop of Freising, The Two Cities: A Chronicle of Univer-\nsal History to the Year 1146 A.D., trans. Charles Christopher Mierow, ed. Austin P. \nEvans and Charles Knapp (1928; New York: Columbia University Press, 2002).\n19.  “When the pope could not subdue to his arbitrary will the Greeks and \nthe emperor at Constantinople, who was the hereditary Roman emperor, he \ninvented a little device to rob this emperor of his empire and his title, and to \nturn it over to the Germans, who at that time were warlike and of good repute. \nIn so doing, the Romanists brought the power of the Roman Empire under their \ncontrol so they could parcel it out themselves. . . .  They have always abused our \nsimplicity to serve their own arrogant and tyrannical designs. They call us ­crazy \nGermans for letting them make fools and monkeys of us as they please. . . .  We \ncarry the title of empire, but it is the pope who has our wealth, honor, body, \nlife, soul, and all we possess. This is how they deceive the Germans and cheat \nus with tricks [Szo sol man die Deutschen teuschen, und mit teuschen teuschen].” \nMartin Luther, “An den christlichen Adel deutscher Nation von des christlichen \nStandes Besserung” (1520), in id., Werke, 6: 462–63; trans. Charles Jacob as “To \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 177,
      "bucket": "E (10%+)",
      "error_rate": 27.2,
      "unknown_words_sample": [
        "schriften",
        "meisters",
        "plexities",
        "humanit",
        "amazonic",
        "halten",
        "novalis",
        "betreffend",
        "georg",
        "studien"
      ],
      "full_text": "    Notes to Chapter 1\nthe Christian Nobility of the German Nation Concerning the Reform of the \nChristian Estate,” in Luther’s Works, ed. Jaroslav Pelikan and Helmut T. Leh­\nmann, 55 vols. (Philadelphia: Fortress Press, 1958–86), 44: 208–9.\n20.  Martin Luther, “An die Ratherren aller Städte deutsches Lands, daß sie \nchristliche Schulen aufrichten und halten sollen” (1524), in id., Werke, 15: 32; trans. \nAlbert Steinhaeuser as “To the Councilmen of all Cities in Germany that they \nestablish and maintain Christian schools,” in Luther’s Works, 45: 352. On the com-\nplexities of Luther’s relationship to the doctrine of translatio imperii, see Samuel \nKlinger, “The Gothic Revival and the German Translatio”; John Headley, Luther’s \nView of Church History (New Haven, CN: Yale University Press, 1963), pp. 240–\n45; id., Church, Empire and World The Quest for Universal Order, 1520–1640 (Alder-\nshot, UK: Ashgate, 1997); Arno Seifert, Der Rückzug der biblischen Prophetie von \nder neueren Geschichte. Studien zur Geschichte der Reichstheologie des frühneuzeit­\nlichen deutschen Protestantismus (Cologne: Böhlau, 1990).\n21.  Heinrich von Kleist, letter of October 24, 1806, quoted by Wolf Kittler in \nA New History of German Literature, ed. David Wellbery (Cambridge, MA: Har-\nvard University Press, 2004), p. 506.\n22.  On the French Revolution as a natural disaster, see Friedrich Schlegel, \n“Athenæum Fragments” (1798), §424, in KA 2: 247; EPW 122 (flood, earthquake); \nCampe, Briefe aus Paris zur Zeit der Revolution geschrieben (flood); Georg Forster, \n“Pariser Umrisse,” in id., Werke (Berlin: Akademie Verlag, 1990), vol. 10, Revo-\nlutionsschriften (1792–93), ed. Klaus-Georg Popp (hurricane, thunderbolt, flood); \nErnst Moritz Arndt, Geist der Zeit, in id., Werke (Leipzig: K.F. Pfau, 1892-1909), \nvols. 8–11, 8: 290 and passim (earthquake, volcano, thunderstorm); Johann Gott-\nfried Herder, Briefe, die Fortschritte der Humanität betreffend (1792 draft), in id., \nWerke, 10 vols., ed. Martin Bollacher et al. (Frankfurt am Main: Deutscher Klas-\nsiker Verlag, 1991), vol. 7 (Letters 13, 16, and 17) (shipwreck); Novalis, “Faith and \nLove” (1798), §21 (comet, meteor, flood, climate change), §11 (crashing moun-\ntain), in Schriften 2: 489–90; EPW 37, 40; Goethe, Unterhaltungen Deutscher Aus-\ngewanderten, in id., Sämtliche Werke, ed. Dieter Borchmeyer et al. (Frankfurt am \nMain: Deutscher Klassiker Verlag, 1985), vol. 9, Wilhelm Meisters theatralische \nSendung, Wilhelm Meisters Lehrjahre, ­Unterhaltungen deutscher Ausgewanderten, \npp. 993–1114, passim (flood); id., letter to Schiller, March 9, 1802, in Der Brief-\nwechsel zwischen Schiller und Goethe, ed. Emil Staiger (Frankfurt am Main: Insel, \n1977), pp. 942–43 (waterfall, flood, raging torrent).\nOn the gendering of the Revolution (Medusal, Amazonic, castrating, hysteri-\ncal, etc.) in different national contexts, see Neil Hertz, “Medusa’s Head: Male \nHysteria Under Political Pressure,” in id., The End of the Line: Essays on Psycho­\nanalysis and the Sublime (New York: Columbia University Press, 1985); Jane \nKromm, “Representations of Revolutionary Women in Political Caricature,” in \nThe French Revolution Debate in English Literature and Culture, ed. Lisa Crafton \n(London: Greenwood Press, 1997). For an analysis of German “male fantasies” \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 178,
      "bucket": "E (10%+)",
      "error_rate": 22.2,
      "unknown_words_sample": [
        "canni",
        "mtliche",
        "von",
        "ibid",
        "vol",
        "der",
        "autoren",
        "megaprazons",
        "wahlverwandt",
        "epen"
      ],
      "full_text": "Notes to Chapter 1    \nabout revolutionary violence around 1800—feminine, cannibalistic, and barbaric \n(the invasion of Germany more or less coincided with the uprising of the slaves \nin Saint-Domingue, and provoked similar anxieties and depictions)—see Suzanne \nZantop, “The French Revolution in the German Imagination,” in Representing \nthe French Revolution: Literature, Historiography and Art, ed. James A. W. Heffer-\nnan (Hanover, NH: University Press of New England, 1992), pp. 213–33. Com-\npare Schiller’s depiction of the bloodthirsty female marauders in “Das Lied von \nder Glocke.” Susan Buck-Morss, Hegel, Haiti and Universal History (Pittsburgh: \nUniversity of Pittsburgh Press, 2009), has recently drawn attention to the elision \nof the Haitian revolution in German philosophical responses to the Revolution, \nparticularly notable in Hegel. On French representations of revolutionary canni-\nbalism, see Bronisław Baczko, Comment sortir de la Terreur? Thermidor et la Révo-\nlution (Paris: Gallimard, 1989), pp. 264–77, Alain Corbin, Le village des cannibals \n(Paris: Aubier, 1990) (and see pp. 52–53 above).\nOn the Revolution as illness, see Novalis, Political Aphorisms (1798), §46, \nin EPW 53; Johann Wolfgang Goethe, “Reise der Söhne Megaprazons,” in id., \nSämtliche Werke, pt. 1, vol. 8, Die Leiden des jungen Werthers, Die Wahlverwandt-\nschaften, Kleine Prosa Epen, pp. 578–94 (and see p. 53 above). The association \nbetween revolution and cholera would become emphatic during the upheavals of \n1830, 1848, and 1870; see Richard Evans, “Epidemics and Revolutions: Cholera in \nNineteenth-Century Europe,” Past and Present 120 (1988): 123–46 and Catherine \nKudlick, Cholera in Post-Revolutionary Paris: A Cultural History (Berkeley: Univer-\nsity of California Press, 1996).\nThere are many anthologies of contemporary German writings on the French \nRevolution, among which see Friedrich Eberle and Theo Stammen, eds., Die \nFranzösische Revolution in Deutschland: Zeitgenossische Texte deutscher Autoren \n(Stuttgart: Reclam, 1989) and Claus Träger, ed., Die Französische Revolution im \nSpiegel der deutschen Literatur (Frankfurt am Main: Roderberg Verlag, 1975). For a \nstill useful overview in English, see G.P. Gooch, Germany and the French Revolu-\ntion (1920; London: Frank Cass, 1965).\n23.  Hannah Arendt, On Revolution (London: Penguin Books, 1990), pp. 47–51.\n24.  Ibid.; cf. Reinhart Koselleck, “Historical Criteria of the Modern Con-\ncept of Revolution,” in id., Futures Past: On the Semantics of Historical Time, \ntrans. Keith Tribe (Cambridge, MA: MIT, 1985), pp. 38–54; Keith Michael Baker, \nInventing the French Revolution (Cambridge: Cambridge University Press, 1990), \npp. 204–223; H. Günther, “Revolution,” in Historisches Wörterbuch der Philoso-\nphie, ed. Joachim Ritter and Karlfried Gründer (Basel: Schwabe, 1971–), 8: 958–73.\n25.  Novalis, “Christianity or Europe” (1799), in Schriften 3: 510; EPW 64.\n26.  Ibid., in Schriften 3: 510; EPW 72.\n27.  Heine, On the History of Religion and Philosophy in Germany, trans. How-\nard Pollack-Milgate, ed. Terry Pinkard (Cambridge: Cambridge University Press, \n2007), pp. 78–79 and passim.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 179,
      "bucket": "E (10%+)",
      "error_rate": 26.0,
      "unknown_words_sample": [
        "vortreffliche",
        "edu",
        "ibid",
        "fantasmes",
        "vol",
        "phh",
        "ponta",
        "reinhard",
        "trans",
        "veitch"
      ],
      "full_text": "    Notes to Chapter 1\n28.  Fichte, letter to Jens Baggesen, 1789, in id., Briefwechsel, vol. 1: Briefe 1775–\n1793, ed. Reinhard Lauth and Hans Jacob, with Hans Gliwitzky and Manfred \nZahn (1968; Stuttgart, 1970), p. 449.\n29.  Friedrich Schlegel, “Über die Unverständlichkeit” (1800), in KA 2: 366 \n(“eine vortreffliche Allegorie auf das System des transzendentalen Idealismus”) \nand id., “Lessings Gedanken und Meinungen” (1804), in KA 3: 96.\n30.  Schlegel, “Athenæum Fragments,” §451, in KA 2: 255.\n31.  Schlegel, “Philosophical Fragments” (1798), §1471, in KA 18: 315; EPW 165.\n32.  Ibid., §391, in KA 18: 227; EPW 163.\n33.  Ibid., §68, in KA 18: 330; EPW 166.\n34.  Schlegel, “Athenæum Fragments,” §424, in KA 18: 247; EPW 122.\n35.  Novalis, “Christianity or Europe,” in Schriften 3: 518; EPW 72.\n36.  Herder, Letters on the Progress of Humanity (1792), in id., Philosophical \nWritings, trans. Michael Forster (Cambridge: Cambridge University Press, 2002), \np. 366.\n37.  Novalis, “Pollen” (1797), §64, in Schriften 2: 437; EPW 20.\n38.  Cited by Sheehan, German History, p. 30. For the text of the Peace of West-\nphalia treaty, see http://avalon.law.yale.edu/17th_century/westphal.asp (accessed \nJanuary 4, 2010), and see Scott Veitch, “The Legal Politics of Amnesty,” in Lethe’s \nLaw: Justice, Law and Ethics in Reconciliation, ed. Emilios A. Christodoulidis and \nScott Veitch (Oxford: Hart Publishing, 2001), pp. 33–46.\n39.  VPG 491; PhH 411.\n40.  Cf. Lacan’s discussion of Zeno’s paradox in Seminar XX: On Feminine \nSexuality (New York: Norton, 1998), p. 8; cf. Slavoj Žižek, Looking Awry: An \nIntroduction to Jacques Lacan Through Popular Culture (Cambridge, MA: MIT \nPress, 1992).\n41.  Schlegel, “Athenæum Fragments,” §216, in KA 2: 198; EPW 118 (slightly \nmodified).\n42.  Cf. Patricia Parker, “Preposterous Events,” in Shakespeare Quarterly 43, no. \n2 (Summer 1992): 186–213 .\n43.  Schlegel, “Lyceum Fragments,” §75, in KA 2: 156; Friedrich Schlegel’s \nLucinde and the Fragments, trans. and ed. Peter Firchow (Minneapolis: University \nof Minnesota Press, 1971), p. 152.\n44.  Schlegel, “Athenæum Fragments,” §116, in KA 2: 182; EPW 116.\n45.  Freud uses the metaphor of philology in his letter to Fliess of December \n6, 1896 (Freud, SE, 1: 233–39). See also Jean Laplanche and Jean-Bertrand Ponta-\nlis, “Fantasme originaire, fantasmes des origines, origine du fantasme,” Les Temps \nmodernes 215 (1964): 1833–68; Laplanche, “Traumatisme, traduction, transfert et \nautres trans(es),” in id., La révolution copernicienne inachevée: Travaux 1967–1992 \n(Paris: Aubier, 1992), pp. 255–72; and Samuel Weber, The Legend of Freud (1982; \nexpanded ed., Stanford: Stanford University Press, 2000), pp. 80–85.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 180,
      "bucket": "E (10%+)",
      "error_rate": 12.2,
      "unknown_words_sample": [
        "vertilgt",
        "vertilgen",
        "unvertilgbar",
        "sity",
        "univer",
        "fenves",
        "sievers",
        "verderbt",
        "scht",
        "schliche"
      ],
      "full_text": "Notes to Chapter 2    \nchapter 2: the kantian theater\n1.  Ak 7: 86; CF 303.\n2.  Ak 6: 320–21; MM 464–65.\n3.  Cf. Jacques Lacan, The Ethics of Psychoanalysis (New York: Norton, 1992), pp. \n115–27. For an exceptionally interesting exploration of concepts of epigenesis and \npreformation in this period, see Helmut Müller-Sievers, Self-Generation: Biology, \nPhilosophy, and Literature Around 1800 (Stanford: Stanford University Press, 1997).\n4.  Ak 7: 88, 85; CF, 304, 302.\n5.  Cf. the distinction in Kant between the “mechanical” and the “judicious” \nuse of memory; the latter is explicitly integrative—a way of subsuming parts \nunder wholes, as in Linnaean classification; see Ak 7: 182–85; AP 75–78.\n6.  Ak 5: 351–54; CJ §59, §§225–28.\n7.  Ak 7: 79, 89, 84; CF 297, 304, 301.\n8.  Kant repeatedly describes radical evil as indelible—see, e.g., Ak 6: 31; RR, p. \n79: “ineradicable” (nicht ausgerottet); Ak 6: 37, 51; RR 83, 94: “inextirpable” (nicht zu \nvertilgen, unvertilgbar); Ak 6: 72; RR 112: “impossible to wipe out” (nie ­auszulöschen). \nThe image of the faule Fleck, or foul stain (Ak 6: 38; RR 85), captures what is most \nenigmatic about radical evil—its formlessless or lack of “character” “[Radical evil] \nis really without character (since . . . it permits no lasting principle in itself” (Ak 7: \n329; AP 234). This amorphousness is precisely what distinguishes radical from dia-\nbolical evil, where evil is elevated to a formal principle. See above, pp. 47–48.\n9.  Ak 6: 71–72; RR 112–13.\n10.  Ak 6: 41, 77; RR 87, 116.\n11.  Ak 6: 135; RR 162; cf. Ak 8: 379; PP 357.\n12.  Ak 5: 31; CPrR 164, and Ak 5: 468; CJ §91. The revolutionary event is simi-\nlarly described as a Factum in an earlier draft of CF (Ak 19: 604); see Peter Fenves, A \nPeculiar Fate: Metaphysics and World-History in Kant (Ithaca, NY: Cornell Univer-\nsity Press, 1991), pp. 218–220, on the complexities of the “fact” in practical reason.\n13.  Ak 7: 91; CF 306. For examples of moral indelibility, see Ak 5:274; CJ 156 \n(“the unmistakable and inextinguishable [unauslöschliche] idea of morality”; Ak 6: \n45; RR 90 (“a germ that cannot be extirpated [vertilgt] nor corrupted [verderbt]”); \nAk 6: 28; RR 76 (“the moral disposition cannot be extirpated ([vertilgen]”); Ak 6: \n35; RR 82 (“[not] as if reason could extirpate [vertilgen] within itself the dignity of \nthe law itself”); Ak 6: 144; RR 169 (“indelible respect [­unauslöschliche Achtung] for \nthis law which lies within him”); Ak 8: 380; PP 346 (“the moral principle never \ndies out [erlöscht nie]”).\n14.  The instantaneity of moral decision—the agent is “certain on the spot \nwhat he has to do” (Ak 8: 287; TP 288)—is grounded in the timeless punctuality \nof the categorical imperative: “Act so the maxim of your will could hold every time \nat the same time [jederzeit zugleich] as a principle of universal legislation” (Ak 5: \n30; CPrR 164).\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 181,
      "bucket": "E (10%+)",
      "error_rate": 16.5,
      "unknown_words_sample": [
        "beantwortung",
        "cul",
        "einen",
        "von",
        "cussion",
        "der",
        "sch",
        "erdbebens",
        "ursachen",
        "jahres"
      ],
      "full_text": "    Notes to Chapter 2\n15.  See Martin Heidegger, “Die Zeit des Weltbildes,” in id., Holzwege (Frank-\nfurt am Main: Klostermann, 2003), pp. 75–114. On Hegel’s critique of the moral \nworld view, see PhG §§599–615 and chapter 4 above.\n16.  Edmund Burke, A Philosophical Enquiry into the Origin of Our Ideas of the \nSublime and Beautiful (1757; London: Penguin Books, 1998). E. J. Clery connects \nthis self-affirmation to a crisis of confidence in the British military in the mid-­\neighteenth century and the subsequent promotion of the citizen’s militia as sym-\nbolic moral supplement—national potency put in reserve and on parade; see “The \nPleasure of Terror: Paradox in Edmund Burke’s Theory of the Sublime,” in Plea-\nsure in the Eighteenth Century, ed. Roy Porter and Marie Mulvey Roberts (New \nYork: New York University Press, 1996). There is a parallel in Kant’s remark on \nthe sublime profit furnished by the spectacle of the warrior. On some of the gen-\nder issues involved in Burke’s aesthetics of the sublime in relation to his later dis-\ncussion of the French Revolution, see Linda Zerilli, “Text/Woman as Spectacle: \nEdmund Burke’s ‘French Revolution,’” in The Eighteenth Century 33 (1992): 47–72.\n17.  Hence the thuggish reaction of the Savoyard peasant, who lacks the cul-\ntural wherewithal to draw moral profit from the scenery: “In fact, without the \ndevelopment of moral ideas, that which we, prepared by culture, call sublime will \nappear merely repellent to the unrefined person. He will see in the proofs of the \ndominion of nature given by its destructiveness and in the enormous measure of \nits ­power, against which his own vanishes away to nothing, only the distress, dan-\nger, and need that would surround the person who was banished thereto. Thus the \ngood and otherwise sensible Savoyard peasant (as Herr de Saussure relates) had no \nhesitation in calling all devotees of the icy mountains fools” (Ak 5: 265; CJ §29). \nThe judgment of beauty involves similar constraints. “Everyone says that hunger \nis the best cook, and people with a healthy appetite relish everything that is edible \nat all. . . .  Only when the need is satisfied can we tell who among the multitude \nhas taste or does not” (Ak 5: 210; CJ §5, slightly modified). Implicit is a historiciza-\ntion of aesthetic experience and a social critique of institutions, which the Critique \nof Judgment does not, however, proceed to deliver.\n18.  Ak 5: 273; CJ §29, p. 155; and cf. Ak 6: 182–84; RR 200–202.\n19.  “Wir haben die Ursache unter unsern Füßen.” Kant, “­Fortgesetzte \nBetrachtung der seit einiger Zeit wahrgenommenen Erderschütterungen,” in Ak \n1: 463–72, at p. 469. This is the last of three newspapers articles Kant wrote in \n1756 on the Lisbon earthquake. (See also id., “Von den Ursachen der Erder-\nschütterungen bei Gelegenheit des Unglücks, welches die westliche Länder von \nEuropa gegen das Ende des vorigen Jahres betroffen hat,” in Ak 1: 417–28, and \n“­Geschichte und Naturbeschreibung der merkwürdigsten Vorfälle des Erdbebens, \nwelches an dem Ende des 1755sten Jahres einen großen Theil der Erde erschüttert \nhat,” in Ak 1: 429–62.)\n20.  Ak 8: 304; TP 302. Kant had defended freedom of expression in his 1784 \nessay on Enlightenment; see “Beantwortung der Frage: Was ist Aufklärung?” in \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 183,
      "bucket": "E (10%+)",
      "error_rate": 12.4,
      "unknown_words_sample": [
        "regiminis",
        "reinhard",
        "sch",
        "ugnen",
        "repub",
        "fenves",
        "erfah",
        "charakter",
        "ics",
        "democ"
      ],
      "full_text": "    Notes to Chapter 2\nalso distinguished between “extensive” and “intensive” practices (see pp. 182–215); \nsee also Reinhard Wittmann, “Was There a Reading Revolution at the End of the \nEighteenth Century?” in A History of Reading in the West, ed. Guglielmo ­Cavallo \nand Roger Chartier (Amherst: University of Massachusetts Press, 1999), pp. 284–\n312; T. C. Blanning, The Culture of Power and the Power of Culture: Old Regime \nEurope, 1660–1789 (Oxford: Oxford University Press, 2002); Friedrich A. Kittler, \nDiscourse Networks 1800/1900 (Stanford: Stanford University Press, 1990); and Mar-\ntha Woodmansee, The Author, Art and the Market: Reading the History of Aesthet-\nics (New York: Columbia University Press, 1994). On the furniture revolution in \neighteenth-century Germany and changing images of the reader’s body, see Erich \nSchön, “Mentalitätsgeschichte des Leseglücks,” in Leseglück: Eine vergessene Erfah-\nrung? ed. Alfred Bellebaum and Ludwig Muth (Darmstadt: Westdeutsche Verlag, \n1996), pp. 151–76.\n25.  Ak 7: 85; CF 302.\n26.  The French Revolution is the singular event that achieves universality in \nthe exegetical reaction of the observer. This corresponds to the way Kant char-\nacterizes reflective judgment in the third Critique. The ability to respond to dis-\nenchanted nature as if it were significant text, to find in beauty, for example, the \n“cipher [Chiffreschrift] by means of which nature . . . speaks to us,” is the “mark \n[Kennzeichen] of a good soul” and the “sign [Zeichen] of a good moral character \n[Charakter]” (Ak 5: 301; CJ §42). By reading the natural world we render ourselves \nlegible, marking and remarking on our own powers of discernment. This opens \nup a potential infinite regress of signifiers: what is the sign of a “character” if not \nthe sign of a sign? I shall return to the question of moral character. On the motif \nof reading in the third Critique, see Rudolf Makreel, Imagination and Interpreta-\ntion in Kant (Chicago: University of Chicago Press, 1990).\n27.  See Samuel Weber’s rich exploration of “communicability” [Mitteil barkeit] \nin Benjamin’s “-abilities” (Cambridge, MA: Harvard University Press, 2009).\n28.  Kant uses the term Eräugnen in an early draft of the essay; see Fenves, Pecu-\nliar Fate, pp. 245–54.\n29.  There is a second agenda in Kant’s argument: the need to extract the \n­spirit of republicanism from the letter of democracy with which, in France, it has \nbeen conflated. Due to the geographical dispersal of the Germans, Kant claims, \na monarchic constitution is their best defense against powerful neighbors—\nthe shortest way to the enduring peace that is the ultimate aim of republican \nexistence(Ak 7: 86n; CF 302n). This is not merely a pragmatic argument. Kant’s \nrepublican defense of monarchy is theoretically grounded in a categorical distinc-\ntion between formae imperii (forms of sovereignty: autocracy, aristocracy, democ-\nracy) and formae regiminis (forms of governance: republicanism, despotism)—a \ndistinction tied to the opposition between letter and spirit (Ak 6: 340; MM 480). \nThe distinction allows Kant to defend the principle of monarchical rule while \nunequivocally embracing republicanism as a regulative ideal. A state can be repub-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 184,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "lican",
        "mus",
        "tifies",
        "trans",
        "losurdo",
        "autocensure",
        "ation",
        "cre",
        "iden",
        "dans"
      ],
      "full_text": "Notes to Chapter 2    \nlican—“at least according to its Idea,” “potentially,” “in spirit,” or “by analogy”—\nwhile being governed autocratically. “To rule [herrschen] autocratically and yet at \nthe same time to govern [regieren] in a republican manner, that is, in the spirit of \nrepublicanism and by analogy with it—that is what makes a nation satisfied with \nits constitution” (Ak 7: 87; CF 303; cf. Ak 7: 86; CF 302 and Ak 8: 353; PP 325). \nThe distinction between sovereignty and governance is drawn most sharply in \n“Perpetual Peace,” where Kant assigns to republicanism its minimal definition as \na constitutional separation of executive and legislative powers, an asymptotic ideal \nto which all states must gradually progress. Kant takes democracy, which he iden-\ntifies with direct democracy, to be the form of sovereignty least compatible with \nrepublicanism, inherently despotic in that it collapses the minimal space of rep-\nresentation in which republican distinctions can be secured: “Everyone wants to \nbe ruler.” Kant goes on describe this form of sovereignty, forma imperii, as a non-\nform, “strictly speaking formless” (eigentlich eine Unform) (Ak 8: 352; PP 324).\n30.  Ak 6: 342; MM 481. In his unpublished Reflexionen on the Rechtslehre, Kant \nsupplies a metaphysical argument for this claim. According to the logic of political \nsovereignty in France, as Kant presents it here, the king is not a member or “part” \nof the social totality he represents (unlike the English “king in Parliament,” pri-\nmus inter pares): as its deputy or placeholder (Stellvertreter), he can have no place \nin the presence of this totality. “He becomes nothing once he lets the whole rep-\nresent itself, since he is only its representative or placeholder, and forms no part \nof it” (Ak 19: 595). King and people cannot logically coexist in a common space \nand time. The king’s convocation of the États généraux in 1789 (the first time they \nhad been summoned since 1614) would by this reasoning already be tantamount \nto abdication.\n31.  Ak 6: 340; MM 480.\n32.  Ak 6: 321n; MM 464–65.\n33.  Kant’s main discussions of the right to rebel are in “Theory and Practice” \nat Ak 8: 297–304; TP 296–302, “Perpetual Peace” at Ak 8: 382–82; PP 347–48, and \nMetaphysics of Morals at Ak 6: 318–23; MM 461–46.\n34.  Ak 6: 323; MM 465. See Domenico Losurdo, L’autocensure et compromis \ndans la pensée politique de Kant, trans. Jean-Michel Buée (Villeneuve-d’Ascq: \nPresses universitaires de Lille, 1993), p. 116.\n35.  “The human being (even the worst) does not repudiate the law, whatever \nhis maxims, in rebellious attitude (by revoking obedience to it). The law rather \nimposes itself on him irresistibly because of his moral disposition” (Ak 6: 35; RR 82)\n36.  In the Conflict of the Faculties, Kant explicitly draws the connection to the \nprimal scene of childbirth: “The same goes for political creations as for the cre-\nation of the world; no human was present there, nor could he have been present at \nsuch an event, since he must have been his own creator otherwise” (Ak 7: 92n; CF \n307n). This is one reason why the “parricide” always threatens to turn into a “sui-\ncide” (Ak 6: 320, 322n; MM 463, 464n). See Susan Shell’s stimulating discussion \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 185,
      "bucket": "E (10%+)",
      "error_rate": 16.4,
      "unknown_words_sample": [
        "flammarion",
        "vol",
        "libert",
        "yannick",
        "publique",
        "trans",
        "plu",
        "gilles",
        "dictionnaire",
        "aise"
      ],
      "full_text": "    Notes to Chapter 2\nof the motif of self-birthing in Kant (and Herder’s critique) in The Embodiment of \nReason: Kant on Spirit, Generation, and Community (Chicago: University of Chi-\ncago Press, 1997).\n37.  Alain Renaut and Jacob Rogozinski argue that Kant uses this argument \nto accommodate the king’s trial, the latter seeing in this accommodation a basic \nlack of intellectual fortitude. See Renaut, “The King’s Trial,” in The French Revolu-\ntion and the Creation of Modern Political Culture, ed. Keith Michael Baker, 3 vols. \n(Oxford: Pergamon Press, 1990); Rogozinski, “Un crime inexpiable (Kant et le régi-\ncide),” Rue Descartes 4 (April 1992): 99–120, and id., “It Makes Us Wrong: Kant and \nRadical Evil,” in Radical Evil, ed. Joan Copjec (New York: Verso, 1996), pp. 29–45.\n38.  Ak 6: 341; MM 481–82.\n39.  Cf. Alenka Zupančič, “Kant with Don Juan and Sade,” in Radical Evil, ed., \nJoan Copjec, pp. 122–23.\n40.  Maximilien Robespierre, speech of December 3, 1792, in Michael Walzer, \nRégicide et révolution: Le procès de Louis XVI suivi par discours au procès de Louis \nXVI (Paris: Payot, 1989), p. 222. The legal status of the trial was at the heart of the \ndispute between Condorcet, who insisted on due process, and Robespierre and \nSaint-Just, who did not shrink from renouncing legality on both theoretical and \npractical grounds. See the debate between Michael Walzer, introduction to Regi-\ncide et révolution, and Ferenc Fehér, “Revolutionary Justice,” in Fehér, The Fro-\nzen Revolution: An Essay on Jacobinism (Cambridge: Cambridge University Press, \n1988), pp. 97–112; see also Walzer, “The King’s Trial and the Political Culture of \nthe French Revolution,” in The Political Culture of the French Revolution, ed. Colin \nLucas, vol. 2 (Oxford: Pergamon Press, 1988). See also Marie-Hélène Huet’s very \nperceptive remarks on the conceptual quandaries raised by the king’s trial in id., \nRehearsing the Revolution: The Staging of Marat’s Death, 1793-1797 (Berkeley: Uni-\nversity of California Press, 1982)\n41.  Robespierre, speech of December 3, 1792, in Walzer, Régicide et Révolu-\ntion, p. 219.\n42.  Robespierre, speech of November 5, 1792, in id., Pour le bonheur et pour la \nliberté. Discours, ed. Yannick Bosc, Florence Gauthier and Sophie Wahnich (Paris: \nFabrique-éditions, 2000), p. 164.\n43.  Louis Antoine de Saint-Just, speech of November 13, 1792, in Walzer, Régi-\ncide et revolution, p. 207.\n44.  Robespierre, “Sur les principes de morale politique qui doivent guider la \nConvention nationale dans l’administration de la République,” speech of 18 Plu-\nviose, Year II (February 5, 1794), in id., Pour le bonheur et pour la liberté, p. 296.\n45.  Mona Ozouf, “Régénération,” in Dictionnaire critique de la Revolution \nfrançaise, ed. François Furet and Mona Ozouf (Paris: Flammarion, 1988).\n46.  Ak 6: 35–37; RR 82–84.\n47.  Gilles Deleuze, Coldness and Cruelty, trans. Jean McNeil (New York: Zone \nBooks, 1991), p. 82.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 186,
      "bucket": "E (10%+)",
      "error_rate": 15.3,
      "unknown_words_sample": [
        "restif",
        "schechter",
        "iel",
        "flammarion",
        "bals",
        "trans",
        "res",
        "slavoj",
        "roazen",
        "toration"
      ],
      "full_text": "Notes to Chapter 2    \n48.  See Walter Benjamin’s 1934 correspondence with Gershom Scholem on Kafka, \nin Benjamin and Scholem, Briefwechsel 1933–1940 (Frankfurt am Main: Suhr­kamp, \n1980); Giorgio Agamben develops Scholem’s phrase “Geltung ohne Bedeutung” (let-\nter of Sept 20, 1934) in Homo Sacer: Sovereign Power and Bare Life, trans. Daniel \n­Heller-Roazen (Stanford: Stanford University Press, 1988), pp. 49–62.\n49.  This is the reproach of Rogozinski, “Un crime inexpiable,” Zupančič, \n“Kant with Don Juan and Sade,” and Slavoj Žižek, For They Know Not What They \nDo (New York: Verso, 1991), pp. 206–9.\n50.  Ak 7: 229, 295; AP 124, 194; cf. Ak 6: 47–48; RR 92.\n51.  “Wanting to become a better person in a fragmentary way is a futile endeav-\nor, since one impression dies out while one works on another; the grounding of \ncharacter, however, is absolute unity of the inner principle of conduct as such” \n(Ak 7: 292; AP 194).\n52.  Ak 7: 294; AP 194.\n53.  Kant, “Collegentwürfe aus den 80er Jahren,” in Ak 15: 867–68.\n54.  Ak 7: 294; AP 194.\n55.  Cf. Ak 7: 85, 53; CF 302, 276.\n56.  See Ian Balfour, “The Sublime of the Nation,” in id., The Language of the \nSublime (forthcoming).\n57.  Michel Foucault, Discipline and Punish (New York: Vintage Books, 1977).\n58.  On popular entertainments and decorative art during the Terror, see Dan-\niel Arasse, La guillotine et l’imaginaire de la terreur (Paris: Flammarion, 1987), \nand Daniel Guerould, Guillotine: Its Legend and Lore (New York: Blast Books, \n1992), pp. 27ff. On decapitation as a fashion theme, see Ronald Schechter, “Goth-\nic Thermidor: The Bals des victimes, the Fantastic, and the Production of His-\ntorical Knowledge in Post-Terror France,” in Representations 61 (1998): 78-94,” \nand as a formal contribution to painting, Ewa Lajer-Burcharth, Necklines: The Art \nof Jacques-­Louis David After the Terror (New Haven, CN: Yale University Press, \n1999). For new media technologies representing the “marvels” of the guillotine, see \nLaurent Mannoni, The Great Art of Light and Shadow: Archaeology of the Cinema \n(Exeter, UK: University of Exeter Press, 2000), pp. 98–103.\n59.  Arasse, La guillotine, p. 141; Restif de la Bretonne, quoted by Guerould, \nGuillotine, p. 65.\n60.  See Jean Paul Marat, L’Ami du Peuple 314 (December 18, 1790), in id., Oeu-\nvres, ed. A. Vermorel (Paris: Décembre-Alonier, 1869), p. 155; Camille Desmoul-\nins quoted by Arasse, La guillotine, p. 138. The ambivalence about spectatorship, \npalpable throughout the revolutionary years, is evident in the constant changes \nof locations for the guillotine and its gradual withdrawal from the public gaze. \nBetween 1791 and 1794, the guillotine was moved eight times, and during the Res-\ntoration, “for humanitarian reasons,” it was installed near a prison at the outskirts \nof the city. The uneasiness would continue through the next two centuries; in \n1939, after a notorious photograph of an execution was published, the Ministry of \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 187,
      "bucket": "E (10%+)",
      "error_rate": 18.2,
      "unknown_words_sample": [
        "laf",
        "ibid",
        "von",
        "histoire",
        "sie",
        "roi",
        "der",
        "piti",
        "aise",
        "klopstocks"
      ],
      "full_text": "    Notes to Chapter 2\nJustice banned all spectators from executions. Cf. Albert Camus, “Reflections on \nthe Guillotine,” in id., Resistance, Rebellion, and Death (New York: Knopf, 1969): \n“Today, there is no spectacle . . .” (p. 137).\n61.  Jules Michelet, Histoire de la révolution française, 2 vols. (Paris: Robert Laf-\nfont, 1979), 2: 177. For Michelet, it was the mercilessness of the king’s trial that \nplanted the seeds of the Restoration by unleashing a torrent of popular sympathy \nthat would acquire the aura of sacral forgiveness: denied clemency, Louis would be \n“resuscitated by the force of pity and the virtue of blood” (ibid., 262). Susan Dunn \nanalyzes this dialectic in The Deaths of Louis XVI: Regicide and the French Political \nImagination (Princeton, NJ: Princeton University Press, 1994).\n62.  Victor Hugo, “Le Verso de la page” (1857); cf. also Hugo’s poem “La pitié \nsuprême.”\n63.  Hannah Arendt, On Revolution (London: Penguin Books, 1990).\n64.  Konrad Engelbert Oelsner, “Historische Briefe über die Begebenheiten \nin Paris,” Minerva, August 14, 1792, pp. 518–22. Both conservative and liberal \njournals featured graphic accounts of cannibalism. For the importance of Miner-\nva in shaping German liberal attitudes to the French Revolution, see Thomas P. \nSaine, Black Bread—White Bread: German Intellectuals and the French Revolution \n(Columbia, SC: Camden House, 1988), and for its importance to Hegel, Jacques \nd’Hondt, Hegel secret: Recherches sur les sources cachés de la pensée de Hegel (Paris: \nPresses universitaires de France, 1968). Hegel’s characterization of the boredom or \n“flatness” of the Terror (we shall come to this) is even more arresting in light of the \npervasive sensationalism of the media: is “flatness” a defense against fascination, or \ndoes pornography serve to distract from horror vacui?\n65.  See p. 161 n. 22 above. Reports of cannibalism are ubiquitous in French \ncounterrevolutionary and Thermidorian reportage. See, e.g., Louis-Marie Prud-\nhomme, Histoire générale et impartiale des erreurs, des fautes et des crimes commis \npendant la Révolution française  . . .  cited at length in Joseph Zizek’s illuminating \narticle “‘Plume de Fer’: Louis-Marie Prudhomme writes the Revolution,” French \nHistorical Studies 26 (2003): 619–660. Many have observed the symmetry between \nthe counterrevolutionary figure of the terrorist mangeurs du roi and the revolu-\ntionary image of the royalist buveurs de sang. See Lynn Hunt, Politics, Culture and \nClass in the French Revolution (Berkeley: University of California Press, 1984), 107–\n10, and Bronisław Baczko, Comment sortir de la Terreur? Thermidor et la Révolution \n(Paris: Gallimard, 1989).\n66.  Fichte, “Zurückforderung der Denkfreiheit von den Fürsten Europas, die \nsie bisher unterdrückten,” in id., Sämmtliche Werke, 6: 3–35.\n67.  Friedrich Klopstock, “Schreiben Klopstocks an den französischen Minis-\nter Roland,” Minerva 5 (1793): 13.\n68.  See Jacques Derrida, Voyous (Paris: Galilée, 2003), and “Autoimmunity: Real \nand Symbolic Suicide,” in Philosophy in a Time of Terror: Dialogues with Jürgen \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 188,
      "bucket": "E (10%+)",
      "error_rate": 18.0,
      "unknown_words_sample": [
        "andreas",
        "olic",
        "ibid",
        "phh",
        "der",
        "megaprazons",
        "olution",
        "heinzmann",
        "hne",
        "ber"
      ],
      "full_text": "Notes to Chapters 2 and 3    \nHabermas and Jacques Derrida, ed. Giovanna Borradori (Chicago: University of \nChicago Press, 2003), pp. 85–136.\n69.  Goethe, “Die Reise der Söhne Megaprazons.” Andreas Gailus has an inter-\nesting discussion of this story in his Passions of the Sign: Revolution and Language \nin Kant, Goethe, and Kleist (Baltimore: Johns Hopkins University Press, 2006), \npp. 86–88.\n70.  Friedrich Gentz, introduction to his translation of Edmund Burke’s Reflec-\ntions on the Revolution in France (1790), Betrachtungen über die französische Revolu-\ntion, 2 vols. (Berlin: Friedrich Vieweg dem Älteren, 1793), 1: 3–4.\n71.  Ibid. See Steven Lestition, “Kant and the End of Enlightenment in Prus-\nsia,” Journal of Modern History 65 (1993): 57–112, at pp. 93–94. For a conserva-\ntive attack on Kantian Publizität as a contagious incitement to social unrest, see \nJohann Georg Heinzmann, Appell an meine Nation: Über die Pest der deutsche Lit-\neratur (Bern, 1795), p. 53: “The truly enlightened public among whom true virtue, \ntrue morals, and probity rules, is certainly not the so-called reading public”; quot-\ned in John Christian Lauritsen, “The Subversive Kant: The Vocabulary of ‘Public’ \nand ‘Publicity,’” Political Theory 14 (1986): 584–603, at p. 596; see also La Vopa, \nFichte (see p. 165 n. 21 above), pp. 274–83.\nchapter 3: the corpse of faith\n1.  PhH 453; VPG 535; cf. Enz 3: 360; PhM, §552, p. 287.\n2.  For a useful account, see Thomas Saine, “A Peculiar German View of the \nFrench Revolution: The Revolution as German Reformation,” in Aufnahme-\nWeitergabe: Literarische Impulse um Lessing und Goethe, ed. John A. McCarthy and \nAlbert A. Kipa (Hamburg: Helmut Buske, 1982).\n3.  For a survey of royalist interpretations during the Restoration of the Rev-\nolution’s Protestant predilections, see Helena Rosenblatt, Liberal Values: Benja-\nmin Constant and the Politics of Religion (Cambridge: Cambridge University Press, \n2008). There is a similar line of argument in the German anti-revolutionary tradi-\ntion (e.g., in Novalis and Görres). But political allegiance does not uniformly line \nwith confessional preference; a powerful tradition of radical socialist French Cath-\nolic historians, from Philippe Buchez to Louis Blanc, for example, links the Rev-\nolution’s most profound achievement to the Catholic-style communitarian spirit \nof the Jacobin dictatorship (the “fraternity” period), and its failure to the seeds of \nbourgeois—if not indeed “aristocratic federalist” (Buchez)—individualism planted \nby its early Protestant-style beginnings (the “liberty” period). Hugues de Lamen-\nnais, for his part, was able to adapt his version of Catholicism to accommodate \na range of diverse political orientations, from royalist to liberal-­democratic. On \nsome of the political ambiguities of the post-Revolutionary French Catholic tra-\ndition, see Bernard Reardon, Liberalism and Tradition: Aspects of Catholic Thought \nin Nineteenth-Century France (Cambridge: Cambridge University Press, 1975), and \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 189,
      "bucket": "E (10%+)",
      "error_rate": 18.5,
      "unknown_words_sample": [
        "itin",
        "droz",
        "terminer",
        "ibid",
        "histoire",
        "xviiie",
        "vol",
        "alisme",
        "publique",
        "allemand"
      ],
      "full_text": "    Notes to Chapter 3\nalso Pierre Rosanvallon, The Demands of Liberty: Civil Society in France Since the \nRevolution (Cambridge, MA: Harvard University Press, 2007), pp. 145–46.\n4.  Germaine de Staël-Holstein, Des circonstances actuelles qui peuvent terminer \nla Révolution et des principes qui doivent fonder la République en France (1798), ed. \nLucia Omacini (Geneva: Droz, 1979), p. 33. Cf. id., Considérations sur les princi-\npaux événements de la Révolution française (1818; Paris: Tallandier, 1983).\n5.  Michelet, Histoire de la Révolution française, 2: 615–16.\n6.  See Dale van Kley, The Religious Origins of the French Revolution: From Cal-\nvin to the Civil Constitution, 1560–1791 (New Haven, CT: Yale University Press, \n1996), Catherine Maire, De la cause de Dieu à la cause de la nation: Le jansénisme \nau XVIIIe siècle (Paris: Gallimard, 1998), and William Doyle, Jansenism: Catholic \nResistance to Authority from the Reformation to the French Revolution (New York: St. \nMartin’s Press, 2000).\n7.  Edgar Quinet, La Révolution (Paris: Lacroix & Verboekhoeven, 1865), 1: 248.\n8.  Ibid., 2: 593–94.\n9.  Ibid., 2: 147. See Paul Viallaneix, “Réformation et révolution,” in The French \nRevolution and the Creation of Modern Political Culture, vol. 3: The Transformation \nof Political Culture, 1789–1848, ed. François Furet and Mona Ozouf (Oxford: Per-\ngamon Press, 1989); Claude Lefort, “Quinet and the Revolution That Failed,” in \nid., Democracy and Political Theory (Minneapolis: University of Minnesota Press, \n1989). For a general account of the Protestant impulse in Orléanist French liberal-\nism, see George Armstrong Kelly, The Humane Comedy: Constant, Tocqueville, and \nFrench Liberalism (Cambridge: Cambridge University Press, 1992), and Rosenblatt, \nLiberal Values. There is a similar impulse in nineteenth-century British liberal histo-\nriography of the French Revolution; see, e.g., William Hazlitt, whose formulation \nalmost directly echoes Hegel’s, in The Life of Napoleon Buonaparte (1828; Philadel-\nphia: J. B. Lippincott, 1875), 1: 68: “Perhaps a reformation in religion ought always \nto precede a revolution in the government. Catholics make good subjects, but bad \nrebels. They are so used to the trammels of authority that they do not immediate-\nly know how to do without them; or, like manumitted slaves, only feel assured of \ntheir liberty in committing some Saturnalian license. A revolution, to give it sta-\nbility and soundness, should first be conducted down to a Protestant ground.” See \nSeamus Deane’s excellent discussion in The French Revolution and Enlightenment in \nEngland, 1789–1832 (Cambridge, MA: Harvard University Press, 1988).\n10.  “The literature on German philhellenism is vast; for a good general \naccount of Hegel’s own relationship to this in the context of his immediate intel-\nlectual milieu, see Georg Lukács, The Young Hegel: Studies in the Relations Between \nDialectics and Economics, trans. Rodney Livingstone (Cambridge, MA: MIT Press, \n1975); Jacques Taminiaux, La nostalgie de la Grèce à l’aube de l’idéalisme allemand: \nKant et les Grecs dans l’itinéraire de Schiller, de Hölderlin et de Hegel (Hague: Mar-\ntinus Nijhoff, 1967); Bernard Yack, The Longing for Total Revolution: Philosophical \nSources of Social Discontent from Rousseau to Kant and Nietzsche (Berkeley: Uni-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 190,
      "bucket": "E (10%+)",
      "error_rate": 15.7,
      "unknown_words_sample": [
        "holbach",
        "laffont",
        "gouv",
        "histoire",
        "raison",
        "phh",
        "culte",
        "olution",
        "patrimoine",
        "weben"
      ],
      "full_text": "Notes to Chapter 3    \nversity of California Press, 1972); Dennis Schmidt, On Germans and other Greeks: \nTragedy and Ethical Life (Bloomington: Indiana University Press, 2001).\n11.  VPG 384; PhH 317.\n12.  On the overdetermined sense of “Person” in this passage, see Robert Ber-\nnasconi, “Persons and Masks: The Phenomenology of Spirit and Its Laws,” Cardozo \nLaw Review 10 (1989): 325–46.\n13.  Mona Ozouf, La fête révolutionnaire (Paris: Gallimard, 1989).\n14.  Cf. Dominique Poulot, Musée, nation, patrimoine, 1789–1815 (Paris: Gal-\nlimard, 1997).\n15.  Michelet, Histoire de la Révolution française, 2: 803. See also Ozouf, Fête \nrévolutionnaire; Marie-Hélène Huet, Mourning Glory: The Will of the French Rev-\nolution (Philadelphia: University of Pennsylvania Press, 1997); Lynn Hunt, Poli-\ntics, Culture and Class in the French Revolution (Berkeley: University of California \nPress, 1984); and François-Alphonse Aulard, Le culte de la raison et de l’être supreme \n(1892; Paris: Alcan, 1909).\n16.  See Erika Naginski, “The Object of Contempt,” Yale French Studies 101 \n(2002): 32–53. See also Louis Réau, Histoire du vandalisme: Les monuments détru-\nits de l’art français (Paris: Robert Laffont, 1994); Dario Gamboni, The Destruction \nof Art: Iconoclasm and Vandalism Since the French Revolution (London: Reaktion \nBooks, 1997); and Hunt, Politics, Culture and Class.\n17.  Jonathan P. Ribner, Broken Tablets: The Cult of the Law in French Art from \nDavid to Delacroix (Berkeley: University of California Press, 1993). A copy of the \ndecree as well as images of the mutilated objects can be viewed on the web site of the \nArchives nationales, www.archivesnationales.culture.gouv.fr (accessed May 21, 2010).\n18.  The association of Enlightenment with disease, frequent in the eighteenth \ncentury, was used ironically by Enlightenment thinkers (and against them) in rela-\ntion to the panic epidemic of superstition. See D’Holbach, System of Nature, p. 332; \nVoltaire, Dictionnaire philosophique, s.v. “Religion.” Cf. Pierre Saint-Amand, The \nLaws of Hostility: Politics, Violence and the Enlightenment (Minneapolis: University \nof Minnesota Press, 1996).\n19.  Hegel cites Schiller’s poem “Die Freundschaft” from memory, with subtle \nmodification: while the poet reduces religion to an image, the philosopher raises \nthe image to thought. I discuss this passage in “Hegel’s Last Words: Mourning and \nMelancholia at the End of the Phenomenology” (forthcoming).\n20.  PhG §551, §555, §556, §565, §580. Hegel describes faith’s own relation to \nthe object in similar terms as a Verleugnung.\n21.  PhG §551, §563 (Verkehrung).\n22.  PhG §565, §579.\n23.  PhG §567, §571.\n24.  PhG §564, §568, §575.\n25.  Faith is described as a dumpfes Weben (PhG §573, §574)—an activity also \nattributed both to matter (§577, §578) and to insight (§546).\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 191,
      "bucket": "E (10%+)",
      "error_rate": 17.9,
      "unknown_words_sample": [
        "cours",
        "histoire",
        "vol",
        "der",
        "baecque",
        "janes",
        "trans",
        "theodor",
        "aise",
        "alain"
      ],
      "full_text": "    Notes to Chapter 3\n26.  Alain Badiou, Abrégé de métapolique (Paris: Seuil, 1998).\n27.  On these tensions in the Declaration in relation to unresolved religious \ntensions within French political culture, see J. K. Wright, “National Sovereign-\nty and the General Will,” and Keith Michael Baker, “The Idea of a Declaration \nof Rights,” in The French Idea of Freedom: The Old Regime and the Declaration of \nRights of 1789, ed. Dale van Kley (Stanford:, Stanford University Press, 1994).\n28.  For the last six examples (and several more), see Carla Hesse, “The Law \nof the Terror,” Modern Language Notes 114 (1999): 702–18. The other examples are \ndrawn from the Law of Suspects (September 17, 1793) and the decree of October \n10, 1793; the texts of both are included in The French Revolution and the Creation \nof Modern Political Culture, vol. 4: The Terror, ed. Keith Michael Baker (Oxford: \nPergamon Press, 1994).\n29.  Robespierre, speech of October 1792, quoted by Geoffrey Cubitt, “Robe-\nspierre and Conspiracy Theories,” in Robespierre, ed. Colin Haydon and William \nDoyle (Cambridge: Cambridge University Press, 1999), p. 78.\n30.  Hunt, Politics, Culture, and Class, p. 42. For some of these continuities, \nsee Geoffrey Cubitt, The Jesuit Myth: Conspiracy Theory and Politics in Nineteenth-\nCentury France (Oxford: Clarendon Press, 1993), and Arno Mayer, The Furies: Vio-\nlence and Terror in the French and Russian Revolutions (Princeton, NJ: Princeton \nUniversity Press, 2000).\n31.  Brissot, speech to the Jacobin Club, December 12, 1791, quoted by Furet, \nInterpreting the French Revolution, p. 66.\n32.  Timothy Tackett, “Conspiracy Obsession in a Time of Revolution: French \nElites and the Origins of the Terror, 1789-1792,” American Historical Review 105 \n(2000): 691–713.\n33.  Michel Foucault explores this reversal of Clausewitz’s formula in “Il faut \ndéfendre la société”: Cours au Collège de France, 1975–1976 (Paris: Gallimard, 1997). \nThe militarization of politics during the Terror is discussed by Patrice Gueniffey, \nLa politique de la Terreur: Essai sur la violence révolutionnaire, 1789–1794 (Paris: \nFayard, 2000), and Carol Blum, Rousseau and the Republic of Virtue (Ithaca, NY: \nCornell University Press, 1986).\n34.  Michelet, Histoire de la Révolution française, 2: 616.\n35.  The examples are gathered from Arasse, La guillotine; Guerould, Guil-\nlotine ; Regina Janes, “Beheadings,” Representations 35 (1991): 21–51; and Jürgen \nMartschukat, Inszeniertes Töten: Eine Geschichte der Todesstrafe vom 17. Zum 19. \nJahrhundert (Cologne: Böhlau, 2000); Antoine de Baecque, Glory and Terror: \n­Seven Deaths Under the French Revolution (New York: Routledge, 2003). See also \np. 169 n. 58 above.\n36.  Staël-Holstein, Considérations, p. 313.\n37.  Theodor Adorno, Negative Dialectics, trans. E. B. Ashton (New York: Con-\ntinuum, 1983), pp. 368–73.\n38.  The association goes back at least to Jacob Talmon, The Origins of Totali-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 192,
      "bucket": "E (10%+)",
      "error_rate": 21.9,
      "unknown_words_sample": [
        "brandstetter",
        "phr",
        "gabriele",
        "von",
        "phh",
        "kallmyer",
        "baecque",
        "janes",
        "univer",
        "repre"
      ],
      "full_text": "Notes to Chapter 3    \ntarian Democracy (London: Secker & Warburg, 1952); Simon Schama makes an \nextravagant linkage in Citizens: A Chronicle of the French Revolution (New York: \nKnopf, 1989). François Furet links the Jacobins’ lethal “passion for equality” to \ntwentieth-century totalitarianisms (all in turn conflated) in The Passing of an Illu-\nsion: The Idea of Communism in the Twentieth Century (Chicago: University of \nChicago Press, 2000). For a trenchant critique of Furet, see Marie-Hélène Huet, \nMourning Glory, pp. 171ff. On the occasional convergence of sensationalist repre-\nsentations of the Terror with Holocaust revisionism in France, see Carolyn Dean, \n“Recent French Discourses on Stalinism, Nazism and ‘Exorbitant’ Jewish Memo-\nry,” History & Memory 18 (2006): 43–85.\n39.  The various anecdotes are taken from Arasse, La guillotine; Janes, “Behead-\nings”; and Martschukat, Inszeniertes Töten. For literary examples, see Le Roman \nnoir de la Révolution, ed. Raymond Trousson (Paris: Nathan, 1997); Patrick Wald \nLasowski, Les échafauds du romanesque (Lille: Presses universitaires de Lille, 1991); \nSusan Hiner, “Hand Writing: Dismembering and Re-Membering in Nodier, Ner-\nval and Maupassant,” Nineteenth-Century French Studies 30 (2002). In relation to \nvisual art, Nina Athanassoglou-Kallmyer, “Géricault’s Severed Heads and Limbs: \nThe Politics and Aesthetics of the Scaffold,” Art Bulletin 74, no. 4 (December \n1992): 599–618; Ewa Lajer-Burchharth, Necklines: The Art of Jacques-Louis David \nAfter the Terror (New Haven, CN: Yale University Press, 1999); and Linda Nochlin, \nThe Body in Pieces (London: Thames & Hudson: 1994). See also p. 169 n. 58 above.\nThe French medical debates were largely stimulated by the anatomical experi-\nments of Thomas von Soemmering in Frankfurt, whose theories were relayed to \nFrance in 1795 by Oelsner, the editor of the Minerva, who had been one of the \nfirst to bring news of the Revolution to Germany. See Roland Borgards, “Kopf \nab’: Die Zeichen und die Zeit des Schmerzes in einer medizinischen Debatte um \n1800,” in Romantische Wissenspoetik: Die Kunste and die Wissenschaften um 1800, ed. \nGabriele Brandstetter and Gerhard Neumann (Würzburg: Königshausen & Neu-\nmann, 2004); L. J. Jordanova, “Medical Mediations: Mind, Body and the Guillo-\ntine,” History Workshop 28 (1989): 39–52; Sean Quinlan, “On Apparent Death In \n­Eighteenth-Century France and England,” French History 9 (1995): 94–416; Doro-\nthy Outram, The Body and the French Revolution (New Haven, CN: Yale Univer-\nsity Press, 1989), pp. 106–23; Philip Smith, “Narrating the Guillotine: Punishment \nTechnology as Myth and Symbol,” Theory, Culture and Society 20 (2003): 27–51.\n40.  Billaud-Varenne’s speech of 28 Brumaire, Year II, quoted by Antoine de \nBaecque, The Body Politic: Corporeal Metaphor in Revolutionary France, 1770–1800 \n(Stanford: Stanford University Press, 1997), pp. 310, 313.\n41.  Cf. Baczko, Comment sortir de la Terreur? pp. 305–53.\n42.  VPG 529; PhH 447; PhR §258.\n43.  Joachim Ritter, Hegel and the French Revolution: Essays on the Philosophy of \nRight, trans. Richard Dien Winfield (Cambridge, MA: MIT Press, 1984). \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 193,
      "bucket": "E (10%+)",
      "error_rate": 20.1,
      "unknown_words_sample": [
        "plete",
        "von",
        "flammarion",
        "machte",
        "der",
        "phh",
        "sch",
        "trans",
        "lavater",
        "utopie"
      ],
      "full_text": "    Notes to Chapters 3 and 4\n44.   “Der Begriff des Rechts machte sich mit einem Male geltend” (VPG 529; \nPhH 447).\n45.  Alexis de Tocqueville, The Old Regime and the French Revolution, trans. \nStuart Gilbert (New York: Anchor Books, 1955), p. 8.\n46.  Quinet, Révolution, 2: 183.\n47.  Saint-Just, speech of November 13, 1792, cited in Walzer, Régicide et révo-\nlution, p. 209.\n48.  Claude Lefort, “Permanence of the Theological-Political?” in id., Democ-\nracy and Political Theory, pp. 213–55.\n49.  Walter Benjamin, letter to Gershom Scholem, June 12, 1938, in Briefwech-\nsel, 1933–1940 (Frankfurt am Main: Suhrkamp, 1980).\nchapter 4: revolution at a distance, or, moral terror\n1.  Joseph-Ignace Guillotin, speech to the Assemblée constituante, quoted by \nDaniel Arasse, La guillotine et l’imaginaire de la terreur (Paris: Flammarion, 1987), \np. 26. (The device was an explicitly humanitarian innovation.)\n2.  James Schmidt, “Cabbage Heads and Drinks of Water: Hegel and the Ter-\nror,” Political Theory 26 (1998): 4–32. On Jean-Baptiste Carrier’s activities as the \n“butcher of Nantes,” see Bronisław Baczko, Comment sortir de la Terreur? Ther-\nmidor et la Révolution (Paris: Gallimard, 1989), pp. 191–254. The events seem to \nhave made an impact in Germany, as registered, for example in Klopstock’s poem \n“Retaliation” (1795). On Christmas Eve, 1795, Hegel writes to Schelling stressing \nthe significance of Carrier’s trial, and commenting that it “has exposed the com-\nplete vileness (Schändlichkeit) of the Robespierrists  . . .” See id., Briefe von und \nan Hegel, 4 vols., ed. Johannes Hoffmeister (Hamburg: Felix Meiner, 1952), I:12.\n3.  Mona Ozouf, “Thermidor, ou le travail de l’oubli,” in id., L’école de la France: \nEssais sur la Révolution, l’utopie, et l’enseignement (Paris: Gallimard, 1984), pp. 91–108.\n4.  Rereading the Phenomenology in 1814, Hegel will claim that his analysis of \nabsolute freedom had already logically anticipated the fall of Napoleon. See his \nletter to Niethammer of April 29, 1814, in Briefe von und an Hegel, ed. Johannes \nHoffmeister, 4 vols. (Hamburg: Felix Meiner, 1981), 2:28.\n5.  Hegel, Vorlesungen über die Geschichte der Philosophie, 3 vols., in Werke 18:12; \ntrans. T. M. Knox and A. V. Miller, Introduction to the Lectures on the History of \nPhilosophy (Oxford: Oxford University Press, 1985), p. 2.\n6.  VPG 104; PhH 78.\n7.  Beyond the Platonic cave, the image of the silhouette evokes Pliny the \nElder’s story of the Corinthian maiden who traced the outline of the shadow cast \nby her departing lover, marking the primal scene of painting as a scene of mourn-\ning. Silhouette’s device (popularized in Germany by Lavater) quickly became a \nform of entertainment and a parlor game. (Hegel ridicules both physiognomy and \nphrenology in his analysis of contemporary pseudoscience in the “Reason” chapter \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 194,
      "bucket": "E (10%+)",
      "error_rate": 15.1,
      "unknown_words_sample": [
        "appropria",
        "stoichita",
        "tique",
        "thanatographic",
        "bourel",
        "trans",
        "ception",
        "bellion",
        "cles",
        "feh"
      ],
      "full_text": "Notes to Chapter 4    \nof the Phenomenology.) The thanatographic aspects of the technique, precursor to \nphotography, were often noted. See Victor Stoichita, A Short History of the Shad-\now (London: Reaktion Books, 1997), and Wendy Bellion, “Heads of State: Profiles \nand Politics in Jeffersonian America,” in New Media, 1740–1915, ed. Lisa Gitelman \nand Geoffrey Pingere (Cambridge, MA: MIT Press, 2003), p. 42. On the relation-\nship between the guillotine and the art of portraiture, see Arasse, La guillotine; Pat-\nrick Wald Lasowski, Les échafauds du romanesque (Lille: Presses universitaires de \nLille, 1991); Ewa Lajer-Burchhardt, Necklines: The Art of Jacques-Louis David After \nthe Terror (New Haven, CN: Yale University Press, 1999).\n8.  Cited by Lajer-Burchardt, Necklines, p. 16. See also Baczko, Comment sortir \nde la Terreur?, pp. 78–83.\n9.  Alexandre Kojève, Introduction to the Reading of Hegel, trans. James H. ­Nichols \nJr., ed. Allan Bloom (1969; Ithaca, NY: Cornell University Press, 1980), p. 53.\n10.  Hegel describes both Stoic and moral freedom as an indifference to a natu-\nral order that it “lets go free” (entlassen, freilassen) (PhG §200, §599). This is what \nabsolute freedom could not countenance: “it lets nothing break loose [entläßt] in \nthe shape of a free-standing object standing over against it” (§588).\n11.  François Azouvi and Dominique Bourel have assembled a remarkable \ndossier of documents in De Königsberg à Paris: La réception de Kant en France \n(1788–1804) (Paris: Vrin, 1991). See pp. 70–71 for the correspondence between \n­Louis-Ferdinand Huber and Schiller in 1795 on the value of introducing the French \nto Kant, whose lucidity might help temper, suggested Schiller (uncharacteristical-\nly), both the “brutality and fanaticism” of the Jacobin years and the “sybaritism \nand opportunism” of the Thermidorian reaction. On the impact of the French \ntranslation of Kant’s “Perpetual Peace,” see pp. 65–83. On Abbé ­Grégoire’s use \nof Kant, see Ferenc Fehér, “Practical Reason in the Revolution: Kant’s Dialogue \nwith the French Revolution,” in The French Revolution and the Birth of Modernity, \ned. id. (Berkeley: University of California Press, 1990), p. 202; and see also Carla \nHesse, The Other Enlightenment: How French Women Became Modern (Princeton, \nNJ: Princeton University Press, 2003), pp. 112–25. See also La réception de la phi-\nlosophie allemande en France aux XIXe et XXe siècles, ed. Jean Quillien (Villeneuve-\nd’Ascq: Presses universitaires de Lille, 1994).\n12.  On Humboldt’s well-attended colloquium in Paris in 1798 on the first Cri-\ntique, see De Königsberg à Paris, ed. Azouvi and Bourel, pp. 105–12; participants \nincluded Destutt, Cabanis, and Sieyès. For a fascinating account of the appropria-\ntion of German philosophy in the post-Thermidorian refashioning of subjectivity, \nsee Jan Goldstein, The Post-Revolutionary Self: Politics and Psyche in France, 1750–1850 \n(Cambridge, MA: Harvard University Press, 2005); her focus is the institutional and \nintellectual milieu of the Restoration, and in particular Victor Cousin, but see pp. \n126–29 on Sieyès. On a similar uptake of Kant by Mercier, see Michael Sonenscher, \n“‘The Moment of Social Science’: The Décade philosophique and Late Eighteenth \nCentury French Thought,” Modern Intellectual History 6 (2009): 121–46.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 195,
      "bucket": "E (10%+)",
      "error_rate": 16.1,
      "unknown_words_sample": [
        "andreas",
        "flammarion",
        "vol",
        "libert",
        "eries",
        "jephcott",
        "menschenliebe",
        "crits",
        "trans",
        "gouvernement"
      ],
      "full_text": "    Notes to Chapter 4\n13.  For an account of the episode, see Maximilien Vallois, La formation de \nl’influence Kantienne en France (1924; Paris: F. Alcan, 1932), pp. 280–81; cf. Fehér, \n“Practical Reason in the Revolution,” p. 203.\n14.  Germaine de Staël-Holstein, De l’Allemagne, 2 vols. (1810; Paris: Flammar-\nion, 1968), vol. 2.\n15.  Benjamin Constant, “Des réactions politiques” (1797), in id., De la force du \ngouvernement actuel de la France et de la nécessité de s’y rallier (Paris: Flammarion, \n1988). In his rejoinder, Kant claims not to remember having made the case in these \nexact terms, but gamely goes on to defend it anyway. See “Über ein vermeintes \nRecht aus Menschenliebe zu lügen,” in Ak 8: 425–30; “On a Supposed Right to \nLie from Philanthropy,” in Practical Philosophy, pp. 611–15. Constant’s example is \ntaken up verbatim in Staël’s ambivalent (and very inaccurate) treatment of Kant \nin De l’Allemagne, and it is likely that she supplied the anecdotal material; on her \nefforts to smuggle refugees during the Terror, see John Isbell, The Birth of Euro-\npean Romanticism: Truth and Propaganda in Staël’s “De l’Allemagne” (Cambridge: \nCambridge University Press, 1994), p. 136. Constant’s critique of Kant contains an \nimplicit attack on the Revolution’s rigid adhesion to principles, familiar enough \nfrom Burke and others, but there is a deeper, historical argument also at work: \nthe rigor of the moral law evokes a Spartan severity, which Constant elsewhere \nassociates with the essential anachronism of the Revolution; cf. “De la liberté des \nanciens comparée à celle des modernes,” in Constant, Écrits politiques (Paris: Gal-\nlimard, 1997); Marx will rework Constant’s argument in the Holy Family.\n16.  Hegel, Werke 2: 280 ETW 183–88.\n17.  Hegel, Werke 2: 284–86; ETW 192–94.\n18.  Hegel, Werke 2: 280, 316; ETW 188, 204.\n19.  Hegel, Werke 2: 316; ETW 204. At Werke 2: 317–25, ETW 205–13, Hegel \nexplicitly compares the Mosaic Law to Kantian morality.\n20.  There are vestiges of this early polemic in the inverted world episode in the \nPhenomenology, where Hegel assimilates Kantian to Jewish abstraction, mocking \nthe noumenal world as a “holy of holies,” which must be invaded by the subject \n(who is responsible for generating it in the first place). “[I]n order that there may \nyet be something in the void . . . in order that in this complete void, which is even \ncalled the holy of holies, there may yet be something, we must fill it up with rev-\neries, appearances, produced by consciousness itself. It would have to be content \nwith being treated so badly for it would not deserve anything better, since even \nreveries are better than its own emptiness” (§146; emphasis Hegel’s).\n21.  Schiller, “Über Anmut und Würde” (1793), in id., Werke in drei Bänden, \ned. Gerhard Fricke and Herbert Göpfert (Munich: Hanser), 2: 406.\n22.  Theodor Adorno and Max Horkheimer, Dialectic of Enlightenment: Philo-\nsophical Fragments, trans. Edmund Jephcott (Stanford: Stanford University Press, \n1997), pp. 63–93.\n23.  Andreas Wildt, Autonomie und Anerkennung: Hegels Moralitätskritik im \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 196,
      "bucket": "E (10%+)",
      "error_rate": 14.2,
      "unknown_words_sample": [
        "ersetzung",
        "theodor",
        "adorno",
        "velkley",
        "ity",
        "neill",
        "nzung",
        "mitwirkung",
        "esp",
        "quand"
      ],
      "full_text": "Notes to Chapter 4    \nLichte seiner Fichte-Rezeption (Stuttgart: Klett-Cotta, 1982); Onora O’Neill, Acting \non Principle (New York: Columbia University Press, 1975).\n24.  Theodor Adorno, Minima Moralia (London: NLB, 1974), p. 49.\n25.  For exemplary readings in this direction, see Allen Wood, Hegel’s Ethical \nThought (Cambridge: Cambridge University Press, 1990); Robert Pippin, Ideal-\nism as Modernism: Hegelian Variations (Cambridge: Cambridge University Press, \n1997); and id., Hegel’s Practical Philosophy: Rational Agency as Ethical Life (Cam-\nbridge: Cambridge University Press, 2008).\n26.  Ak 6: 58; RR 101.\n27.  Ak 6: 121; RR 151.\n28.  Cf. Octave Mannoni, “Je sais bien . . . mais quand même,” in id., Clefs \npour l’imaginaire ou l’Autre scène (Paris: Seuil, 1969).\n29.  Shakespeare, Richard II 4.1.206–10.\n30.  Ak 6: 47; RR 91 and Ak 5: 122ff.; CPrR 238ff.\n31.  The formula is recurrent in Kant: “supernatural cooperation [Mitwirkung]” \n(Ak 6: 44; RR 89, cf. Ak 6: 191; RR 207), “cooperation from above [höhere \nMitwirkung]”(Ak 6: 52; RR 95); “divine cooperation from without [äußere göttli-\nche Mitwirkung]” (Ak 7: 44; CF 268).\n32.   Kant: “supernatural supplement [Ergänzung]” (Ak 7: 44; CF 268; cf. Ak 6: \n52; RR 96, Ak 6: 143; RR 168, Ak 6: 174; RR 193, Ak 6: 178; RR 196; 6:196; RR 211n); \n“inscrutable higher assistance [unerforschlichen höheren Beistandes]” (6:45; RR 90, \ncf. Ak 6: 178; RR 196, Ak 6: 190; RR 207).\n33.  Ak 7: 43f; CF 268.\n34.  Ak 6: 439–40; MM 560–61 (and see n. 37 below).\n35.  Ak 6: 409; MM 537.\n36.  Kant explores the logic of the moral postulates in the “Antinomy” section \nof the Critique of Practical Reason; see esp. Ak 5: 122–34; CPrR 238–47. The sup-\nplementary status of grace in Kant’s moral philosophy relates to the supplemen-\ntary status of religion generally; for the pleromatic distinction between religion as \na surrogate (Ersetzung) and as a fulfillment (Vollendung) of morality, see Ak 6: 201; \nRR 215 (and cf. Ak 6: 185; RR 202). Kant is explicit that the ideas of happiness and \ngrace itself are just that—edifying representations, analogies, or parerga of moral-\nity (cf. Ak 6:162; RR 183)—before abruptly putting an end to the discussion: “To \nbelieve that grace may have its effects, and that perhaps there must be such effects \nto supplement the imperfection of our striving for virtue, is all we can say on the \nsubject” (Ak 6: 174; RR 193). On the supplementary status of the summum bonum, \nsee esp. Richard Velkley, Freedom and the End of Reason: On the Moral Founda-\ntion of Kant’s Critical Philosophy (Chicago: University of Chicago Press, 1989), and \nAllen Wood, Kant’s Moral Religion (Ithaca, NY: Cornell University Press, 1970).\n37.  Although Hegel does not specifically pick up this passage, his portrayal \nevokes Kant’s description in the Metaphysics of Morals of the abrasive extimacy of \nthe “internal court” of conscience, where the subject discovers itself as ­internally \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 197,
      "bucket": "E (10%+)",
      "error_rate": 12.1,
      "unknown_words_sample": [
        "mediauras",
        "cholodenko",
        "prinzipien",
        "der",
        "trans",
        "theodor",
        "adorno",
        "aufkl",
        "defence",
        "buchgesellschaft"
      ],
      "full_text": "    Notes to Chapter 4\nsplit and doubled, pursued by the shadowy presence of “something other than \nmyself”—“a holy being distinct from us yet present in our inmost being” (Ak 6: \n439–40; MM 560–61). See Elizabeth Rottenberg, Inheriting the Future: Legacies of \nKant, Freud, and Flaubert (Stanford: Stanford University Press, 2005), pp. 45–49.\n38.  Ak 6: 23n; RR 72n.\n39.  Gordon Michalson sees in Kant’s apparent hesitation between a moral-\nity of freedom and a theology of grace an expression of his own divided loyal-\nties between the secular modernity of the Aufklärung and an unprocessed pietist \northodoxy (expressed symptomatically, for example, in the surds of unprocessed \nscriptural quotations running through the Religion). See Michalson, Fallen Free-\ndom: Kant on Radical Evil and Moral Regeneration (Cambridge: Cambridge Uni-\nversity Press, 1990). For attempts to bring Kant closer to Hegel, see Wood, cited \nin nn. 25 and 58 above, and for a reading pushing in a Derridean direction, Rot-\ntenberg, Inheriting the Future. For another consideration of this tension, see John \nHare, The Moral Gap: Kantian Ethics, Human Limits, and God’s Assistance (Oxford: \nOxford University Press, 1996).\n40.  Freud, “Fetishism,” in id., SE 21: 149–57.\n41.  Cf. Freud, “The Splitting of the Ego in the Process of Defence,” in id., SE \n23: 275–78. I explore this recursive logic of splitting in “The Sickness of Tradition: \nWalter Benjamin Between Melancholia and Fetishism,” in Walter Benjamin on \nHistory, ed. Andrew Benjamin (New York: Continuum, 2005), pp. 88–101.\n42.  Cf. Theodor Adorno, Negative Dialectics, and Julia Kristeva, Powers of Hor-\nror: An Essay on Abjection, trans. Leon Roudiez (New York: Columbia University \nPress, 1982).\n43.  Fichte, System der Sittenlehre nach den Prinzipien der Wissenschaftslehre, in \nid., SW 4: 156; trans. Günter Zöller and Daniel Breazeale, The System of Ethics: \nAccording to the Principles of the “Wissenschaftslehre” (Cambridge: Cambridge Uni-\nversity Press, 2005), p. 148.\n44.  Heidegger, “Die Frage nach der Technik” and “Die Gestell,” in id., ­Vorträge \nund Aufsätze (Pfullingen: Neske, 1967); cf. Samuel Weber, “Upsetting the Setup: \nRemarks on Heidegger’s ‘Questing after Technics,’” in id., Mass Mediauras: Form, \nTechnics, Media, ed. Alan Cholodenko (Stanford: Stanford University Press, 1996).\n45.  “It is now the law that exists for the sake of the self, not the self that exists \nfor the sake of the law” (§639). H. S. Harris, Hegel’s Ladder, 2 vols. (Indianapolis: \nHackett, 1997), 2: 464, points out the reference to Jacobi’s open letter to Fichte (see \nFriedrich Heinrich Jacobi, “An Fichte,” in id., Werke, 6 vols. [1812–25; rpt. Darm-\nstadt: Wissenschaftliche Buchgesellschaft, 1968], 3: 37–38; trans. Diana Behler in \nPhilosophy of German Idealism, ed., Ernst Behler [New York: Continuum, 1987], p. \n134). Hegel had already cited the passage at length in Faith and Knowledge; trans. \nWalter Cerf and H. S. Harris (Albany: State University of New York Press, 1975), \npp. 143–44. There is a significant, politically charged detail that Hegel does not fail \nto notice. Jacobi explicitly connects the “sacred certitude” of the moral virtuoso—\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 198,
      "bucket": "E (10%+)",
      "error_rate": 11.3,
      "unknown_words_sample": [
        "ausgabe",
        "ern",
        "vol",
        "trans",
        "athen",
        "schriften",
        "cellaneous",
        "moravians",
        "bollack",
        "fietkau"
      ],
      "full_text": "Notes to Chapter 4    \n“the seal of his dignity”—to his “authentic right of majesty”—that is, the sover-\neign right to pardon (privilegium aggratiandi), a right both Kant and Hegel stake \nout as the most problematic prerogative of the monarch. (I discuss the theological-\npolitical nexus of pardon and forgiveness in the next chapter.)\n46.  Hegel’s polemic against the Romantic cult of feeling began as early as Faith \nand Knowledge and continued at Berlin, with Hegel’s attack on Schleiermacher’s \n“canine” theology of feeling. “A dog also has feelings of deliverance when its hun-\nger is satisfied by a bone” (Schleiermacher never spoke to Hegel again). “Foreword \nto Hinrichs’ Religion in Its Inner Relation to Science,” trans. A. V. Miller, in Mis-\ncellaneous Writings of G. W. F. Hegel, ed. Jon Stewart (Evanston, IL: Northwest-\nern University Press, 2002), pp. 347–48. Kant, as often, anticipates Hegel in his \npolemic against the Moravians: he regards the appeal to the continuity of feeling \nas a fetishistic attempt to efface the traumatic caesura of moral decision. The “feel-\ning of supernatural communion” sustains the subject in “continuous prayer”—a \nkind of mechanical life-support designed to reassure the moral hypochondriac \nabout his own continuing existence (Ak 7: 33, 55–56; CF 259, 278).\n47.  Schlegel, “Athenæum Fragments,” §451 and §222.\n48.  Hölderlin, letter of 1799, in id., Sämmtliche Werke. Grosser Stuttgart ­Ausgabe, \ned. Friedrich Beissner et al., 15 vols. (Stuttgart: J. G. Cotta, 1943–85), 6, pt. 1: 327.\n49.  Thus Amelia’s question: “Is everything then poetry?” Schlegel, Gespräch \nüber Poesie, in id., KA 2: 285–86. On the expanded sense of Poesie in Schlegel, see \nFrederick Beiser, The Romantic Imperative: The Concept of Early German Romanti-\ncism (Cambridge, MA: Harvard University Press, 2003), pp. 16ff.\n50.  Hegel, Aesthetics: Lectures on Fine Art, trans. T. M. Knox, 2 vols. (Oxford: \nOxford University Press, 1975), 1: 68.\n51.  See Peter Szondi, “Das Naive ist das Sentimentalische,” in id., Schriften, \ned. Wolfgang Fietkau, Jean Bollack et al., 2 vols. (Frankfurt am Main: Suhrkamp, \n1978), 2: 59–105.\n52.  As many commentators have brought out, Hegel’s portrait of the “beauti-\nful soul” condenses a plethora of contemporary collective fantasies. His treatment \nof Romanticism is even harsher than of Kant, and has provoked strong reactions \nfrom Hegel’s more literature-affiliated readers. The syncretism can be disconcert-\ning: the product is a strange amalgam of libertinism, pietism, aestheticism, volun-\ntarism, and more. Harris, Hegel’s Ladder, vol. 2, offers an exhaustive unpicking of \nthe myriad literary allusions throughout this section, as well as a comprehensive \nbibliography of the Hegel literature on this subject (and any other subject in the \nPhenomenology) up to 1997. The position dramatized is a composite figure with \nbits borrowed from everywhere: it takes its conviction from Fichte and Schleier-\nmacher, its introversion from Goethe, its psychosis from Hölderlin, its inability \nto finish things from Schlegel, its breathlessness from Novalis, its (eventual) abil-\nity to forgive from Jacobi, its preoccupation with moral beauty from all of the \nabove and a few more thrown in for good measure (Schiller, Rousseau, Wieland). \n"
    }
  ]
}