{
  "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
  "batch_number": 3,
  "total_batches": 6,
  "pages": [
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 95,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "seau",
        "roi",
        "rous",
        "ized",
        "goire",
        "ennemi",
        "quinet",
        "gime",
        "dox",
        "dernity"
      ],
      "full_text": " \n  The Corpse of Faith\ncollective subject. In the hypertrophy of the monarchy lies the germ of the \nmodern egalitarian nation. For Tocqueville, then, it is Richelieu, not Rous-\nseau, and certainly not Robespierre, who must be regarded as one of the \nvery first authors of the Revolution.\nTerror by this account betrays the resurgence of absolutism within \na political framework that must disavow it—not a passing frenzy but, as \nQuinet writes, the “fixed temperament” of the Revolution, a character in \nwhich we can also discern the indelible imprint of tradition.46 The para-\ndox of the Jacobin dictatorship (“the despotism of liberty against tyranny”) \nexpresses the temporal dissonance that defines modernity. Terror marks \nthe entanglement between modern liberty and the theological residue that \nsustains it. The regicide marks the symbolic inauguration of political mo-\ndernity: it stages the instantaneous and total transfer of sovereignty from \nking to people. The fall of the blade marks the sublime instant separating \n(but in this way also fusing) before and after, ancien régime and revolu-\ntionary republic: “Le roi est mort—vive la patrie.” This sacrificial logic was \n­ceremonially enacted on January 21, 1793, in an event marked, according \nto all the narratives, by sacred pomp and ceremony. It was already formal-\nized at the king’s trial when Robespierre invoked the baptismal quality of \nthe execution. “The king must die because the nation must live”: an in-\nfinite investment in the sacral body of the king has to be maintained and \neven retroactively generated through the public staging of the king’s ab-\nsolute divestment. The regeneration of the people is the restoration of \nthe  nation’s body through the expropriation of the expropriator. Only \nas the abject, humiliated body of Louis Capet does the king acquire the \nmajesty sufficient to generate a republic. He gains his absolute status only \nat the moment of relinquishing it.\nAt the trial, Saint-Just argued that it was ultimately the ideology of \nroyal inviolability that condemned Louis insofar as it explicitly located him \noutside the body politic: he was an ennemi étranger—a moral “monster,” the \nabbé Grégoire added. Saint-Just himself would perversely be the first to in-\nsist on this fiction of sovereign immunity47 when he refused the king’s canny \nrequest for a civilian trial. Saint-Just was here exploiting a melancholic para-\ndox that would preoccupy Sade, Nietzsche, and eventually ­Klossowski and \nBlanchot. How to kill a God who is, effectively, already long dead, who \nnever actually did exist as such: how to mourn what is forever too late to \nmourn—what never was for the having?\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 96,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "ror",
        "talism",
        "lefort",
        "defetishization",
        "fundamen",
        "ter",
        "tion",
        "mocracy",
        "abjecting",
        "ancholic"
      ],
      "full_text": "The Corpse of Faith    \nThe regicide marks what Daniel Arasse calls the perfect “syncope of \nsacrality”: the banal death of Louis Capet is the consecration of the nation. \nFrom this baptism flow all the contradictions of modernity—the inaugu-\nral self-betrayal of democracy through ever more inventive modes of ter-\nror. Although Hegel barely pauses at the regicide, he is the first to identify \nin the negative theology of the guillotine the link between the terrors of \nmodern democracy and the disavowed fundamentalism on which it rests. \nHe is perhaps the first also to make the connection between this disavowal \nand the compulsive construction of fanaticism as the terrifying fundamen-\ntalism of the Other. War on terror is democracy’s way of abjecting what \nremains its own darkest secret to itself. Insight needs faith: modern de-\nmocracy is just the unfolding of their violent symbiosis through the mel-\nancholic staging of an ungrieved loss.\nWhat Claude Lefort calls the “persistence of the theological-­political” \nmight be understood as a kind of fetishism: the empty place left by the \nevacuation of transcendence is filled by the self-production of the na-\ntion as power incarnate.48 Lack is here simultaneously acknowledged and \ndisavowed: the sacramental substitution of people for king serves to im-\nmediately close the gap the regicide opens up; this perverse substitution \nunderpins every modern politics of fusion. Genuine democracy, in Lefort’s \nterms, can establish itself only as an unending activity of defetishization—\na ceaseless negotiation to maintain the empty place of power as an active \nvacancy rather than as the usual vacuum into which anything and every-\nthing might flow. One might understand this tenacity, a fidelity to absence \nas such, as a kind of mourning.\nHegel goes further: he establishes that the place was actually always \nempty. This is not simply about the reinstatement of absolutism through \nrevolutionary dictatorship. Absolute monarchy was already an “empty \nname,” a heap of ornaments clustering around an empty throne—legit-\nimacy shrinking even as the emblems and props of power multiplied. It \nis this originary vacancy that modernity both covers up and transmits. \nRevolutionary purity brings into view precisely what it most denies: the \nemptiness at the heart of the symbolic order. This loss does not begin \nwith the self-evacuation of absolute monarchy. The voiding of the king’s \nname is just the delayed registration of the ruination into which beautiful \n­Sittlichkeit was thrown—“swallowed up in the simple necessity of a blank \ndestiny” (§477)—and with it every fantasy of communitarian substance. \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 99,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "politi",
        "phg",
        "thermidorean",
        "petitive",
        "refunctioned",
        "aporias",
        "tion",
        "cance",
        "epi",
        "idealiza"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nBut this is just where Hegel’s thought takes a surprising turn. Ana-\nlyzing the German ideology even as he continues to entertain it, he will \nend up exploding it from within. Hegel does not simply indulge in this \nfantasy, any more than he seeks to demystify or “enlighten” it by launch-\ning grenades from the other shore. He demonstrates how it is constructed \nand sustained. Step by step, painstakingly, and as only one who knows the \nroutine by heart is capable, Hegel sets out the building blocks of the Ger-\nman ideology.\nPhilosophical Thermidor\nThis is the story that follows the absolute-freedom-and-terror epi-\nsode, as Spirit takes possession of its self-dispossession and comes to recog-\nnize its losses as its own. The bad infinite of suspicion makes terror both \nreflexive—terror inevitably comes to terrify even itself, to denounce and \npurge itself, turning executioner into victim—and in turn self-reflective. \n“[S]elf-consciousness learns what absolute freedom in effect is” (PhG §592).\nThe point is not to sublimate terror through catharsis or idealiza-\ntion. It is not death’s intensity but its banality or “flatness” that needs to \nbe refunctioned, and this precisely by retrieving in mechanicity itself an \nopportunity for spiritual advance: the ghost of autonomy wafts through \nthe automatism of the apparatus. Reduced to its minimal spiritual signifi-\ncance, freedom reasserts itself as the infinite productivity of the blade. Re-\npetitive, indefatigable, endlessly inventive in its applications, the guillotine \nputs on display the pure energy of the death drive. As the machine turns \nagainst itself, a fissure opens within subjectivity; this repetitive contraction \nannounces the birth pangs of the modern self. The Thermidorean witch-\nhunt not only prolongs the circle of vengeance but, in setting itself apart \nfrom its own past, poses terror as a question even or especially to itself. It \nintroduces into the immediacy of the general will the sliver of differentia-\ntion that will provide a minimal interval for reflection. All the aporias of \ntransitional justice make a cameo appearance. With the arrest and sum-\nmary execution of Robespierre, perpetrator fuses with victim and the circle \nof terror closes.\nHegel’s interest, however, is not in Thermidor as such, at which he \nonly blinks as a mere reflex of the Revolution, nor in the renewed politi-\ncal structures that were immediately to follow—the rearrangement of the \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 101,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "eral",
        "trans",
        "phg",
        "ety",
        "ful",
        "augurated",
        "thermidorian",
        "nomenology",
        "choly",
        "phe"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nNo such consolation for the modern subject, whose misery is expressed in \nthe paltriness of its own desire: “The Spirit shows itself as so impoverished \nthat, like a wanderer in the desert craving for a mere mouthful of water, it \nseems to crave for its refreshment only the bare feeling of the divine in gen-\neral. By the little which now satisfies Spirit, we can measure the extent of \nits loss” (PhG §8).\nMona Ozouf describes Thermidor as a “labor of forgetfulness.”3 Rather \nthan engaging in a mourning work that would inherit, surpass, and trans-\nmit the revolutionary legacy, the Thermidorians sought to normalize the \nevent; the Revolution both elided its traumatic memories and suppressed its \nown utopian demands. For Hegel, such a drive to oblivion is structural: it \nexpresses Spirit’s resistance to its own irresistible self-surpassing; political re-\naction is here a variant of a more general conceptual inertia (Trägheit). The \nvarious regressions of the Thermidorian aftermath express the reflexive anxi-\nety unleashed by the Terror—terror’s own terror of itself, its logical inability \nto sustain itself, and the repeated short-­circuiting of the Revolution to prer-\nevolutionary positions.\nThis Sisyphean cycle echoes the comedy of forgetfulness that had in-\naugurated the epic theater of Spirit. The famous opening act of the Phe-\nnomenology features the burlesque of a subject mulishly clinging to its \nabstractions, in this case the belief in raw, unmediated sensory experience, \nas it lurches about ineffectually, brandishing its monosyllables (“This!” \n“Here!” “Now!”) like talismans designed to ward off the irredeemable neg-\nativity at its core. Unprepared to recognize the truth of its own words, the \nsubject is like a student forever writing his lines in disappearing ink. “[I]t is \nalways reaching this result, learning from experience what is true in it; but \nequally it is always forgetting it and starting the movement all over again” \n(PhG §109). Beneath the slapstick Hegel discerns the thinly veiled melan-\ncholy of a subject dumbstruck by its narcissistic wounds; the loss of one’s \nmost cherished convictions turns every “pathway of doubt” (Zweifel ) into \na “pathway of despair” (Verzweiflung) (PhG §78). The despair is constitu-\ntive. It arises from the internal splitting or duplicity (Zweifalt) defining \nconsciousness as such. Condemned to strike postures it cannot sustain, to \nmeasure itself against standards to which it cannot adhere and that do not \nthemselves cohere, consciousness is inherently torn or “twofold”—doubt-\nful, desperate, and despairing. Since it defines itself by its own cognitive \ncommitments, it necessarily experiences every loss of certainty as “the loss \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 102,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "irresist",
        "phg",
        "imperii",
        "oriens",
        "onsciousness",
        "augusti",
        "eleusinian",
        "tion",
        "translatio",
        "trou"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \nof its own self”: the disarray is originary, irremediable, and self-­reproducing. \nChronically lagging behind its own insights, consciousness keeps on “for-\ngetting” what it keeps inadvertently acknowledging and stubbornly repeat-\ning what it knows to be out of date. “[C]onsciousness suffers this violence \nat its own hand: it spoils its own limited satisfaction. When consciousness \nfeels this violence, its anxiety may well make it retreat from the truth and \nstrive to hold onto what it is in danger of losing. But it can find no peace. \nIf it wishes to remain in a state of unthinking inertia, then thought trou-\nbles its thoughtlessness, and its own unrest disturbs its inertia” (PhG §80).\nHegel could not quite foresee, in 1806, the seemingly endless cycle of \nrevolution and counterrevolutionary repression that would soon enough \nbe unleashed (1830, 1848, 1870, and on), but he had already marked the \nspecter of repetition at the heart of revolutionary regeneration.4 As of 1806, \nthe conceptual problems raised by politics can no longer be addressed by \ndirectly political means. The French Revolution finds its sequel in transla-\ntion as it passes over to the “unreal world” of German philosophy.\n“. . . another land”\nHegel thus begins to rehearse the German ideology. He formalizes a \nmodel of genealogical succession: the transition from revolutionary France \nto philosophical Germany is inscribed within the trajectory of universal his-\ntory. In the Philosophy of History, he will describe history as a “great day’s work \nof Spirit,” which takes its bearings from the solar trajectory. We must read \nthe figure literally: the traveling is literally both a journey (a day-trip) and a \nlabor (a travail). History is the story of continuously expanding epiphany—\na perpetual relay of enlightenment through the global continuum of time \nand space. Like a torch transferred from hand to hand, like the sun moving \nacross the firmament, like the imperial pageantry of the oriens ­Augusti, the \nIdea migrates over the centuries from one hegemonic center to the next—\nfrom Asia to Europe, from Greece to Rome, from Rome to France, and fi-\nnally to the German present. Germany is commissioned to consummate the \nFrench revolutionary project, bringing history to a close. “We have received \nthe higher call of Nature to be the conservers of the holy flame, just as the \nEumolpidae in Athens had the conservation of the Eleusinian mysteries.”5 \nThis is Hegel’s spin on the medieval trope of translatio imperii—the irresist-\nible transfer of dynastic legitimacy from generation to generation and from \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 103,
      "bucket": "B (1-3%)",
      "error_rate": 2.7,
      "unknown_words_sample": [
        "pansion",
        "phg",
        "cul",
        "sume",
        "jouissance",
        "trans",
        "studii",
        "translatio",
        "tural"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nland to land—a transmission inseparable from the conveyance of cultural \ncapital through the philological labors of translatio studii: transliteration, \ntranslation, imitation, adaptation, the rephrasing and reworking of the cul-\ntural booty of the past.\nBut Hegel comes close to dismantling the German ideology even as \nhe embellishes it. He points to a traumatic kernel at the heart of this well-\nrehearsed teleology. The deferral that drives the movement of imperial ex-\npansion will also void any possibility of eschatological fulfillment. In the \nPhilosophy of History, Hegel links Spirit’s mobility to a dangerous morbidity. \nIf the Idea must continually relocate, if the torch must be constantly handed \non, this is because its incandescence burns, or rather, to shift the metaphor, \nthe poison must continually be expelled; history is the administration of \na time-released toxin whose consumption is fatal to those who secrete it. \n“The life of a people ripens a certain fruit; its activity aims at the complete \nmanifestation of the principle which it embodies. But this fruit does not fall \nback into the womb of the people that gave birth to it and ripened it; on the \ncontrary, it becomes a bitter drink to it. It cannot leave it alone, for it has an \ninfinite thirst for it; the taste of the drink is its annihilation.”6\nThe image gives a startling twist to Hegel’s more familiar description \nof experience as the organic growth of meaning from seed to blossom to \nfruit and back again (PhG §6). It is actually a small dose of death that is \ntransmitted. The gift becomes, in the present, a kind of poison. To con-\nsume the fruit of the present, to experience one’s own experience, would \nentail a mad jouissance within the short-circuit of time—at once thought’s \ncraving and its ruination. Hegel here essentially defines history as trans-\ngenerational trauma: experience is the belated and vicarious experience of \nthe missed experience of the other.\nMixing metaphors yet again in the preface to the Phenomenology, \nHegel describes history as a blend of the intangible and the intractable. \nEach generation absorbs the experiences of its precursors in “silhouette” \nand as “inorganic nature” (PhG §28). History can be encountered only as \nspectral, monochromatic, shrouded in shadow—a series of frozen snap-\nshots, fleetingly apprehended (were it not for this acceleration, we would \nperpetually have to repeat the past in real time), belatedly absorbed. The \npast presents itself as at once an ephemeral trace to be deciphered and a \nstony burden that must be metabolized as food for thought (the only safely \nedible fruit is the inedible or inorganic one)—both shadow and stone. \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 104,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "involun",
        "kaspar",
        "omy",
        "tarily",
        "trans",
        "lavater",
        "wirklichkeit",
        "exteriority",
        "antin",
        "phg"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \nHistory makes its appearance in the border zone between light and dark-\nness—a shape made visible as a blind spot or absence of illumination. The \nsilhouette is also an image of dismemberment: we engage with history \nonly obliquely and in abbreviation—a series of disembodied faces, viewed \nin profile, inaccessible to direct frontal encounter. I will come back to \nthis. (With this surprising mortuary image Hegel is also, perhaps involun-\ntarily, evoking the guillotine as a figure of historical experience. Popular-\nized by the Swiss physiognomist Johann Kaspar Lavater in the eighteenth \n­century as a device for extracting the innermost character of the soul from \nthe body’s most extreme exteriority, the silhouette machine was sometimes \ncompared to a guillotine.)7\nRevolutionary inheritance displays the displacement characteristic of \nall experience. It specifies the axis of transgenerational trauma as a trans-\nnational one: this vicarious, convoluted transmission, memory of the im-\nmemorial, explicitly assumes a geopolitical form. For at this point, Spirit \n“leaves its self-destroying reality . . . and passes over into another land” \n(PhG §595)—the “unreal” world in which German philosophy will seek to \ndischarge the burden of the Revolution by loosening the Enlightenment’s \ncompulsive attachment to the faith it continues to disavow. By articulat-\ning the rational truth of religion, philosophy will try to resolve the antin-\nomy on which the Revolution had foundered. It sets out to resynchronize \nthe clocks of history by supplying the Revolution’s missing premise and \nthwarted promise: it will return the Revolution to the Reformation. The \ntask of German idealism is thus the interrogation, commemoration, and \nredemption of the Revolution—absolute freedom and terror on trial. \n“Morality” is philosophical Thermidor.\nFrom Terror to Anxiety\nI have placed my trust on Nothing now, Hurrah!\ngoethe, “Vanitas! Vanitatum vanitas”\nWe can understand the shift from absolute freedom to morality as \na vicarious binding of trauma: Germany tries to mourn a loss that France \ncould only disavow, and thus to fulfill a project that on its own turf is \ncondemned to compulsive repetition. “Absolute freedom leaves its self-­\ndestroying reality [ihrer selbst zerstörenden Wirklichkeit] and passes over \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 105,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "cas",
        "tration",
        "phg",
        "flexivity",
        "plaining",
        "unwirklichkeit",
        "tinctions",
        "irreality",
        "tauto",
        "virtualization"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\ninto another land . . . where, in this unreal world [in dieser Unwirklichkeit] \nfreedom has the value of truth” (PhG §595). The virtual political landscape \nof Prussia, a zone of virgin occupation, in 1806, provides the perfect setting \nin which to undertake the formal virtualization of reality by the Kantian \nmoral will. The nullified reality of French revolutionary existence finds its \nsequel in the irreality of German philosophical existence. As the will en-\ncounters itself as “pure unfilled negativity,” Spirit comes to acknowledge \nits own nothingness as its very self—it symbolically assumes its own cas-\ntration—and through this traumatic self-recognition learns to mediate the \nimmediacy of absolute freedom.\nI give this freedom form. More precisely: I demonstrate that absolute \nfreedom is already form. “[I] reduce the antithesis to a transparent form” \n(PhG §595). I formalize or make explicit the formalism already implicit in \nthe will’s virtuosic ability to identify in the diversity of the world a tauto-\nlogical uniformity and to extract from sameness a parade of insidious dis-\ntinctions. Thermidor brings to light the epistemological achievement of \nrevolutionary denunciation: terror had pulverized the world into an infinite \nseries of indistinguishable distinctions, through which subjectivity now dis-\ncovers its own most virulent power of discrimination. If every difference \namounts to the same difference, the same treachery, the same cabbage head, \nthis is because it will turn out to have been subjectivity itself that makes all \nthe difference. The distinction I prosecute is ultimately my own.\nThe transition repeats and clarifies the initial transition to self-­\nconsciousness in the early chapter on “Force and the Understanding.” It \nhad been the inexplicable pleasure of repetition that had awakened the \nsubject to the intensity of its own agency. Having been reduced to “ex-\nplaining” the world by reciting empty tautological formulas that revealed \nnothing, explained nothing, and ultimately spoke of nothing other than \nmy own thirst for explanation, I was forced to confront the insistent re-\nflexivity of my own desire: it turns out that it was really myself that I \nhad all along been wanting to be talking about, and to. “The reason why \n‘explaining’ affords so much satisfaction is because consciousness is . . . \n­communing directly with itself, enjoying only itself; although it seems to \nbe busy with something else, it is in fact occupied only with itself” (PhG \n§163). Thus the essential shift in dramaturgical perspective: the spectator \ndiscovers that it has already put itself on stage. What I am really watching, \nas I scrutinize the world, is my own command performance. “It is manifest \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 106,
      "bucket": "C (3-5%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "phg",
        "istic",
        "pearance",
        "disap",
        "prive",
        "thermidorian",
        "durchschauen",
        "specta",
        "mous",
        "tumes"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \nthat behind the so-called curtain which is supposed to conceal the inner \nworld, there is nothing to be seen unless we go behind it ourselves, as much \nin order that we may see, as that there might be something behind there \nwhich can be seen” (PhG §165).\nThe experience of the Terror had revealed the demonic dimension of \nsuch tautological repetition, but it will be the task of morality to confess to \nthe dark side of this enjoyment. As the curtain of appearances again rises, \nwe leave the spectral pageantry of suspicion—the theater of revolutionary \nsurveillance with its ceaseless phantasmagoria of appearance and disap-\npearance—to enter a theater of pure subjectivity in which the will openly \nscrutinizes itself in its own uninterrupted self-production. It is in the in-\nvisible theater of the self that I come to acknowledge the terrifying truth \nof the Terror. In my zeal to see through appearances, to render the world \ntransparent, I have all the while been staring beyond it: what I have been \ngazing at with such fascination is the virulence of my own denunciatory \ndesire. In “seeing through” (durchschauen) the object, I have already twice \ndestroyed it: first, by reducing it to an object of utilitarian consumption (in \nusing the object, I overlook its singular claim to existence); next, by peel-\ning away its patriotic veneer (in unmasking its treacherous interior, I de-\nprive the object of the very right to exist). Whether utilizing or scrutinizing \nthe object, I reduce it to the transparent vehicle of my own self-encounter.\nAbsolute freedom thus reveals itself as pure speculation—nothing \nbut the “gazing of the self into the self, the absolute seeing of itself dou-\nbled” (PhG §583). It is this empty shell of subjectivity, formal and formal-\nistic, that must now step on stage, if only so that there might be something \nthere for it to see. Having cleared the stage of all actors, dialogue, and cos-\ntumes, I have put myself in the position of the last executioner in the fa-\nmous Thermidorian print who, having executed everyone else, must finish \noff the job by staging his own execution. Stage manager, actor, and specta-\ntor all in one, I must learn to do the police in different voices.\nThe philosophical significance of 9 Thermidor, for Hegel, is that it \ndemonstrates the essential reflexivity of terror; it reveals the logic behind that \nself-cannibalizing hunger. If Robespierre must die, if the executioner must \nbe executed, this is not simply because he runs out of victims, but because \nonly his elimination can express the infinite circularity of a freedom that \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 108,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "phg",
        "fibre",
        "psy",
        "tion",
        "denouncers",
        "temporality",
        "postrevolution",
        "abso",
        "struction",
        "aufgel"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \nby the thought of eventual redemption. The refurbished postrevolution-\nary will (Germany ca. 1800) is for this reason implicated, in all its phases, \nin an activity of postponement. The suspension of the object will imply a \ntemporality of suspense—a dilatoriness that evokes the lingering hesitancy \nthat Hegel discerns in the basic rhythm of all experience. Kant’s ethics of \npostponement will, for Hegel, present a perverse and masochistic version \nof this lingering. Can Hegelian lingering—the famous “tarrying with the \nnegative”—be differentiated from slave deferral? This question will drive \nthe remainder of this book.\nMorality as Slave Ideology\nThe problem of those who wait . . . \nnietzsche, Beyond Good and Evil\nThe retrieval of subjectivity out of its own impossibility involves \nthe exhuming of the still lukewarm body of the slave, whose shudder be-\nfore the prospect of extinction had betrayed not only his captivation by \nnatural desire but also his initiation into the regime of self-consciousness \nand freedom. Hegel’s account of the slave’s self-dissolution before “the ab-\nsolute master” (death) meshes almost perfectly with the Thermidorian \nimage of the revolutionary subject forged in the crucible of its own de-\nstruction. Here is Hegel’s celebrated description of the primal scene of \nself-­consciousness—the slave is quaking in the face of a death that has the \nineluctable force of castration (Miller’s aggressively gendered translation is \nstrange but irresistibly intriguing):\n[Servitude] does in fact contain within itself this truth of pure negativity . . . , for \nit has experienced this its own essential nature. For this consciousness has been \nfearful not of this or that particular thing or just at odd moments, but its whole \nbeing has been seized with dread; for it has experienced the fear of death, the abso-\nlute master. In that experience it has been quite unmanned [aufgelöst, literally “dis-\nsolved”], has trembled in every fibre of its being, and everything solid and stable \nhas been shaken to its foundations. (PhG §194, modified)\nAnd here is Deputy Jean-Lambert Tallien, an architect of the Terror and \none of its earliest and most opportunistic denouncers, analyzing the psy-\nchological and physiological effects of the Terror, in a speech to the Conven-\ntion exactly one month after Robespierre’s execution. Tallien’s description \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 109,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "sus",
        "bling",
        "redis",
        "verting",
        "fibres",
        "ter",
        "psychiat",
        "tion",
        "noth",
        "alexandre"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nof the systematic disorientation induced by revolutionary terror resonates \nthroughout the Thermidorian period, even chiming with the new psychiat-\nric discourse that was in the process of being invented to address the pain-\nful legacy of the recent past:\nTerror is a pervasive involuntary trembling, an outer tremor that affects the most \nhidden fibres, that degrades man and assimilates him to beast; it is a collapse of all \nphysical strength, a concussion [delivered] to all moral faculties; a disturbance of \nall ideas, an overthrow of all affections; it is a veritable disorganization of the soul.8\nContrary to what one might expect, Hegel’s slave did not still his trem-\nbling through an appropriation of his own expropriated subjectivity, \nwhether by a direct seizure of the means of production or by laying claim \nto the congealed humanity imprinted into the products of his own labor. \nIt will take Marx to articulate such a strategy of liberation. The path de-\nscribed by Hegel is notoriously more roundabout. The slave could initially \nexperience his own freedom only through a stoic renunciation of bodily \ndesire, a defiance of natural existence, in which the slave ultimately pro-\nlonged his own servitude by miming the heroic self-assertion of the mas-\nter. This is why Alexandre Kojève calls Stoicism the first ideology.9 By con-\nverting bodily frustration into an expression of sovereign self-reliance, the \nslave justifies his own inaction: I am free as long as I know myself to be so.\nThe transition from absolute-freedom-and-terror to morality repeats, \nat a collective or social level, the earlier passage from lordship/bondage to \nStoicism. Its various stumbling blocks will prove more or less the same. In \neach case the subject tries to absorb the terror of its own transience by sus-\npending everything that had previously threatened to disempower it. The \nworld becomes tolerable because irrelevant: I let it go free.10 In suspend-\ning the world, I discover myself to be the infinite power whose freedom of \nannihilation applies above all to myself. I thus rewrite failure—mortality \nitself—as the very index of spiritual success. I refashion traumatic lack as \npreemptive negativity: a conceptual guillotine intervenes between self and \nself. Having evacuated every object, I evacuate myself, and thereby redis-\ncover myself, in my nullity, as my own lost object. The will clings to itself \nto supply the phantom objectivity whose appearance it had previously kept \nconjuring up within the terrifying Fort-Da of denunciation and decapita-\ntion. In Nietzschean terms, the reflexive circuit of the will-to-will replaces \nthe aggressive extroversion of the will-to-power. Preferring to will Noth-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 110,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "lution",
        "eter",
        "reinject",
        "dermines",
        "revo",
        "barom",
        "ler",
        "cism",
        "goire",
        "siey"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \ning rather than to will nothing, that is, not to will at all, the will ends up \nidentifying with nothingness as both form and content. This of course is \n­Nietzsche’s definition of nihilism.\nKant as Terrorist\nHow much blood and cruelty lie at the origin of all good things . . . \nnietzsche, On the Genealogy of Morals\nIn this turn from Terror to Kant, Hegel is both his most conventional \nand his most inventive. If he comes very close to reproducing the standard \nGerman idealist understanding of the relation between philosophy and \nterror—Kantian-style freedom of the will as at once the explication, the \nnegation, and the logical successor of revolutionary freedom—he also un-\ndermines this position: he will immediately argue that such freedom on \nits own terms does nothing to redeem the blocked promise of the Revo-\nlution. Hegel makes it bitterly clear that the sublime purity of the moral \nwill can be no antidote to the terrifying purity of revolutionary virtue. He \ndemonstrates that all the features of absolute freedom are carried over into \nKantian morality: the obsessionality, the paranoia, the suspicion, the sur-\nveillance, the evaporation of objectivity within the sadistic vehemence of \na subjectivity bent on reproducing itself within a world it must disregard.\nMorality is thus prolongation of terror by other means. And Hegel \ngoes farther: the violence will escalate even as Kant’s followers from Schil-\nler onward seek to soften the harshness of the critical project by reinject-\ning sensuousness into morality. The post-Kantian attempt to reunite the \nsubject with the world, to resituate freedom, to give it back its legs, will \nonly further deracinate it. The Romantic project converts Kantian asceti-\ncism into an aestheticism that continues cruelly to rewrite the terms of its \nown existence.\nAll this was only just starting to become visible to readers in France, \nwhere Kant somehow always managed to present an accurate barom-\neter of the political climate. Invoked vaguely as a kindred spirit during \nthe early years of the Revolution, Kant was imported almost immediately \nafter Thermidor as an agent of normalization. Abbé Grégoire looked to \nhis recently translated political writings as a source of legitimation for the \n­republic.11 Abbé Sieyès enlisted the first Critique to drive away the memory \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 113,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "sonable",
        "mal",
        "alogue",
        "iso",
        "rality",
        "pur",
        "pathol",
        "radicality",
        "psychologized",
        "historicized"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nmethod.24 Freud looks to the pathological to illuminate the normal: by \nmaking things coarser, he forces us to linger on what might otherwise \nescape our attention. Hegel illuminates the pathological within the nor-\nmal. Exaggeration reveals uncomfortable features of experience that would \nother­wise be invisible. And the exaggeration itself demonstrates just what \nis most distinctive about the phenomenological method. It makes the arti-\nfice and artfulness of the whole procedure explicit: the “shapes (­Gestalten) \nof experience” are just that, constructions and fabrications, not found \nbut made—fictional positions, each bearing the indelible stamp of their \nmanufacture.\nSo my intention is not to make either Kant or Hegel any more rea-\nsonable than necessary, or to correct the story, but if anything to exaggerate \nthe conflict. Four features of Hegel’s argument are notable for our pur-\nposes. First, Hegel’s analysis reads like a psychoanalysis. Hegel’s description \nof the contortions of the moral standpoint, whatever its own distortions, \npresents a textbook collection of drives, conflicts, defenses, and symptoms, \nall pointing to a disturbance in object relations, a fundamental failure to \nsocialize, which will ultimately be the gist of Hegel’s critique. Marooned in \nabstraction, the moral agent is cut off from the relationships, institutions, \nand historical traditions that nurture, constrain, and challenge it. The cat-\nalogue of Freudian concepts (and at times even vocabulary) marshaled by \nHegel throughout this section is impressive: repression, perversion, iso-\nlation, splitting, disavowal, fetishism, projection, introjection, incorpo-\nration, masochism, mourning, melancholia, repetition, death drive. But \nthere is nothing psychological or empirical about Hegel’s approach. It is \nKant’s logic and not his motivations that preoccupy Hegel, and the pathol-\nogy here is just the pathology of thinking itself.\nSecond, what Hegel identifies as the neuralgic points of Kantian mo-\nrality are the very points Kant himself highlights to indicate the most pro-\nfound challenges posed by his own philosophy. It does Kant no service, \nfor these purposes, to protect him from Hegel’s onslaught by softening \nthe radicality of his formalism; for example, by showing how Kantian mo-\nrality might be historicized, psychologized, anthropologized, or otherwise \nbrought within the orbit of natural experience. Nor does it do Hegel any \nservice, in this context, to help him fortify his argument so that it becomes \nmore nuanced, less provocative, less strident, less, shall we say, austere.25 \nWhen such projects are undertaken, it is for other purposes; to do so here \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 114,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "mortale",
        "sais",
        "transforma",
        "continu",
        "res",
        "pression",
        "panded",
        "vert",
        "bly",
        "quired"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \nwould break the momentum and blur the edges of my own narrative. Kant \nis the first to insist that the dualism at which Hegel bristles is insurmount-\nable, the “moral gap” unbridgeable: the aporia that obsesses him is the scan-\ndal from which critique itself is born. The wound is irreparable: “No matter \nhow far back we direct our attention to our moral state, we find that this \nstate is no longer res integra.”26 So Kant readily concurs with Hegel: to ne-\ngotiate the abyss of freedom, nothing less than a salto mortale would be re-\nquired.27 Kant in this sense resembles either a good analysand, who accepts \nthe interpretation offered, or an infuriating one, who agrees all too readily, \ngamely conceding the analyst’s point and even slyly anticipating it, while \ndoggedly persisting in his beliefs, symptoms and behavior. Like the pervert, \nhe admits to castration while remaining impervious to intervention: “Yes, \nI’m castrated! But anyway, as I was saying . . .” This is what makes the per-\nvert strictly unanalyzable. “Je sais bien, mais quand même . . .”28\nThird, Hegel holds Kant responsible for all his followers (who will \nin turn merge into an undifferentiated conglomerate). The transforma-\ntion of ascetic ideology into an aesthetic ideology is already signaled, for \nHegel, in the twofold failure of Kant’s own moral theory. Kant fails dou-\nbly: he initiates an impossible situation, and having done so, he fails to \nfollow through; he opens a wound he immediately proceeds to aggravate \nby applying ill-fitting sutures. Morality sustains its own abyssal emptiness \nthrough an imaginary system of supplementary postulates that function \nas all fetishes do—they mask the fissure they secretly acknowledge—an \nartifice whose hypocrisy will become explicit, emphatic, and eventually \nexplosive. Having resorted to an imaginary solution, morality ends up cap-\ntivated by its own theatricality. The moral law swells into the splendid ex-\npression of a genius whose sole mandate is to confirm his own infinite \ncapacity for self-invention.\nFourth and finally: concealed in all this melodrama is the continu-\ning crisis of investiture that defines modernity. Spirit’s inner emigration to \nthe “other land” of philosophical reflection has provided the last and most \nstubborn refuge for a secret inner monarch to reassert his majesty and au-\nthority over a realm of particularity whose inventory has by this point ex-\npanded to include, not only dissidents, aristocrats, and cabbages, but all \nof nature. The drama will not conclude until the final deposition scene, in \nwhich the king’s ultimate degradation is staged, restaged, and self-staged \nand the stage set eventually dismantled. Only by submitting to its own dis-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 115,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "suous",
        "phg",
        "jouissance",
        "rality",
        "sary",
        "als",
        "ritu",
        "prem",
        "neces",
        "ise"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nintegration through a spectacular act of self-divestment—an act that will \nneed in turn to be purged of its own spectacularity and pathos—will Spirit \ndeclare itself to be officially, like Richard II, “undone.” “With mine own \ntears I wash away my balm, / With mine own hands I give away my crown, \n/ With my own tongue deny my sacred state, / With mine own breath re-\nlease all duteous oaths: / All pomp and majesty I do foreswear.”29 But that \nwill be the topic of my final chapter.\nHegel’s argument proceeds in three steps.\nFirst Step: Morality as Perversion\nThe first strand of Hegel’s argument is relatively straightforward. To \nsecure its own universality, freedom must define itself against a world of sen-\nsuous particularity, toward which it must nonetheless constantly keep turn-\ning to sustain this very self-definition. Morality is a struggle against a nature \nthat in its recalcitrance must be enlisted if only to supply the energy neces-\nsary to resist it. Duty must solicit the sensibility it suppresses, just as mo-\nrality must secretly hold out for the happiness toward which it must prove \nits indifference. My duty presupposes a gratification that it simultaneously \nprohibits. Since morality defines itself by its antagonism to natural causality, \nevery actualization is self-refuting: to be moral is to undercut the very prem-\nise of morality as such. The very success of morality would spell its terminal \ncollapse into the indifferent plenitude of transient nature. But since moral-\nity also requires a horizon of fulfillment for its coherence, it must postulate \nsuch realization as ultimately attainable—but only in the “dim remoteness” \nof an ever-receding future in which something like jouissance is maintained, \nif only virtually or fictitiously (I’ll come back to this) and at an infinite delay \n(PhG §603). Kantian morality in this way oscillates between impossibility \nand redundancy. The moral law is either unattainable or a thinly veiled but-\ntress for what is already the case anyway, and the moral agent betrays this \ncontradiction in the contortions with which it simultaneously wards off and \nincites the irrepressible demands of nature both within and without.\nHegel here effectively identifies a perverse core in duty’s endless ritu-\nals of postponement. The negativity at work here is strictly speaking less \nabout repression than about disavowal. Like the fetishist who engages in \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 117,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "ically",
        "vorgestellt",
        "tatized",
        "troduces",
        "stellungen",
        "puni",
        "vir",
        "ity",
        "phg",
        "nzung"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nto remain untethered and ineffective, but whose “assistance” (Beistand ) \n(Kant) just as surely strips the deed of moral integrity. At the limit, I assert \nmyself “through the agency of [an]other consciousness” (PhG §607)—the \n“unknown supplement” (Ergänzung) that Kant (again, his own words) in-\ntroduces to ground and orient our moral striving.32 “An inscrutable out-\nside power” (again, Kant)33 exercises my freedom for me, and some holy \nbeing who is both me and more than me—“distinct from us yet present in \nour inmost being” (Kant)34—assumes ultimate authority for my acts and \neventually even reaps the benefits. This demonstrates again, psychoanalyt-\nically, the logic of perversion: I act for and through the enjoyment of the \nOther, while the Other himself is reduced to the instrument of my own \nprohibited enjoyment. Hegel stresses the strictly imaginary nature of the \nbondage scenario (a point repeatedly underlined by Kant himself). “This \ninterchange is at the same time only imagined [or represented (vorgestellt)]” \n(PhG §615). Pictures, as always, help alleviate our lack.\nAutonomy thus collapses into an intractable heteronomy that not \nonly reduces the desirous body into the “instrument or organ” of a puni-\ntive taskmaster (PhG §622) but turns morality itself into its own surrogate \nor semblance. Such a regression to instrumental reason is already signaled \nin the implicit appeal to quantification sustaining the fantasy of moral im-\nprovement. Duty’s addictive craving for ever-increasing perfection (“if vir-\ntue is not rising it is unavoidably sinking,” writes Kant: like capital, it must \ncontinually escalate in order to stay in place)35 introduces into the moral \ndomain itself a strange calculus of accumulation suggestive of the terms of \nmathematical or natural cognition. “‘Advancing’ as such, like ‘diminish-\ning,’ would assume quantitative differences in morality; but there can be \nno question of these in it. In morality, as in consciousness, for which the \nmoral purpose is pure duty, there cannot be any thought at all of differ-\nence, least of all the superficial one of quantity; there is only one virtue, \nonly one pure duty, only one morality” (PhG §623).\nGod in this way becomes a prosthetic deus ex machina conjured up to \nplug the hole carved by duty itself. The religion that was to have been con-\ntained within reason’s limits is ejected as an excrescence of irrational positiv-\nity. Hegel does not hesitate to call this residue of undigested faith a kind of \nbad faith. Both religion and morality are in this way simultaneously hypos-\ntatized and trivialized—the former regressing to superstition, the latter col-\nlapsing into a nervous play of poses and postures (Stellungen, Verstellungen) \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 119,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "ein",
        "phg",
        "tracted",
        "nega",
        "ganzes",
        "antinomies",
        "ticism",
        "bien",
        "mais",
        "tradictions"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nobscuring. The syntax of morality is the disjointed parataxis of the fetish-\nist, for whom every conjunction provokes a wild display of dissociation. “It \nis not conscious of this antithesis as regards either the form or the content; \nit does not relate and compare the sides of this antithesis with one another, \nbut, in its development, rolls onwards, without being the Notion which \nholds the moments together” (PhG §611). Hegel’s Kant speaks the idiom \nof pure perversion. “Enjoyment is also implied in morality” (PhG §602). \nThe noncommittal “also” recalls the pointillist style of the “sophistry of \nperception.” Salt can be one way and “also” another, both-white-and-also-\nsalty, both-one-and-also-many, both-itself-and-also-not-itself—it can be, \nin fact, anything whatsoever, as long as I don’t burden myself with either \ntrying to connect the dots or dwelling on the contradiction (PhG §130). \nThe pulverizing adverb “also” tacitly acknowledges the impossibility of the \nreconciliation to which it gestures. “It is true that there is [no moral self-\nconsciousness] yet, all the same, it is allowed . . . to pass for one” (PhG §615, \nemphasis mine). “Je sais bien, mais . . .”\nDissemblance is to the moral worldview what skepticism had been to \nstoicism: an “insincere shuffling” between irreconcilable positions whose \nconnection is systematically occluded (PhG §617). Skepticism had dis-\ntracted itself with hyperstimulation: it blunted the edge of its own nega-\ntivity by whipping it into “the dizziness of a perpetually self-engendered \ndisorder.” It neutralized contradiction by turning it into idle sport. “[Skep-\nticism’s] talk is . . . like the squabbling of stubborn children . . . who \nby contradicting themselves buy for themselves the pleasure of continually \ncontradicting one another” (PhG §205). Morality trivializes its most burn-\ning contradictions by reducing them to abstract antinomies. It buries its \nspecific negativity in “a ‘whole nest’ [ein ganzes Nest] of thoughtless con-\ntradictions”—global, indifferent, abstract (PhG §616). (Ein ganzes Nest is \nKant’s own phrase, imported from an entirely different context.) Trivial-\nization, or “lack of seriousness,” as Hegel calls it (Romantic irony is on the \nhorizon) can be taken as a manic defense against the trauma of castration \n(PhG §617). The game is driven by a vengeful undercurrent—complaints \nabout duty’s own nonsatisfaction (PhG §601), envy at the happiness of the \nundeserving (PhG §625)—a ressentiment that resists the most strenuous \neffort to placate or disguise it through dissembling play.\nThe postulates of practical reason allow moral reason to conceal its \nown wounds, but in so doing, it only multiplies them. Its blind spots are \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 120,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "antici",
        "ish",
        "unfruchtbar",
        "phg",
        "disfig",
        "dissim",
        "ausgeben",
        "vorgegebene",
        "otherwordliness",
        "lightenment"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \nthe ciphers of a prohibited enjoyment. The “also” in this sense functions as a \nkind of grammatical fetish—at once a disavowal of loss and a monument to \nthe sacrifice required to have survived it.40 The subject plasters over its own \nemptiness by introducing a split between this very emptiness and the pros-\nthetic supplements it must keep enlisting to fill it—a cleavage that is in turn \ninevitably registered as an injury, needing further suture, and thus further \nsplitting, and so on. The remedy brought in to domesticate the will’s disfig-\nuring negativity only reproduces this negativity. Every partition becomes a \ncatastrophic fissure, every supplement a permanent memorial to absence.41\nThere seems to be no way out of this vicious circle. Hegel notes that \nevery attempt to expose the hypocrisy of morality invariably perpetuates \nthis hypocrisy. The recoil from dissimulation only leads to further dissim-\nulation, and the first sign of this redoubling is performative contradiction: \nmorality tries to disown a “pretended [vorgegebene] truth” (that is, the il-\nlusion of moral purity), which it nonetheless can’t stop trying to pass off \n(ausgeben) as its own belief. The exercise of unmasking assumes the ascetic \nfantasy of pure insight and thus spells a regression to the dialectic of en-\nlightenment. “The contempt for dissemblance would be already the first \nexpression of hypocrisy” (PhG §631). Contempt is here the expression of \nmoral revulsion. The body simultaneously recoils against its own suffering \nand confesses to the visceral energy already invested in this suffering; dis-\ngust is the body’s way of abjecting the remnant of filthy pleasure sustaining \nthe very fantasy of uncontaminated self-fulfillment.42 Hegel again antici-\npates Nietzsche: nausea is the symptom of a failed renunciation. Mourning \nsickness betrays the sticky vestige of otherwordliness implicit in the fever-\nish effort to overcome it.\nThird Step: Aestheticism as Ideology\n“Überzeugung ist unfruchtbar”: Conviction is unfruitful.\nwalter benjamin, Einbahnstraße\nAnd all these problems will only be aggravated as Kantian morality \npasses almost indiscernibly into its tangled Fichtean, Schillerean, and Ro-\nmantic phases (the various strands can be difficult to unravel in Hegel’s \nnarrative, and again, Hegel’s caricature is offensive, and again, it doesn’t \nmatter), where the very same drive for purity will convict a refurbished \nmoral conscience that in its bid for a restored immediacy fails to convince \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 125,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "avant",
        "blasphemousness",
        "tornness",
        "nundrums",
        "acqui",
        "escence",
        "unbeautiful",
        "unworks",
        "fense",
        "ished"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nnects the French Revolution to the infinite chain of “inner revolutions” that \nthis singular event unleashes at a cultural level, and this is why he insists on \nthe secret messianism at work in both events.47 The Romantic fragment re-\npeats the Revolution by formalizing its essential incompletion. The bad in-\nfinite of the Kantian “ought” (Sollen) mutates into the endless millenarian \npostponements of Romanticism—“this ongoing striving, this sacrifice of a \ncertain present for one that is uncertain, other, better and ever better.”48 \n(The formulation is Hölderlin’s, but it captures the obsession of an entire \ngeneration.)\nHere as everywhere, Hegel deconstructs the fantasy of a tabula rasa as \nself-refuting. The beginning has always already begun: every blank page is \noverwritten by a network of prior mediations, every purity stained by the \nopaque contingency of a past beyond recall. Postponement is a weak de-\nfense to mask the fact that the subject has always already arrived too late. \nRomantic messianism no more fulfils the blocked promise of the Revolu-\ntion than had the overtly voluntarist projects of Kant and Fichte. Utopia \nitself is the ideological shadow cast by an existence that goes unchallenged. \n(This is the benign point behind Hegel’s much-rebuked refusal, in the \nPhilosophy of Right, to “instruct the state how it ought to be,” the many \nambiguities of which refusal I shall consider in the next chapter). The co-\nnundrums of sense-certainty here acquire an avant-gardist aesthetic spin, \nwhose apparent blasphemousness only obscures the subject’s secret acqui-\nescence to a reality that, however devastated, remains essentially untrans-\nformed. In arrogating for itself the omnipotence of the Creator, Romantic \ngenius can manifest itself only as the relentless iconoclasm that shatters \nforms, unworks works, finds beauty in the unbeautiful—the Romantic \ncult of ruins and fragments—but in the end leaves everything in its place. \nThe “tornness” (Zerissenheit) that had been tormenting self-alienated spirit \ncomes to a climax, as the circle from Diderot to Schlegel closes. Incomple-\ntion is inherent in the hypertrophic drive to self-creation, and aestheticism \nculminates in an endless anesthetic of dissonant, abortive texts: from the \ndismembered body on the scaffold to the disjecta membra of the unfin-\nished work.\nHegel’s well-known later critique of Jena Romanticism is already in \nplace here. Irony oscillates between the exquisite virtuosity that cultivates \nlife itself as an artwork and the raging philistinism that indiscriminately \ntransforms the entire universe into the projection of the self-creative self.49 \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 126,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "disfigurations",
        "aesthet",
        "elty",
        "icism",
        "herrlichkeit",
        "inartis",
        "kalokagathia",
        "hellenophilic",
        "graeco",
        "dia"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \nIrony marks at once the hypertrophy of aestheticism and the “most inartis-\ntic of all principles”; the precious reduction of “everything” to an artwork \nis equivalent to vulgarity itself.50 In Romanticism, the creative lust for nov-\nelty degenerates into a shameless consumerism, and aesthetic voluntarism \ninto an embrace of actually existing conditions. The thrust of Hegel’s dia-\ntribe is continuous from Jena to Berlin. Peculiar to the Phenomenology is \nthe intriguing suggestion that the disfigurations of Romanticism had al-\nready been set in motion by Schiller. Schiller’s attempt to soften the edge \nof Kantian rigorism through the phantasm of moral beauty had already \nintroduced the discordant negativity and sublime reflexivity of the ironic \nworldview.\nThe circle between modernity and antiquity closes. The catastrophe \nof moral genius shatters the last vestige of the imaginary Graeco-­German \nalliance. In foreclosing the Romantic cult of art, Hegel also neatly voids the \neighteenth-century hellenophilic ideal of kalokagathia as an answer to \nthe excesses of revolutionary modernity. Hegel allows no return from the \ndesert of French abstraction; any fantasy of a return to the beautiful polis \nis a siren song along the one-way street of modernity. Schiller too had al-\nready begun to deconstruct such nostalgia even as he entertained it. The \nnaïve is the sentimental: aesthetic harmony is the phantasm generated by \nmodernity to embellish the experience of its own alienation.51 Hegel goes \none step further. The dream of beautiful morality is the modern fantasy of \nself-creation, and this fantasy is lethal. The labor pains of the subject are its \ndeath throes: self-generation and self-destruction converge.\nVaporized Subjectivity\nProvidence has given . . . the Germans the empire of the air.\njean paul, quoted by de staël, quoted by carlyle in Miscellanies\nHegel’s argument is ruthless and exhausting: he swiftly demonstrates \nhow anarchic moral autarchy slides into a narcissistic aestheticism, aesthet-\nicism into a paralyzing purism, purism into a self-serving harangue that \ncatastrophically fails to recognize itself in what it reviles. Hegel spares no \nirony in describing the fastidiousness of the moral onlooker whose self-­\nadmiration is matched only by his horror of engagement.52 “It lives in dread \nof besmirching the splendor [Herrlichkeit] of its inner being by action and \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 127,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "phg",
        "ity",
        "lucinde",
        "hibitions",
        "ning",
        "herrlichkeit",
        "beharren",
        "impo",
        "immoralism",
        "unworking"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nan existence; and, in order to preserve the purity of its heart, it flees from \ncontact with the actual world, and persists [beharrt] in its self-willed impo-\ntence to renounce its self which is reduced to the extreme of ultimate ab-\nstraction, and to give itself a substantial existence” (PhG §658).\nFear and trembling—the slavish terror of mortality—has invaded \nthe precinct of the master, whose glory (Herrlichkeit) requires all the in-\nhibitions and delays of servile existence. One must work hard (beharren) \nat critical unworking. In its striving for the immediacy of a pure begin-\nning, life itself becomes a project interminably under way—an infinite \ntask undertaken by valets for whom criticism has become a full-time job. \nThe phobic attachment to beauty prolongs the brutal stringency of moral \nduty. Hypocrisy is perpetuated in the compulsive zeal to expose it always \neverywhere elsewhere. “Lacking strength, beauty hates the understanding,” \nwrites Hegel in the Preface, for demanding the impossible (PhG §32)—\nthat is, to face death in its ravaging intensity—and this ressentiment will \nhere seethe and spiral into murderous self-hatred. Fearing death, the Ro-\nmantic virtuoso preemptively ruins his product and ultimately himself as \nhe cultivates the unlived life, which has come to be his only creation. The \nanxious iconoclasm of the early Protestant Reformers resurfaces in the Ro-\nmantic preoccupation with the medium of “Art” (in general)—a beauty \ntoo beautiful to be incarnated in any specific thing, work, or act—or, as \nHegel had earlier mocked Schleiermacher’s religion of beauty, “art forever \nwithout works of art.”53 Taking satisfaction in nonsatisfaction, the genius \nheroically assumes castration as his secret fetish: fragmentation becomes a \nalibi for its own denial. Impotence becomes accomplishment, and timid-\nity, bravado: behind the flamboyant immoralism of Lucinde, Hegel ob-\nserves the virginal figure of the beautiful soul in Wilhelm Meister—solitary, \ninward, forever striving—in whose background Nietzsche’s figure of the \nimmaculate perceiver is already stirring. Schlegel had already ridiculed \nthe insufferable saintliness of Goethe’s heroine, but Hegel in turn alerts \nus to the furtive monasticism sustaining the libertine’s rebellious retreat to \nprivate life: from the cabbage heads of the Terror to the cultivation of one’s \nown garden. Aestheticism and moralistic immoralism produce a common \nfront for reactionary inertia.54\nTransgressive genius is no answer to the pieties of an unregenerate \nreligiosity. The conflict between faith and insight continues to rage de-\nspite Spirit’s official emigration to that “other land” in which this antin-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 130,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "phg",
        "prived",
        "nius",
        "imita",
        "denken",
        "cre",
        "tion",
        "ostinato",
        "nen",
        "ence"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \neither to acknowledge or to change the world, the genius becomes nothing \nbut an empty vibrating vessel—a “hollow object which it has produced for \nitself,” to which Hegel will apply his physician’s hammer: subjectivity itself \nhas become the latest idol (PhG §658).63\nCut off from the speaking community in which it finds itself, the ge-\nnius becomes an echo to its own Narcissus. Stripped of significance, de-\nprived of audience (since none has qualified for admission), speech vanishes \ninto a trail of inarticulate sonority—a dying-out tone, a fading after-tone, \nan excess of tone, an “out-tone” (Austönen), a remnant of empty material-\nity within the acoustic illusion that is the self-made self (PhG §658).64 In its \nunappeasable hunger for originality, language falls into repetition, imita-\ntion, and self-citation—an infinitely returning echo without an original to \nwhich to return. (We are very close to Nietzsche’s description of modernity \nas a culture of pure reverberation—a hollow chamber in which “what was \nrobust in the original can no longer be guessed. . . .”)65 In this vibration \nlurk both dread and promise—at once the vestige of a banished sensuous \nenjoyment and the last tremor of the Terror.66\nAlmost inaudible but unmistakeable is an echo of the ostinato of \nthe unhappy consciousness—the “musical thinking” into which thought \nhad once threatened to dissolve. Hegel had compared that earlier experi-\nence (his impression of medieval Christian culture) to a “formless jingling \nof bells, a mist of incense” (PhG §217). Those bells had tolled the death of \nrationality: thinking (Denken) deteriorated into blind devotion (Andacht) \nto dead saints and relics, and morbid remembrance (Andenken) of an irre-\ntrievable past. The obsession with relics demonstrates the literalism of all \nmelancholy; the thirst for tangible sensuous immediacy confirms the in-\ntractable remoteness of the object of desire. In their rigid desire to “hold \nonto what has vanished,” the pilgrims had confronted the empty grave of \na departed life (PhG §217). Modern Protestant melancholia stages this me-\ndieval “Catholic” scenario in reverse.67 Having engendered itself as its own \ndivinity, the beautiful soul directs its nostalgia toward itself—a knight of \nfaith forever traveling to the Holy Land within. It mourns itself as its own \nfirstborn son. Its relics are the textual fragments in which it reads its cre-\native omnipotence, its incense the “shapeless vapor” of its own vanished \nlife. The self-seeking subject has become its own lost object.\nIn a last, desperate bid for satisfaction, loss congeals, becoming a \nfleeting fetishistic surrogate for itself, only to float off immediately in the \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 131,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "der",
        "gestaltloser",
        "ein",
        "phg",
        "vapour",
        "luft",
        "erzeugnis",
        "dunst",
        "rection",
        "stitutive"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\ninternal hemorrhage of the self. “Refined into this purity, consciousness \nexists in its poorest form, and the poverty which constitutes its sole pos-\nsession is itself a vanishing” (PhG §657; emphases mine). The void carved \nby the missing object turns into a filling for itself: even absence provides \nits own bitter consolation. The empty self is the final creation of a subject \nwhose agency knows no limit. The ego becomes a potter’s vase, a well-\nwrought urn—an exquisite emptiness from which arises, but briefly, the \npromise of fulfillment.\nThe hollow object which it has generated [erzeugt] for itself now fills it . . . with a \nsense of emptiness. Its activity is a yearning which merely loses itself as conscious-\nness becomes an object devoid of substance, and, rising above this loss, and fall-\ning back on itself, finds itself only as a lost soul. In this transparent purity of its \nmoments, an unhappy, so-called “beautiful soul,” its light dies away within it, and \nit vanishes like a shapeless vapour that dissolves into thin air [schwindet als ein \ngestaltloser Dunst, der sich in Luft auflöst]. (PhG §658; emphases mine)\n“So-called” beauty—the sculptural plenitude of the self—has just \ndisintegrated into a formless vapor. (The scare quotes are essential: Hegel \nis nothing if not ironic in his depiction of the Romantic ironist.) The \nflight from the scatter of existence has ended up pulverizing the self into \nan infinity of atoms in a void—a mist in which floats the hazy vestige of \nthe insight that had once spread through an unresisting atmosphere like \na ravaging infection (cf. §545). Hegel had already, as we have noted, char-\nacterized communicative rationality as a vaporous contagion: meaning is \ntransmitted from speaker to auditor like a communicable, airborne disease \n(PhG §508). In its contagious proximity, language exhibits the deferral con-\nstitutive of experience; it promises to bind by transferring, translating, and \nthus containing the carnal immediacy of transient speech within the ideal \nsubjectivity of the auditor. The dead letter of the material signifier attains \nits spiritual afterlife in being comprehended and retained by the one who \nlistens: “this vanishing is thus at once its abiding” (PhG §508). This resur-\nrection is precisely what is preempted by the pyrotechnics of conscience as \nit spins about from Überzeugung (conviction) through Zeugnis (testimony) \ninto beautiful Erzeugnis (creation or procreation). In the self-consuming \nspeech acts of Romanticism, the creator eats his own words. To maintain \nthe purity of its initiative, the work doubles over in self-­commentary; it \nanticipates its own critique and thus blocks the mediation it secretly solic-\nits.68 By providing my own reading of my work, I void any possible con-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 132,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "nius",
        "previ",
        "crit",
        "icism",
        "ious",
        "perbolic",
        "unworks",
        "novalis",
        "ously",
        "bil"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \ntext of recognition: I incorporate the phantom auditor whom I had previ-\nously projected (if only in order to ratify my own conviction), and in so \ndoing become my own phantom. Having become other to myself, I not \nonly hear myself speak but I preemptively hear myself hear, if only to block \nothers from so doing. This is, actually, psychosis. Language has become a \nterminal illness communicated from self to self (the “vanishing mediator,” \nthe interlocutor, has literally vanished here). As infection turns back on \nsource, the subject gives birth to itself as an endlessly repeating stillbirth, \nwhile speech collapses into an empty resonating tone.\nAlthough the specific allusion here appears to be to Novalis and \nthe fatal tuberculosis that Hegel brutally declares to be his just reward \n(I shall come back to this), Hegel’s description anticipates Baudelaire’s \ndepiction of spleen: the disintegration of the creative self under the bil-\nious pressure of its own genius as it evaporates into the misty torpor of \nmodern life. Ross Chambers describes spleen as “anger vaporized”69—a \nrage blocked by censors both external and internal and the compensatory \noverproduction of a language that drifts and decomposes like evanescent \nfog. The smoggy skies of Paris will reveal the blocked horizon of a world \nstripped of transcendence—no stars shine through the smudge. After \n1848, Baudelaire will link the crisis of poetic originality to the trauma of \nthe failed Revolution. Spleen expresses the self-dissolution of the self-will-\ning will.Originality must henceforth be forged from the recycling of the \nponcif or stereotype, and the revolutionary beginning wrested from the \nmissed opportunities of the recent past. Spleen, for Baudelaire, expresses \nthe subject’s most profound “depolitification” in the face of an intractable \nhistorical reality, even as it shatters any belief in the consolations of art as \nluminous transcendence.70\nBack in Germany, Hegel’s Romantics stage such a disenchantment \nsome fifty years earlier and to equally devastating effect. The evaporation \nof the self-fashioning ego spells the disintegration of every revolutionary \nideal. With the beautiful soul’s final retreat into raging speechlessness, the \nmelancholic undercurrent of Spirit’s entire trajectory becomes explicit, hy-\nperbolic, and ultimately psychotic. Reduced to pure judgment, to the crit-\nicism that exceeds and unworks the work to which it devotes itself, the \nmoral genius annihilates the world in a blaze of hatred—Hyperion’s spit-\nting tirade against the idiocies of “molluscan existence.”71 The moral ge-\nnius refuses to reciprocate the confession that he punishingly ­extracts from \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 133,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "nal",
        "phg",
        "expe",
        "novalis",
        "persal",
        "rience",
        "ful",
        "sittlichkeit",
        "geistesverlassenheit",
        "lderlin"
      ],
      "full_text": " \n  Revolution at a Distance, or, Moral Terror\nothers, and thus excludes himself from the speaking community to which \nhe consecrates itself.\nStiff-necked silence is the flip side of the garrulousness that can only \ncondemn what it will not recognize. It announces Spirit’s spiral into sui-\ncidal disintegration. By exempting itself from its own moral judgment, \nthe beautiful soul disowns the common humanity that this very judgment \npresupposes; this performative contradiction announces the ultimate sin \nagainst the Spirit. Silence in this context is equivalent to the most extreme \nblasphemy. The sullen withdrawal from the speaking community marks \nthe nadir of Geistesverlassenheit, a total abandonment of and by the Holy \nSpirit, for which, biblically speaking, “there is no forgiveness either in this \nage or in the age to come” (Matt. 12:32). The phantasm of the beauti-\nful new beginning is in the end, then, for Hegel, just as for Kant, the cri-\nmen inexpiabile—the unforgivable transgression, which must nonetheless \nsomehow be forgiven.\nAs the beautiful soul becomes “conscious of its contradiction” (to \nwit, the antinomy between the universality to which it is devoted and the \nfanatic singularity of its devotion), it becomes “disordered to the point of \nmadness, wastes away in yearning and pines away in consumption” (PhG \n§668). Hyperbole aside, the madness has a specific historical inflection. It \nexpresses the predicament of a subject for whom transgression is unwit-\nting, inescapable, and ineradicable. This in itself is not news; the expe-\nrience of Sittlichkeit had long established that much.72 What marks the \nspecial modernity of the experience is that guilt is now completely inter-\nnal: there is no context of fate to which my transgression can be assigned \nor into which it can be absorbed. The fissure is internal, and the abyss \nwithin. Whatever the conceptual link between “madness” and “consump-\ntion”—between Hölderlin babbling in his tower and Novalis at his tuber-\ncular last gasp (for in these two directions the biographical signposts seem \nall irrefutably, cruelly, ludicrously to point)—the association is interesting \nnot least because in both cases we are presented with an immediate con-\nvertibility of psyche and soma. Spirit collapses into the body it had repudi-\nated, which in turn wafts away with the angelic ideality of evanescent air. \nThe infinite contraction of a subjectivity withdrawn into itself (as Hegel \nlater characterizes madness) presents the mirror image of the infinite dis-\npersal of a body reduced to its elementary atomic particles so as to disap-\npear without a trace.\n"
    }
  ]
}