{
  "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
  "batch_number": 1,
  "total_batches": 6,
  "pages": [
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 4,
      "bucket": "E (10%+)",
      "error_rate": 20.0,
      "unknown_words_sample": [
        "mieke",
        "bal"
      ],
      "full_text": "Cultural Memory\nin\nthe\nPresent\nMieke Bal and Hent de Vries, Editors\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 6,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "comay"
      ],
      "full_text": "Mourning Sickness\nHegel and the French Revolution\nRebecca Comay\nstanford university press\nstanford, california\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 10,
      "bucket": "E (10%+)",
      "error_rate": 18.5,
      "unknown_words_sample": [
        "mis",
        "vacui",
        "imperii",
        "xii",
        "doch",
        "noch",
        "nicht",
        "und",
        "crimen",
        "schon"
      ],
      "full_text": "Contents\nAcknowledgments\t\nxi\nAbbreviations\t\nxii\n\t\nIntroduction: French Revolution, German Misère\t\n1\n1.\t Missed Revolutions: Translation, Transmission, Trauma\t\n8\n“ . . . an impossibly speedy motion”\t\n8\nTranslatio imperii\t\n14\nCopernican and Other Revolutions\t\n17\n“The Magic Wand of Analogy”\t\n20\nNoch nicht und doch schon . . . \t\n21\nTranslation as Trauma\t\n24\n2.\t The Kantian Theater\t\n26\nCrimen inexpiabile\t\n28\nShipwreck with Spectator\t\n31\nThe Abyss of Form\t\n35\nDiabolical?\t\n42\nMoral Revolution\t\n46\nAnother Scene\t\n50\n3.\t The Corpse of Faith\t\n55\nRevolution or Reform?\t\n55\nDead Right\t\n58\nErasures\t\n60\nTerror as Melancholia\t\n64\nOf Kings and Cabbages\t\n67\nHorror vacui\t\n74\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 11,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "antinomies",
        "rasa",
        "tabula"
      ],
      "full_text": "4.\tRevolution at a Distance, or, Moral Terror\t\n81\nPhilosophical Thermidor\t\n82\n“ . . . another land”\t\n85\nFrom Terror to Anxiety\t\n87\nMorality as Slave Ideology\t\n91\nKant as Terrorist\t\n93\nFirst Step: Morality as Perversion\t\n98\nSecond Step: Perversion as Aestheticism\t\n101\nThird Step: Aestheticism as Ideology\t\n103\nVaporized Subjectivity\t\n109\n5.\t Terrors of the Tabula Rasa\t\n118\nAntinomies of Forgiveness\t\n119\n“Rushing Toward Reconciliation”\t\n125\nWounds of Spirit\t\n129\nPolitics of Forgiveness?\t\n131\nWorld Soul on Horseback\t\n136\n“The Self-Moving Life of the Dead”\t\n139\nGray on Gray (Hegel, Beckett, Richter)\t\n142\n“As if it had learned nothing . . .”\t\n145\n“We, the masters . . .”\t\n149\nNotes\t\n157\nIndex\t\n193\nx \n  Contents\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 12,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "raykov",
        "rina",
        "cadava",
        "lyndal",
        "roazen",
        "dreyer",
        "mcgeer",
        "nisenbaum",
        "cutrofello",
        "stargardt"
      ],
      "full_text": "Acknowledgments\nThis book was written fitfully and took forever to finish, while life \nmoved along at its own wonderfully different pace. Never could I have imag-\nined such acute, thoughtful, and generous readers. I am profoundly grateful \nfor the probing comments, friendship, and inspiring examples of Ian ­Balfour, \nAndrew Cutrofello, Daniel Heller-Roazen, Lyndal Roper, and Nick ­Stargardt, \nwho all read the manuscript at various stages. I owe particular thanks to Ma-\nrina Vitkin, who commented on the manuscript repeatedly with her inimi-\ntable rigor and subtlety, and to Jay Bernstein, for penetrating comments and \nalways bracing discussion. Above all I thank Cary Fagan, for unforgettable \nconversations, writerly acuity, and for help in every way and every day.\nMany of these ideas were first explored in the classroom, and I thank my \namazing students in Toronto, Buffalo, and Princeton who inspired me hugely. \nPortions of the writing were done while holding visiting appointments in \nthe Comparative Literature Department at the University of Buffalo and the \nGerman Department at Princeton, where I also had the good fortune to be a \nvisiting fellow in the Humanities Council; I am particularly grateful for the \nhospitality of Rodolphe Gasché, Shaun Irlam, and Susan Varney while I was \nat Buffalo, and Mike Jennings, Eduardo Cadava and Tori McGeer at Prince­\nton. And I am deeply appreciative of the ongoing support of my colleagues at \nthe University of Toronto—in particular Eric Cazdyn, Julian ­Patrick, Donald \nAinslie, and Bob Gibbs. The editorial team at Stanford University Press made \nthe publication process as blissfully efficient as the writing process was not, \nand I am especially grateful to my editors, Emily-Jane Cohen and Mariana \nRaykov, and to Peter Dreyer for his meticulous copyediting. Thanks also to \nKarin Nisenbaum for her careful work preparing the index, and to Emilio \nComay del Junco for help preparing the final manuscript. \nBut this owes most of all to the generosity and exuberance of those \nwho lived with it—above all to Emilio and Yoyo, who were there from the \nvery beginning (this is for you, to remember the times in Berlin and Paris, \nand for all the other times too), and to Cary, Sophie, and Rachel, who came \nalong in the middle and transformed my life.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 13,
      "bucket": "E (10%+)",
      "error_rate": 14.7,
      "unknown_words_sample": [
        "gregor",
        "abbre",
        "der",
        "trans",
        "gruyter",
        "grundrisse",
        "schriften",
        "niglich",
        "wissenschaften",
        "guyer"
      ],
      "full_text": "Abbreviations\nWhere a citation gives both German and English sources, the relevant \nquotation is from the existing English translation, occasionally modified.\nAk\t\nImmanuel Kant, Gesammelte Schriften (facsimile of the standard \n“Akademie” edition of Kant’s works published by the Königlich-\nPreußischen Akademie der Wissenschaften, 1902–), 23 vols. \n(­Berlin: de Gruyter, 1968–)\nAP\t\nImmanuel Kant, Anthropology from a Pragmatic Point of View \n(1798), trans. and ed. Robert B. Louden (New York: Cam-\nbridge University Press, 2006)\nCF\t\nImmanuel Kant, Conflict of the Faculties (1798), in Religion and \nRational Theology, trans. and ed. Allen W. Wood and George di \nGiovanni (Cambridge: Cambridge University Press, 1996)\nCJ\t\nImmanuel Kant, Critique of the Power of Judgment (1790), \ntrans. Paul Guyer and Eric Matthews (Cambridge: Cambridge \nUniversity Press, 2000)\nCPrR\t\nImmanuel Kant, Critique of Practical Reason (1788), in id. Prac-\ntical Philosophy, trans. and ed. Mary J. Gregor (Cambridge: \nCambridge University Press, 1996)\nEnz\t\nG. W. F. Hegel, Enzyklopädie der philosophischen Wissenschaften \nim Grundrisse (Encyclopedia of the Philosophical Sciences) (1817–\n1830), 3 vols., in id., Werke, vols. 8–10. References to the En-\ncyclopedia will be given by paragraph number, except where \nthe length of the paragraph justifies including a page number. \nThe supplementary “additions” (Zusätze) incorporated into \nthe later editions of the work will be indicated by the abbre-\nviation Z after the paragraph number, while Hegel’s “remarks” \n(­Anmerkungen) will be indicated by A.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 14,
      "bucket": "E (10%+)",
      "error_rate": 19.4,
      "unknown_words_sample": [
        "phr",
        "ausgabe",
        "gregor",
        "paedia",
        "unwin",
        "von",
        "vol",
        "ningh",
        "phh",
        "hardenbergs"
      ],
      "full_text": "Abbreviations    xiii\nEPW\t\nThe Early Political Writings of the German Romantics, ed. and \ntrans. Frederick C. Beiser (Cambridge: Cambridge University \nPress, 1996)\nETW\t\nG. W. F. Hegel, Early Theological Writings, trans. T. M. Knox et \nal. (1948; Philadelphia: University of Pennsylvania Press, 1971)\nKA\t\nFriedrich Schlegel, Kritische Friedrich-Schlegel-Ausgabe, ed. Ernst \nBehler et al. (Munich: F. Schöningh, 1958–2006), 35 vols.\nMM\t\nImmanuel Kant, Metaphysics of Morals (1797), in id., Practical \nPhilosophy, trans. and ed. Mary J. Gregor (Cambridge: Cam-\nbridge University Press, 1996)\nPhG\t\nG. W. F. Hegel, Phänomenologie des Geistes (1807), in id., Werke, \nvol.3; trans. A. V. Miller as Phenomenology of Spirit (Oxford: \nOxford University Press, 1977). All references to this text will \nbe by paragraph number.\nPhH\t\nG. W. F. Hegel, The Philosophy of History, trans. J. Sibree (1837; \nNew York: Dover, 1956)\nPhM\t\nG. W. F. Hegel, Philosophy of Mind. Part Three of the Encyclo-\npaedia of the Philosophical Sciences (1830), trans. William Wal-\nlace and A. V. Miller (Oxford: Oxford University Press, 1971)\nPhNa\t\nG. W. F. Hegel, Philosophy of Nature (1830), 3 vols., ed. and \ntrans. M. J. Petry (London: George Allen and Unwin, 1970)\nPhR\t\nG. W. F. Hegel, Elements of the Philosophy of Right (1820), ed. \nAllen Wood, trans. H. B. Nisbet (Cambridge: Cambridge Uni-\nversity Press, 1991)\nPP\t\nImmanuel Kant, “Toward perpetual peace” (1795), in id., Prac-\ntical Philosophy, trans. and ed. Mary J. Gregor (Cambridge: \nCambridge University Press, 1996)\nRR\t\nImmanuel Kant, Religion Within the Boundaries of Mere Reason \n(1793), trans. George di Giovanni, in Kant, Religion and Ra-\ntional Theology, ed. Allen W. Wood and George di Giovanni \n(Cambridge: Cambridge University Press, 1996)\nSchriften\t\nNovalis, Schriften. Die Werke Friedrich von Hardenbergs, eds. Paul \nKluckholm and Richard Samuel (Stuttgart: W. Kohlhammer, \n1960–1988), 6 vols.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 15,
      "bucket": "E (10%+)",
      "error_rate": 23.3,
      "unknown_words_sample": [
        "gregor",
        "von",
        "vol",
        "der",
        "trans",
        "vpr",
        "ber",
        "suhrkamp",
        "vpg",
        "vorlesungen"
      ],
      "full_text": "xiv \n  Abbreviations\nSE\t\nSigmund Freud, The Standard Edition of the Complete Psycho-\nlogical Works, ed. and trans. James Strachey et al., 24 vols. (Lon-\ndon: Hogarth Press and Institute of Psycho-Analysis, 1953-74)\nTP\t\nImmanuel Kant, “On the common saying: that may be correct \nin theory, but it is of no use in practice” (1793), in id., Practical \nPhilosophy, trans. and ed. Mary J. Gregor (Cambridge: Cam-\nbridge University Press, 1996)\nVGP\t\nG. W. F. Hegel, Vorlesungen über die Geschichte der Philosophie, \n3 vols., in id., Werke, vols. 18–20\nVPG\t\nG. W. F. Hegel, Vorlesungen über die Philosophie der Geschichte, \nin id., Werke, vol. 12\nVPR\t\nG. W. F. Hegel, Philosophie des Rechts: Die Vorlesungen von \n1819/20 in einer Nachschrift, ed. Dieter Henrich (Frankfurt \na.M.: Suhrkamp, 1983)\nWerke\t\nG. W. F. Hegel, Werke, 20 vols. (Frankfurt am Main: Suhrkamp, \n1970)\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 18,
      "bucket": "B (1-3%)",
      "error_rate": 2.0,
      "unknown_words_sample": [
        "mis",
        "nizes",
        "doesn",
        "recog"
      ],
      "full_text": "Introduction\nFrench Revolution, German Misère\nOnly our most distant descendents will be able to decide whether we should be \npraised or reproached for first working out our philosophy before working out our \nrevolution.\nheine, On the History of Religion and Philosophy in Germany\nA well-rehearsed story about German intellectuals around 1800 goes \nsomething like this. Gazing across the Rhine at the chaos and carnage, Ger-\nman philosophy congratulates itself for having preempted such turmoil on \nits own soil. Germany doesn’t need that kind of revolution: it has already \nexperienced a far more shattering one of its own. Having long established \nits own brand of radicalism in the form of the Protestant Reformation, \nGermany has already outstripped, at a spiritual level, anything the French \ncould accomplish in practical terms.\nHaving successfully gone through its own upheaval, Germany recog-\nnizes its own image in the French revolutionary struggle and is poised to \nextract from the Revolution an energy blocked to those caught up in its \nwhirl. This affinity allows it to affirm solidarity with the Revolution and \neven to enjoy a vicarious thrill in its terrors, while managing to soften its \nultimate impact. Germany lays claim to the revolutionary legacy even as \nit denies any immediate link to the event. By insisting on its own radical \npedigree, it is able to position itself as the French Revolution’s predecessor, \nsuccessor, and most faithful contemporary. It can celebrate, surpass, and \nmourn, at a distance, what was never its own to experience firsthand. The \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 19,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "mis",
        "veals",
        "crepitude",
        "incorri",
        "nonsynchronicity",
        "absolut",
        "philosophi",
        "contem",
        "gible",
        "torical"
      ],
      "full_text": " \n  Introduction\nproject of German idealism—autonomy in all colors, shapes, and sizes—\nbecomes the virtual precursor and prolongation of the political event.\nObserving a thinly disguised blend of anxiety, envy, and schaden-\nfreude, critics from Marx and Engels onward will declare such an attitude \nto be typical of the “German misery.” Die deutsche Misère: the mélange of \nlanguages is suggestive, as so often in Marx, of a jarring dissonance—an in-\ntractable conflict between national cultures, between theory and practice, \nmind and body, contemplation and action, spirit and letter, and ultimately \nbetween historical epochs forced, both by circumstances and by magnetic \nattraction, into allergic proximity. Misère (the word, with its majuscule, \nis strictly speaking neither French nor German) stands here above all for \na historical discordance. The Revolution not only highlights the startling \ncontrast between the breathtaking modernity of France and the general de-\ncrepitude of a Germany still mired in the swamplands of feudal absolut-\nism—the various political, social, economic, and technological delays that \nseem to consign it to the backwaters of history—“a dusty fact in the his-\ntorical lumber-room of modern nations.”1 It also throws into relief a persis-\ntent misalignment both between and within the various strands of German \nexperience—a blend of intellectual precocity and political retardation that \nsets the pace for its peculiar transition to modernity. “We are the philosophi-\ncal contemporaries of the modern age without being its historical contem-\nporaries,” Marx comments.2 This discrepancy between theoretical audacity \nand practical docility—intense philosophical intimacy with an event that is \nregarded as either politically repugnant or pragmatically unthinkable—re-\nveals far more than ambivalence, inconsistency, hypocrisy, or the regression \nof German culture from the lofty heights of speculation into “beer-­swilling \nphilistinism.”3 (This last insult was recurrent in the radical literature of \nthe 1840s, as the forces of repression and censorship swelled, revolutionary \nhopes sagged, and the cosmopolitan ambitions of German idealism gave \nway to virulent forms of nationalism and parochial self-­interest. “A Ger-\nman’s patriotism,” writes Heine, “means that his heart contracts and shrinks \nlike leather in the cold.”)4 The discrepancy points to a seemingly incorri-\ngible temporal slippage. German history scans as a dissonant counter­point \nof divergent rhythms running along separate tracks, each set to a different \ntempo and a different beat. Racing forever ahead of an event to which it \ncan never catch up, forever Achilles to the tortoise, Germany, around 1800, \npresents the perfect model of historical nonsynchronicity.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 23,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "ronism",
        "gularly",
        "exteriority",
        "ity",
        "ceptualize",
        "unbridgeably",
        "ized",
        "petuates",
        "ogy",
        "noncoincidence"
      ],
      "full_text": " \n  Introduction\nnothing but its own noncoincidence with itself—a repetitive struggle to \ndefine and position itself in a world to which it will not conform. Anach-\nronism is its signature: experience is continually outbidding itself, perpetu-\nally making demands that it (i.e., the world) is unequipped to realize and \nunprepared to recognize, and comprehension inevitably comes too late to \nmake a difference, if only because the stakes have already changed. Abso-\nlute knowing is the exposition of this delay. Its mandate is to make explicit \nthe structural dissonance of experience. If philosophy makes any claim to \nuniversality, this is not because it synchronizes the calendars or provides \nintellectual compensation for its own tardiness. Its contribution is rather \nto formalize the necessity of the delay, together with the inventive strate-\ngies with which such a delay itself is invariably disguised, ignored, glamor-\nized, or rationalized.\nThis is why, for Hegel, the French Revolution will remain a “knot” \n(Philosophy of History)—it leaves a residue for future generations. Although \nmy reading differs from conventional readings that deplore the capacious-\nness of absolute knowing—its ability to absorb and profit from the most \nrecalcitrant material (evil, idiocy, excrement, etc.)—it is not my ambition \nto point to some kind of inassimilable remainder to the system, a moment \nof excess or exteriority to reason. My aim is rather to explore the ways in \nwhich the seeming exception constitutes the norm: revolutionary negativ-\nity is simultaneously a limit to experience and its paradigmatic logic. This \nis why the French Revolution appears at once unbridgeably distant and \nuncannily familiar.\nPhilosophy diagnoses the “German misery” even as it inevitably per-\npetuates it. Hegel shares the usual fantasies of his epoch, but adds a dose \nof clarity and critique to the ideological brew. This is what makes him sin-\ngularly interesting among his contemporaries. He shows how a fantasy can \nbe simultaneously enjoyed and deconstructed. In the long-awaited (and \nstrangely anticlimactic) finale of the “Spirit” chapter in the Phenomenol-\nogy—this will be the topic of my final chapter—thinking will be forced to \nconfront the costs of its own lateness.\nHegel’s philosophy thus poses an immediate challenge. How to con-\nceptualize lateness without assuming the stable reference point of a uni-\nform and continuous time frame from which to take the measure of the \ndelay? The issue is normative: can the concept of delay be thought without \nintroducing a linear, additive, progressive—in every way outdated—model \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 25,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "campe",
        "eindeutschbar",
        "nderung",
        "lables",
        "schaffung",
        "verdeutsch",
        "syl",
        "lzung",
        "lier",
        "inassimilable"
      ],
      "full_text": "1\nMissed Revolutions\nTranslation, Transmission, Trauma\n“. . . an impossibly speedy motion”\nIn 1792, the Enlightenment writer Joachim Heinrich Campe noted \nthat after centuries of exposure, the Latin loanword “Revolution” remained \na foreign body in the German language—inassimilable, without exact \nequivalent, a stumbling block to translation and appropriation. Despite the \nabundance of available German words conveying more or less the same idea \n(“upheaval,” “rebellion,” “overthrow,” “insurrection”), attempts at para-\nphrase kept faltering. “Revolution” was neither eindeutschbar or verdeutsch-\nbar: despite its age, it could not be integrated, and despite its familiarity, it \nyielded no precise synonym. Campe reflects on the weighty sonority of the \nvarious German synonyms: Umschwung, Umwälzung, Umänderung, Um-\nschaffung—thickly packed consonants sitting like boulders in the mouth, \nneeding effort, patience, time to roll them over. German sounds move as \nslowly as German constitutions change: they trudge behind the open syl-\nlables of the romance language, just as German political life lags behind \nthe lightning speed of French revolutionary transformation. Neither deed \nnor word could keep pace with this “impossibly light and speedy motion.”1\nThe remark appears in Campe’s prize-winning essay submitted ear-\nlier that year to a contest, sponsored by the Prussian Academy of Sciences, \non the question, “Is complete purity of language possible in general and for \nthe German language in particular?” Campe’s response is a steamy nation-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 26,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "campe",
        "awk",
        "deutlichkeit",
        "germanification",
        "proto",
        "von",
        "manness",
        "nationale",
        "moser",
        "humain"
      ],
      "full_text": "Missed Revolutions    \nalist manifesto proposing to purge the German language of foreign con-\ntaminants, a proposal he would almost immediately put into practice with \nan ambitious dictionary project of “Germanification” (Verdeutschung), in \nwhich he sought to replace, wherever possible, every word of foreign ex-\ntraction (which meant at that time mainly French and Latin) with an ex-\nisting German equivalent or, where necessary, a neologism.2\nThe issue was not a new one, although the terms of the antagonism \nwere constantly shifting. The specific resistance to the French language \neasily goes back to a reaction against the prestige of French in eighteenth-­\ncentury German court culture, while a more general antipathy to things \nLatin dates at least from the Reformation. Luther’s translation of the Vul-\ngate had explicitly set out to liberate the living spirit of Scripture from the \ndeadly literalism of the Roman Catholic Church. The very idea of Ger-\nmanness, Deutschheit, was already linked here to the proto-Enlightenment \nideal of clarity and accessibility, Deutlichkeit—a publicity bound to the im-\nmediacy of oral speech and to the open circulation of street and market.3 \nWe might say that Deutschheit supplied the radiant middle term between \nthe luminous poles of religion (Revelation) and reason (Enlightenment).\nBy the time Campe issued his salvo, the revolutionary wars were \nraging, and Germany’s situation was perilous. “Germany is a state no \nmore,” Hegel would announce within a few years, adding that actually, \nstrictly speaking, it never had been a state, not a real one, not a nation \nto live or die for, that it lacked the essential drive to unity, that at least \nsince the Peace of Westphalia, if not before, the German nation had been \nin a condition of “organized statelessness”—a lifeless aggregate, a heap of \nstones—ravaged by its obdurate individualism, political fragmentation, \nand centrifugal tendency to dispersion.4 This had been a common theme \nwell before 1800. As early as 1667, Pufendorf had already remarked on the \n“irregular and ­monster-shaped body” of the Holy Roman Empire—awk-\nward, ungainly, incurably weakened by “disease and convulsion.”5 Even \nthe Reich’s admirers noted its moribund condition—a “clumsy mass” \n(­Johannes von Müller), a leaking ship (Friedrich Karl von Moser).6\nCampe himself was no antirevolutionary. The same year the Prussian \nAcademy commended his patriotism, the French Assemblée nationale paid \ntribute to his cosmopolitanism. In 1792, he was named honorary citizen of \nthe newborn Republic for contributions to the genre humain (along with, \namong others, Friedrich Klopstock, George Washington, Thomas Paine, \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 27,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "campe",
        "sionate",
        "ency",
        "cul",
        "sistibility",
        "allemand",
        "mer",
        "festo",
        "sistible",
        "transpar"
      ],
      "full_text": " \n  Missed Revolutions\nand a certain “sieur Giller, publiciste allemand”—i.e., Schiller). In the sum-\nmer of 1789, as the first wave of French émigrés was already streaming in \npanic toward Germany, Campe had traveled upstream to witness firsthand \nthe “astounding drama” unfolding in Paris. For one rapturous year, he had \nrelayed his impressions in a widely read series of open letters published \nin the liberal Braunschweiger Journal. Campe describes himself repeatedly \nas swimming against the current—pushing against a barrage of warnings \nfrom friends and family and even against his own initial sense of revulsion \nas he forces his way through the dank and depressing outskirts of Paris to-\nward the effervescent city center. He describes the Revolution as an irre-\nsistible flood sweeping aside ossified ideas and structures, and transforming \nFrenchmen overnight into virtuous Greeks and Romans.\nBy 1792, the tide had turned, the roads of Europe were swarming \nwith émigrés, refugees, and soldiers, the flood had begun to erode lin-\nguistic as well as geographical boundaries, and the German language was \nawash with foreign borrowings. Meanwhile, back in Paris, the slaughter \nhad begun, and Campe, like most of his compatriots, had long decamped \nfrom the scene. His manifesto of 1792 is itself a testimony to the irre-\nsistibility of the French attraction, and not simply by virtue of its pas-\nsionate intensity. Wieland remarks on the “linguistic Jacobinism” of the \nproject. The strange rigor of Campe’s proposal derives in large part from \nthe French idea of sovereignty, with its norm of homogeneity, transpar-\nency, and legibility, and exhibits the general ambiguity of German cul-\ntural nationalism around 1800: how to construct an autonomy forged in \nthe image of the oppressor?\nBy 1806, Napoleon’s army would have conquered the territories on \nboth sides of the Rhine, annexed Austria and Prussia, and put an official \nend to the thousand-year-old Holy Roman Empire and thus to Germany’s \nsymbolic claim, such as it was, to world-historical significance. The stakes \nhad mounted. A year after the battle of Jena, Campe issues a second mani-\nfesto. If the French troops cannot be ejected, the Germans can at least take \na cue from their example; they can turn back the invasion of foreign words \nthat have burrowed through the ramparts of the German language, and \nextract from the restored transparency of their own language a consoling \nimage of national integrity. Disaster can be converted into an occasion for \nspiritual renewal. The shattered nation will find refuge in the plenitude of \nthe mother tongue. “In our times, which are pregnant with misfortune, or \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 28,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "valmy",
        "propor",
        "pre",
        "surro",
        "expe",
        "sume",
        "impo",
        "fremdwort",
        "griev",
        "ence"
      ],
      "full_text": "Missed Revolutions    \nrather have been in labor for years, bearing only ruin, [the German language \nis] the last remaining hope that the German name will not completely dis-\nappear from the annals of mankind, and the last reason to believe that fu-\nture reunification in an autonomous people is a possibility.”7 Observe the \ngendered problematic: botched pregnancy and triumphant rebirth, griev-\nous travail and fruitful labor—the miraculous regeneration of the body \npolitic through an event of immaculate conception.8 The ­Fremdwort is an \nindelible residue of rape and miscegenation. To secure the name and honor \nof the fatherland requires restoring the virginal body of the mother tongue \nby ejecting the bastard progeny of the foreign assailant. Linguistic purity \nmight thus compensate for the loss of political autonomy—both a surro-\ngate for and a conduit to national self-determination.\nThe theme is familiar. It would run through the rhetoric of the \nKultur­nation in pre-Bismarck Germany: the substitution of cultural for \npolitical accomplishment and the sublime conversion of practical impo-\ntence into spiritual triumph. Germany’s insistence on its linguistic and \nspiritual immunity to foreign influence became most vocal at the moment \nwhen Germany itself was most tangibly and materially affected. By 1792, \nGermany’s history would be inextricably embroiled with that of France. \nFor Goethe, it was the battle of Valmy that inaugurated a “new epoch in \nuniversal history,” insofar as the French Revolution would henceforth as-\nsume cosmopolitan, or at least European, and above all German propor-\ntions. The defensive revolutionary war against “the king of Bohemia and \nHungary” would quickly take an expansionist turn, which would continue \nunabated for some fifteen years. For Germany in particular the experi-\nence of the French Revolution would become inseparable from the expe-\nrience of military occupation. Napoleon’s announcement, after Brumaire, \nthat the Revolution was “finished,” its essential principles secured, would \nbe swiftly followed by a series of conquests that paved the way for the im-\nperial refashioning of Germany and its precipitation into a modernity as \npervasive as it was unprepared.\nAfter the defeat by Napoleon, the search for intellectual capital to \noffset Germany’s political submission would take the form of a cultural \nnationalism that evoked the most potent of the Revolution’s resources—\nuniversities would be restructured, museums would be founded, national \nheritages invented—and the ambiguities of the project would become \nmanifest, above all in Prussia. By reinventing itself as a unitary spiritual \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 29,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "staatslehre",
        "ary",
        "vir",
        "transcenden",
        "ter",
        "reden",
        "sibilities",
        "deutsche",
        "ursprache",
        "lution"
      ],
      "full_text": " \n  Missed Revolutions\ncollective, Germany would not only survive the humiliation of foreign \noccupation but profit from the unprecedented opportunity that this pre-\nsented. Cultural reform would prepare the nation for the dramatic so-\ncial innovations that accompanied Napoleon’s arrival by forging a citizenry \nequipped for the liberal institutions of the modern age. It would allow \nGermany to absorb the fruits of the French Revolution without having to \nundergo the turmoil of actual revolution. (This was the liberal version of \nGerman cultural patriotism around 1800. There were, of course, reaction-\nary versions, but those are not important for my narrative.)\nFichte’s notorious Reden an die deutsche Nation [sic], delivered in the \nwinter of 1807/1808 in French-occupied Berlin, is exemplary and just \nthe counterpart of his earlier Jacobin manifesto, which it vehemently repu-\ndiates. The burying of the dead letter of French culture—mechanization, \nstagnation, infection (the mixed metaphors are Fichte’s own)—requires \nan incorporation of this culture, in that Fichte attributes to cosmopolitan \nGerman humanity the ability to love and comprehend the foreigner bet-\nter than the foreigner understands himself. Nowhere is the ambivalence \nof this mimetic rivalry more palpable than in the German idealist recep-\ntion of Rousseau, against whom Fichte would eventually fulminate, in \nthe Staatslehre, for offering a haphazard and utterly unphilosophical so-\nlution to the problem of state power. “It is not surprising that, starting \nout from such principles, [the French Revolution] proceeded as it did.”9 \nBy 1800, Fichte had declared the French Revolution burned out, its pos-\nsibilities exhausted in a single explosive blast, leaving Germany as the sole \nagent of cosmopolitan (as usual in such discussions, this meant European) \nregeneration.\nFichte identifies Germany as the true heir of the Revolution by vir-\ntue of a drive to self-determination—life itself—that he locates, in the ab-\nsence of political unity or autonomy, at the heart of language.10 Developing \nautonomously in supposedly uninterrupted continuity, and unpolluted by \nforeign contaminants, the German Ursprache incarnates the transcenden-\ntal project of free self-fashioning: it presents a collective analogue of the \nself-positing ego. Fichte had already noted the elective affinity between this \nfoundational freedom and that recently inaugurated in France.11 In the act \nof asserting its immunity from French influence, the German language \nproves to be more French, in effect, than polyglot French itself.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 30,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "campe",
        "resi",
        "eingeb",
        "perma",
        "guage",
        "opac",
        "tion",
        "lan",
        "theless",
        "cates"
      ],
      "full_text": "Missed Revolutions    \nWhat is it about revolution—the Revolution (is it one or many?)—\nthat thwarts translation even as it seems to stimulate it? Revolution is at \nonce the occasion, the inspiration, and the impediment to Germany’s \nown spiritual self-affirmation. The word itself implants a kernel of opac-\nity within the pellucid purity of the mother tongue—a shibboleth mark-\ning the limits of assimilation. The perceived sluggishness of the German \ntongue is, in this context, more than just another symptom of the nation’s \ninfamous belatedness—its stalled development, its retarded modernity, the \nanachronism that has reduced it to a dusty stage prop—a “powdered wig \nwithin the historical junk room of modern nations.” The delay also reveals \nsomething crucial about the rhythm of translation. While resisting every \nattempt at paraphrase, the word “Revolution” is lodged within the host \nlanguage with tenacity of a native kind. A permanent outside on the inside, \nit can be neither granted citizenship (eingebürgert), to use Campe’s own \nubiquitous political metaphor, nor deported. It persists like a Gastarbeiter, \nat once feared and needed, within the domestic economy of the mother \ntongue. It remains most foreign just where it appears to be most perma-\nnently installed. Translation falters despite or because of the fact that it has \nalways already occurred.\nTrivial as it may seem (even within his own lifetime his pedantry was \nridiculed), Campe’s hesitation touches on a predicament at the heart of lan-\nguage. It points to a structural impediment to translation that may none-\ntheless prove to be the most stubborn presupposition of translation. Despite \nthe startling literalism of the example, the issue is not only translation in the \nnarrow sense, or even exclusively to do with language. It concerns the more \ngeneral problem of translatio: transfer, transference, transmission, transport, \nthe circulation of things, ideas, and power within the global continuum \nof space and time. And it raises the question of boundaries and borders. \nIt complicates the geopolitical boundary between nations, the historical \nboundary between epochs, the metaphysical boundary between body and \nspirit, the theological boundary between death and life. It points to a resi-\ndue of materiality within language—an “instance of the letter” that compli-\ncates any fantasy of translation as a regulated metabolic exchange, transfer, \nor passage, metapherein, from idiom to idiom, from sense to sense, from \nmatter to meaning, from letter to spirit, and back again. It disturbs the \nmetaphysical foundation of such a transaction by undermining the very no-\ntion of commensurability or equivalence, and in this way aggravates every \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 32,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "extricably",
        "christiana",
        "rupted",
        "ficiency",
        "pable",
        "lating",
        "ferring",
        "incar",
        "moritur",
        "resurrec"
      ],
      "full_text": "Missed Revolutions    \npable foreignness the words exhibit the obduracy of hard matter. It is a \ncard catalogue that is paraded before the crowds thronging the Champ de \nMars: not the things themselves (the artifacts are fragile, and must remain \nwrapped and crated), but their names, an acquisitions list, a series of titles \norganized by the scholars and curators of the Louvre with encyclopedic ef-\nficiency, arranged with military precision, and displayed aloft on signs and \nbanners.15 And it is shards of physical being that are lined up alphabetically \nin the left-hand margins of the page: not meaning, which is rapidly slip-\nping out of view, but the remnants of signification—an array of atomized \nsounds and letters, arbitrarily ordered, jostling for the reader’s attention.\nOne can detect in this “post-colonial fantasy” the delayed echo of an \nearlier imperial topos. The medieval ideology of translatio imperii had in-\nextricably connected genealogical transmission to geographical conquest, \ntemporal extension to spatial expansion: empire is defined as the uninter-\nrupted relay of dynastic legitimacy and authority, without leakage or loss \nof symbolic potency, across territorial lines. This is how the Roman empire, \nand then the Roman Church, and then the various monarchies of Europe \nhad all sought to bolster their authority in the face of crisis, each time re-\nferring their legitimacy to the pedigree of an infallible providential source. \nUncreated, imperishable, without beginning or limit, self-­engendered, self-\nsurviving, without predecessor or successor: empire has the metaphysical \nperpetuity of an Aristotelian form. “Imperium numquam moritur.” The \nempire never dies.16 But it travels and transforms. While remaining inde-\nstructible, the empire undergoes multiple “translations” as its center keeps \nmoving and as its shape and meaning shift. After the fall of the Roman \nempire, the prestige of the urbs aeterna (Jupiter’s prophetic vision, in the \n­Aeneid ) is transferred to the terrestrial glory of the respublica Christiana, \nen route to its eventual but indefinitely deferred eschatological resurrec-\ntion as the civitas Dei. Like a phoenix rising continually from the flames, \nthe empire vanishes only to return, wresting victory from defeat, accumu-\nlating and consolidating sovereignty as it migrates from site to site, from \nepoch to epoch—from Troy to Rome, then on to Rome’s subsequent incar-\nnations, restorations, and re-editions: France, Germany, England, or who-\never else can lay claim to the imperial mantel. This is the Virgil-inspired \nversion of the story. Another rendition, inspired by Jewish and Christian \napocalyptic sources, takes as its starting point the parallel between the days \nof creation, the ages of man, and the ages of the world, mapping a slightly \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 33,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "heiliges",
        "sisted",
        "plun",
        "der",
        "denounc",
        "teuto",
        "coun",
        "misches",
        "verbi",
        "quinctilius"
      ],
      "full_text": " \n  Missed Revolutions\ndifferent itinerary. The torch passes from the Babylonians to the Persians \nto the Macedonians to the Greeks and once more to the Romans. As the \nlast age of the world, last stage of man, Rome remains invincible even as its \ncenter of power migrates: from Byzantium to the Franks, from the Franks \nto the Lombards, from the Lombards to the Germans . . .  Translation in \nthe narrow sense, that is, the translation of texts, the transmission of learn-\ning, and the diffusion of tradition (translatio studii et verbi), plays a spe-\ncial ideological role in this epic transfer. The construction of a continuous \ncultural legacy helps soften the abruptness of transition, fill the vacuum \nof interregnum, and mask the violence of conquest. Translation provides \na transitional space in which the displacements of empire can be endured \nat a figural level: it allows loss to become virtual or “metaphorical”—\na t­ranslatio of translatio. We could consider this second-order translation a \nwork of mourning.\nAccording to its own complicated self-mythology, Germany plays an \nambiguous and ever-changing role in this drama of legitimation. It has re-\nsisted, transformed, prolonged, enhanced, challenged, and confounded the \nRoman imperial mission. All these historic roles mingle discordantly around \n1800. The Germans have defied empire: in the depths of the Teuto­berg for-\nest, Hermann’s band of warriors repulsed the invading troops of ­Publius \nQuinctilius Varus, halting the Roman conquest of northern ­Europe. The \nGermans have transformed empire: with the sack of Rome, the restless \nGoths brought down the pagan universe, indirectly enabling the ideological \ntransformation to universal Christendom.17 The Germans have laid claim \nto empire: with the pope’s crowning of Charlemagne as Imperator Augustus, \non Christmas Day, 800, the torch passed from Byzantium to Franconia, and \nwith the accession of Otto I, in 962, the imperium found its explicit center \nin the Holy Roman Empire (explicitly named, as of 1512, the Holy Roman \nEmpire of the German Nation: Heiliges Römisches Reich Deutscher Na-\ntion).18 And Germany has redefined the terms of empire. While denounc-\ning the legal fiction of translatio imperii, Luther slyly adapts the scheme to \npromote his own vision of Germany’s special world historical mission. He \nridicules the fiction of the Holy Roman Empire as a naked license to plun-\nder: nominal prestige might have been handed over to the German emperor, \nbut all the goods kept returning to fill the coffers of St. Peter’s.19 But Luther \nnever entirely relinquishes the idea of translatio. He reformulates it, coun-\ntering the genealogical fiction of continuity—the idea of an unbroken chain \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 34,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "ein",
        "lution",
        "imperii",
        "von",
        "fahrender",
        "ment",
        "platz",
        "revo",
        "regen",
        "philosophische"
      ],
      "full_text": "Missed Revolutions    \npassing from an ancestral Rome to the present—with an announcement of \nspiritual rupture. It is no longer secular power that is to be transferred but a \nspiritual privilege: no longer translatio imperii, but translatio evangelii—an \nexclusive claim to the Word. Grace, writes Luther, is a traveling object. Its \nsojourn is provisional, and its departure irreversible and abrupt:\nOh my beloved Germans . . . gather in the harvest while there is sunshine and \nfair weather; make use of God’s grace while it is there! For you should know that \nGod’s word and grace is like a passing shower of rain [ein fahrender Platz regen] \nwhich does not return where it has once been. It has been with the Jews, but when \nit’s gone it’s gone, and now they have nothing. Paul brought it to the Greeks; but \nagain when it’s gone it’s gone, and now they have the Turk. Rome and the Latin \nlands also had it, but when it’s gone it’s gone, and now they have the pope. And \nyou Germans need not think that you will have it forever, for ingratitude and con-\ntempt will not keep it. Therefore seize it and hold it fast, whoever can.20\nBy 1806, the symbolic equation of the Roman and the Napoleonic empires \nwill have become explicit for all parties, and Germany’s role in the drama \nburdensome. “We are the people subjugated by the Romans,” writes Hein-\nrich von Kleist. “The goal is to pillage Europe in order to enrich France.”21 \nA complex translation maneuver is in the offing.\nCopernican and Other Revolutions\nIt is very improbable that the Revolution will ever cease; to all appearances it is \neternal. One does not have to be in Paris . . . \nfriedrich schlegel, Philosophische Lehrjahre\nThis is what the German translatio begins to look like around 1800. \nAccording to the “German ideology” (let’s use Marx’s term for the mo-\nment), a revolution in thought would have come, by varying degrees, to \nprecede, succeed, enhance, temper, comprehend, accommodate, preempt \nand eventually to upstage a political revolution whose defining feature had \ncome to be identified with its irredeemable violence: the inexorable slide \nfrom 1789 to 1793. According to this ideology, familiar from Schiller to \nThomas Mann, Germany could both domesticate and dispense with revo-\nlution by virtue of a previous spiritual upheaval that had already achieved \nthe rationality to which the French could only aspire clumsily, violently, \nimpatiently, through their precipitous acting out. Having already been \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 36,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "mune",
        "irresist",
        "fective",
        "stantly",
        "revolu",
        "tion",
        "volutio",
        "naturalis",
        "frac",
        "olution"
      ],
      "full_text": "Missed Revolutions    \nphase. Poison turns into gift. The toxin that triggered the illness would pro-\nvide its cure. Luther had ignited the first spark of a conflagration from whose \nflames Germany might, from a safe distance, continue to draw warmth. Im-\nmune to the virus of revolution, Germany can become its sublime carrier.\nGermany thus sets out to quarantine the political threat of revolu-\ntion while siphoning off its intensity for thought: crisis is harnessed to \nthe project of critical critique. Around 1800, the Reformation is explicitly \ntethered to the agenda of preemptive cultural reform. Political revolution \nmight be forestalled by a “total revolution in sensibility” (Schiller), a “rev-\nolution in thinking” (Kant)—a radical reversal of orientation and agency \nin the light of which literal inversions of power in the social world seem at \nonce catastrophic—bloodthirsty, barbaric—and in the end curiously inef-\nfective. In this light, the French Revolution is seen to be at once far too \ngrandiose and far too modest: risking everything, it dares nothing. What \nmight appear as rapturous upheaval and rupture is repeatedly demystified \nas regressive and reactionary—a return to ground zero and the reversion of \nhistory to mythic nature: the chronic cycle of generation and corruption, \nthe repetitive orbit of the stars and the planets, the perpetual circulation \nof days, years, and seasons, the Sisyphean return of the same. To assume \nauthorship of the laws is to defy the transcendence of Law—to close the \nmetaphysical hiatus on which the law’s very authority rests—and therefore \nto succumb to the tyranny of stagnant nature. Thus the regression of the \nwilling subject to the wasteland of status naturalis, and the reduction of \nhuman freedom to the empty “freedom of a turnspit.”\nHistory in this way collapses into nature, and nature in turn into \nfarce. The modernist figure of revolution as unpredictable historical frac-\nture slides into the traditional astronomical figure of revolution as irresist-\nible cyclical recurrence, while this latter figure of circularity in turn shifts \nfrom a consoling image of stability into a mocking image of meaningless-\nness and futility: one more spin of the wheel, a vain overturning awaiting \nits own overturning. By the late eighteenth century, the word “revolution” \n(re-volutio) pointed to both rupture and repetition, and the semantic strain \nwas beginning to be felt.24 The idea of revolution started to oscillate—it \nrevolved—between these two irreconcilable extremes. “Progressive, con-\nstantly expanding evolution is the very stuff of history,” Novalis declared;25 \nbut it was necessary to prevent the revolutionary’s burden—the stone of \nSisyphus—from rolling back down the mountain, to hold it at the summit \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 39,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "petually",
        "der",
        "insuf",
        "ficient",
        "irrtum",
        "schlechthin",
        "das",
        "temporality",
        "novalis",
        "urbild"
      ],
      "full_text": " \n  Missed Revolutions\nitself as both relative and absolute—at once incomparable and uncannily \nfamiliar. Schlegel pronounces it both “the model of revolutions” (das Urbild \nder Revolutionen) and “the Revolution” (die Revolution schlechthin), both ex-\nemplary prototype and inimitable exception—a class that seeks to embrace \neverything and yet ultimately admits only itself as its sole member.34 The \nRevolution provokes repetition even while it exhausts its own concept, ren-\ndering subsequent renditions at once mandatory, superfluous, and insuf-\nficient. The “magic wand of analogy” (Novalis) in one blow domesticates \nthe Revolution and underscores its recalcitrance to assimilation.35 Like an \nenigmatic signifier, the event stimulates a “drive to translation” (the phrase, \nagain, is Novalis’s) that it necessarily frustrates. The unprecedented strange-\nness of the French Revolution—its novelty, its contingency, its shocking \nincongruity—is exaggerated and denied as Germany seeks to absorb this \n“peculiar crisis” (Herder) within a prior and future upheaval of thought.36\nNote the paradoxical temporality. The new is the déjà vu is the per-\npetually not yet. Always familiar and yet forever awaited, the present \nunfolds into both a memory and a promise. The Revolution splays out \nsimultaneously toward past and future—a cataract diverted from the cliff \nedge of a present left vacant, invulnerable, and intact. The crisis is already \nover: we’ve already had our revolution—there is nothing (left) to fear. Or, \nthe crisis is forever pending: the real revolution is yet to come—there is \nnothing (yet) to fear. Already here, forever elsewhere. . . Translation in one \nblow asserts the inassimilable foreignness of the Revolution and disarms \nit by repatriating it as already long under way. “Them, but not us,” Klop-\nstock intones, with admiration, with envy, with shame, and eventually, as \nthe heads start falling, with an unmistakable tinge of schadenfreude (1793 \nwould be the year of his official recantation: “Mein Irrtum”). Novalis, \nwhose own ambivalence about the Revolution would eventually lead him, \nunlike most of his compatriots, to repudiate it precisely for having pro-\nlonged the atomizing individualism of the Reformation, cannot conceal \na tinge of proprietary pride when he writes that “the best that the French \nhave gained from their revolution is a portion of Germanness.”37 These \ntwo gestures—exclusion and appropriation—are reciprocally entailed.\nGermany thus comes to define itself in relationship to France as si-\nmultaneously precursor and survivor. Having long rehearsed an event it \ncan forever continue to anticipate, Germany offers the French a mirror \nin which to discern an image of a counterfactual past and future. What \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 41,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "istic",
        "tological",
        "ide",
        "auguste",
        "athen",
        "stacle",
        "meis",
        "hysteron",
        "astres",
        "tendenzen"
      ],
      "full_text": " \n  Missed Revolutions\ndefines the “German Misère” around 1800. What Marx calls German ide-\nology might be understood as a kind of trauma.\nTranslation as Trauma\n. . . monotonous flow of an hourglass that eternally empties and turns itself over. \n. . . There is no progress, alas, but merely vulgar revisions and reprints. Such are \nthe exemplars, the ostensible “original editions,” of all the worlds to come.\nauguste blanqui, L’Éternité par les astres\nIn the “Athenæum Fragments,” Friedrich Schlegel draws up a series \nof analogies that mask a secret hierarchy: the French revolution is an Urtext \nthat is both generated and eclipsed by the proliferation of minor textual \naftereffects—the endless stream of commentaries, interpretations, annota-\ntions, revisions, variations, imitations, emendations, abbreviations, expo-\nsitions, elucidations, translations—the comet’s tail of “little books” that \ninconspicuously accompany it.\nThe French Revolution, Fichte’s Wissenschaftslehre, and Goethe’s [Wilhelm] Meis-\nter are the greatest tendencies [Tendenzen] of the age. Whoever is offended by this \njuxtaposition, whoever takes seriously only a revolution that is noisy and material-\nistic, has still not elevated himself to the broader, higher perspective on the history \nof mankind. Even in our shabby cultural histories, which usually resemble a col-\nlection of variants with running commentary for a lost classical text, many a little \nbook has played a larger role than anything done by the noisy multitude, who took \nno notice of it at the time.41\nMajor and minor, primary and secondary, switch roles here—a reversal \nof chronological and phenomenological sequence that challenges the on-\ntological priority of the origin as such. History is a variorum edition in \nwhich the text disappears under the weight of its own marginalia. This \ntrope of hysteron proteron—the (literally) “preposterous” figure of last \nthings first42—is consistent with the early Romantic theory of criticism: \na work proves to be a by-product of its own aftermath, subsequent to \nits own supplement, generated retroactively by the textual overflow that \nwill eventually efface it. “Notes are philological epigrams; translations are \nphilological mimes; many commentaries, where the text is only the ob-\nstacle [­Anstoß ] or the not-I, are philological idylls.”43 The allusion in this \nlast passage (by Schlegel) is unmistakably to Fichte’s self-positing transcen-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 42,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "overinvestment",
        "hypercathexis",
        "flexive",
        "trans",
        "transla",
        "ment",
        "syncopa",
        "tial",
        "tary",
        "metatextual"
      ],
      "full_text": "Missed Revolutions    \ndental ego. The Romantic text generates endless onion skins of commen-\ntary, just as the “I think (that I think . . . )” secretes layers of critical self-­\nreflection—a reflexivity captured in Schlegel’s famous image of the text as \nan “infinite succession of mirrors.”44 The Urtext, like the Fichtean Anstoß, \nhere functions both as impediment and impetus to further displays of re-\nflexive doubling. The “obstacle,” like Dr. Johnson’s stone, is less a shocking \nintrusion of irrefragable immediacy—the brute pressure of an uninterpre-\ntable fact or positivity—than a kind of metaphysical stage prop enabling \never greater feats of metatextual virtuosity.\nThe structure illustrates perfectly the psychoanalytic logic of trauma—\nthe dissolution of the event into a missed event and the hypertrophic invest-\nment in the trivial, the nonevent, the negligible remainder. Freud will discern \nin this delay the basic rhythm of human experience—a perpetual syncopa-\ntion between originary inscription and subsequent transcription, transla-\ntion, or re-edition. The textual metaphors are Freud’s own and should be \nread as literally as possible. Translation (Übersetzung) implies not only a spa-\ntial relay of psychic energy (Besetzung) from one occupation zone to another \nbut an economic inflation—an overinvestment or hypercathexis (Überbeset-\nzung) in the trifling aftermath of an intensity originally unmarked.45 Trauma \nmarks a caesura in which the linear order of time is thrown out of sequence. \nWe compound this temporal disorientation every time we try to quarantine \ntrauma by displacing it to a buried past or a distant future.\nThe event is, by this strategy, at once acknowledged and disavowed. \nIts pressure is both registered and elided by being either consigned to the \ndepths of the immemorial or pushed off to a future forever pending. Trans-\nlation registers this strictly perverse relationship to an imperative all the \nmore urgent for coming always too late.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 43,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "exal",
        "galized",
        "tation",
        "malized",
        "astic",
        "enthusi",
        "unrepresentable",
        "indignations"
      ],
      "full_text": "2\nThe Kantian Theater\nAs happened lately, in all the clarity of modern times, with the French Revolution, \nthat gruesome and . . . superfluous farce, into which, however, noble and enthusi-\nastic spectators all over Europe interpreted from a distance their own indignations \nand raptures so long and so passionately that the text disappeared beneath the \ninterpretation . . . \nnietzsche, Beyond Good and Evil\nGerman writers at the end of the eighteenth century described the \nFrench Revolution as a drama for which their front-row seats rendered \nthem ideal spectators. In his third Critique (1790), Kant had already for-\nmalized the logic whereby terror experienced at a slight distance yields the \nsublime satisfaction of moral self-enhancement—a logic that he would \nexplicitly apply within a few years in the Conflict of the Faculties (written \nin 1795) to the contemporary situation of Germany as it gazed across the \nriver with disinterested interest at the “misery and atrocities” from which \nit drew the moral capital of its own rational humanity. “With what exal-\ntation the uninvolved public looking on sympathized then without the \nslightest intention of assisting.”1\nHumanity thus discovers itself as witness to an event that Kant else-\nwhere in the very same epoch represents as culminating in nothing less \nthan the abyssal, unrepresentable, unthinkable, impossible, the coldly le-\ngalized illegality of the king’s execution threatening to present a diabolical \ninversion of the social order—a complete “overturning” of the concept of \nright, a “suicide” of the state, an “abyss” in which reason threatens to lose \n"
    }
  ]
}