{
  "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
  "batch_number": 4,
  "total_batches": 6,
  "pages": [
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 134,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "spir",
        "ents",
        "ited",
        "spiritus",
        "ivity",
        "polyneices",
        "schwindsucht",
        "mediations"
      ],
      "full_text": "Revolution at a Distance, or, Moral Terror    \nMadness can be regarded as a hyperbole of self-consciousness plum-\nmeting downward to its natural bodily condition: infinitely ironic reflex-\nivity collapses into the merely anthropological muteness of the “feeling \nsoul.”73 Schwindsucht, consumption (I am speculating), is a hyperbole of \nflesh disintegrating upward into wind or spiritus: the body dissipates as \nif to become the breath it lacks. Both represent a kind of anarchism of \nthe immediate, a disaggregation of the corporeal and cerebral systems into \nvanishing abstraction. Hegel’s later accounts of mental and physical illness \nin the Berlin Encyclopedia clarify the connection. With a terminal disease \nsuch as consumption, the body fixes on an isolated organ: the system fails \nto mobilize to fight the disease because the illness has localized itself with-\nout engaging the circulatory system—curiously, it is the partial or limited \nnature of the disease that poses the mortal danger. And with madness, the \npsyche fixes on an isolated topic: the system fails to mobilize to buffer the \nobsession through symbolic mediations; thinking freezes and the whole \nworld evaporates.74 Both diseases in this sense resemble the hypertrophy of \n“civil society” at its most pulverized extreme;75 they both indicate a breach \nof totality and a loss of any organizing center. Nature and spirit coalesce at \nthe point of their most extreme abstraction. Out of breath, dispirited, un-\ninspired, Spirit pauses to draw a final breath.\nThe unburied corpse of the beautiful polis will be displayed one last \ntime in its putrid splendor. The vaporized body of the beautiful soul pres-\nents a challenge even beyond that of the rotting corpse of Polyneices: how \nto mourn a missing body, a body that has gone missing even to itself, spir-\nited away, a body whose wounds will disappear without a trace, like Sade’s \nJustine, forever young and beautiful, intact and virginal—a continually \nunwritten surface, unscarred despite an infinity of mutilations? How are \nwe to commemorate Spirit’s final act of self-erasure?\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 135,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "phg",
        "rad",
        "unelaborated",
        "ical",
        "unworked",
        "machina",
        "ciability",
        "enment",
        "rasa",
        "enlight"
      ],
      "full_text": "5\nTerrors of the Tabula Rasa\nThe “Spirit” chapter of the Phenomenology ends brusquely and with \nlittle fanfare: all is forgiven, the damage is undone, fraternity is established. \nNowhere are Hegel’s theological-political commitments more discomfiting \nthan in this closing scene, which is as unelaborated as it seems to be un-\nrehearsed: just when the dialectic explicitly affirms the possibility of rad-\nical self-invention and the self-generation of the social, Hegel seems to \nlapse into God-talk of the blandest kind. God seems to enter as a deus ex \nmachina, an unworked relic from an ossified tradition. The miraculousness \nof the ending is striking, not least because it seems to point to a permanent \npredicament of secularization, a blockage of translation from the idiom \nof faith into the idiom of Enlightenment—the very failure of mourning \nto which Hegel had attributed the failure of the Revolution. It also has \nsubstantive implications: Hegel is rewriting the terms of sovereignty itself. \nThe awkwardness illuminates the crisis of legitimacy that has been press-\ning since the vision of absolute freedom and the “transplanting of heaven \nto earth below” (PhG §581): what are the normative grounds of human so-\nciability in the absence of the transcendent authority of the divine?\nThe guilty persistence of this loss has stained modernity from the \noutset with the “blemish of an unsatisfied yearning” (PhG §573). Enlight-\nenment has been shadowed by a crime it is condemned to reenact through \ncompulsive rituals of wiping and erasure. “Who gave us the sponge to \nwipe away the entire horizon? Who will wipe this blood off us? Is not the \ngreatness of this deed too great for us? Must we ourselves not become gods \nsimply to appear worthy of it?” Like Nietzsche’s madman (or, rather, like \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 136,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "phg",
        "ment",
        "tingency",
        "linquishes",
        "antinomies",
        "deemable",
        "motiva",
        "criture",
        "blanchot",
        "rasa"
      ],
      "full_text": "Terrors of the Tabula Rasa    \nLady Macbeth), the beautiful soul cannot stop washing and wiping as it \nfades into a somnambulist swoon of “yearning consumption.” It wants to \nbecome the God it has vandalized, even while it knows the loss to be irre-\ndeemable, the guilt irreparable, and that every countermeasure aggravates \nthe offense: how to erase the traces of erasure? And forgiveness repeats this \ncircular obsessional ritual as it keeps rubbing and wiping, and in this way \nreturning to the scene of the disaster.\nAntinomies of Forgiveness\nForgive me for forgiving you . . . \nmaurice blanchot, L’écriture du désastre\n“The wounds of Spirit heal and leave no scars behind.” Hegel’s final \nflourish is apocalyptic in its extremity: out of the abyss of its abandon-\nment, Spirit returns, the consumptive draws breath, speech is restored \nto the madman who had abjured it. Life is unexpectedly granted to one \nwho has withdrawn from the circle of the living: intransigent beauty re-\nlinquishes its rage as it comes to recognize the other’s inadequacy as its \nown. It is the judge’s own refusal to confess that has proved to be the evil \nmost urgently in need of confession; his censorious silence in the face of \nthe other’s disclosure constitutes the ultimate “rebellion against the Spirit” \n(PhG §667). Forgiveness in this context is above all a tacit second-order \nconfession—a confession about nonconfession, and an appeal that the for-\ngiver himself be forgiven, a gesture all the more poignant in that it re-\nmains unspoken and arrives too late. The judge belatedly consummates \nthe ­other’s confession by acknowledging his own ineluctable complicity \nin what he judges, if only by virtue of the furtive particularity of the very \nact of judgment: the ultimate evil lies in the moralizing gaze that discerns \nit always elsewhere. Hegel here again anticipates Freud and Nietzsche: the \nobsession with moral hygiene reeks of dirty voyeurism. The beautiful soul’s \nrefusal to act is an act in both senses: the decision is burdened by the con-\ntingency of every action, and moreover cloaks this defect in the garb of \nrighteous indignation. The critic is so busy cataloguing the evil motiva-\ntions all around him that he leaves off the list the malignant motive for \nthe catalogue in the first place—a set that somehow forgot to include itself \namong its own members.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 139,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "quoque",
        "spiritedness",
        "lence",
        "phg",
        "countertransference",
        "opportun",
        "duced",
        "raderie",
        "rasa",
        "tabula"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nauthenticity of the original confession.4 It raises the specter of opportun-\nism. Behind the manifest appeal to solidarity there wafts an unpleasant \nwhiff of calculation. Was the confession motivated by an expectation of \nexculpation through the other’s counterconfession, a distribution of guilt \nbetween confessant and confessor that might dilute the pungency of the \noriginal confession? I acknowledge my fault before you, but only insofar \nas you let me turn me into your accomplice—tu quoque. I confess, yes, to \nerr is human, as you yourself, you of all people, must surely know. . . Seen \nin this light, the testimony becomes an admission without real liability: I \nam prepared to confess as long as it doesn’t specifically implicate me. The \ntransference thus functions forensically as a translatio crimini—a classic \ndefense strategy (for example, in Cicero), whereby the charge is deflected \nby being “translated” to another party, including the accuser himself. The \nwhole scene has been rehearsed in front of a mirror: the confessant has se-\nduced himself into a confession on the basis of an imaginary identifica-\ntion with the confessor, and he wants to lure in the other similarly. “It is \nenticed into confessing by the vision of itself in the other” (PhG §669). \nCaptivated by the prospect of easy intimacy, the confessant tries to draw in \nthe other through his own disingenuous display of candor. This is the se-\nductive allure of all confession—its theatricality and chronic tendency to \nhypocrisy: it always risks succumbing to the lure of narcissism.\nThe confessor’s silence raises the suspicion that the confession was \ndriven by the desire for spiritual payback. Every claim to validation risks \nregressing to the vulgar calculus of utilitarianism—mutual exoneration \nthrough shared admission. “One hand washes the other” (PhG §560). As \nin love (or maybe this is love), it is the demand for equality that thwarts \nthe possibility of reciprocity. Transference provokes countertransference; the \nconfession can only enrage the listener, who is asked to see his own guilt \nmirrored in the other’s disclosure and is repelled by the thumping cama-\nraderie of the performance. Justified or not (it matters little), the rebuke \ndemystifies the unthinking market assumptions that can always threaten \nto corrupt our notions of reciprocity, even while it confirms the meanness \n(Niedertracht) of the judge who loftily sets himself above (hinaufsetzen) it \nall (PhG §666). Despite or because of its mean-spiritedness, the judge’s si-\nlence contains a glimmer of critical, even emancipatory, potential. With-\nout claiming any great dignity on its own terms, his disdain promises to \nfree confession from the coils of narcissistic self-interest. Too late, and in \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 140,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "ich",
        "affirma",
        "drigung",
        "phg",
        "jection",
        "rasa",
        "meinung",
        "entsagung",
        "gegenteil",
        "tabula"
      ],
      "full_text": "Terrors of the Tabula Rasa    \nany case already contaminated with its own form of narcissism, his coldness \nforces a pause in the buzz of instrumental reason.\nConsider the economics of the encounter. Confession is staged from \nthe outset as a verbal sacrifice or un-saying (Entsagung) of autonomy—\na renunciation (Abwerfen) that both is and is not to be understood as a \nthrowing away (Wegwerfung) of subjectivity. Confession is an experiment \nwith loss that stops short of flat-out abandon—a simultaneous affirma-\ntion and denial in which we can detect a trace of disavowal in the Freudian \nsense—Verwerfung. The confessant “expects that the other will contrib-\nute his part” to the transaction, that he will seal the deal by answering \nconfession with confession, and it is this expectation that initially seems \nto dignify the transaction: it protects the confessor from debasement or \ndegradation (Ernie­drigung, Demutigung), at least in his own mind (PhG \n§§666–67). “He gives himself utterance solely on account of his having \nseen his identity with the other.” The original intention (Meinung) of the \nconfession was to establish reciprocity with the confessant. The divestment \nturns out to be a secret investment awaiting return. What I really “meant,” \nin confessing, was to shore up what is “mine”—a narcissism reflected in the \negocentric grammar of the confessional performative: Ich bin’s (PhG §667).\nBut, says Hegel, with a malicious pleasure, things do not turn out as \nintended, no indeed—“on the contrary!” Im Gegenteil! (PhG §667). The \npunctuation is unusually heavy-handed (at only one other point in the Phe-\nnomenology does the author intrude quite so bouncingly), and the staccato \nmatches the accelerating tempo of the narrative. It speaks to an impatience \nand even anxiety about closure; we shall return to this. In repudiating such \nreciprocity, judgment proves at once stingy and profligate. The hard-hearted \njudge hoards his own subjectivity as private property that he is unwilling to \nalienate within the marketplace of communicative exchange. But in this re-\njection of community, the judge inevitably falls into a spiritual abandon in \nwhich he “throws away” (verwirft) any connection to the other, giving up \nboth liberty and life itself. He shatters in a heap of broken fragments and \n(you can’t die too many times) vanishes in a swoon of delirious tubercular \nconsumption. “It does in fact surrender the being-for-self to which it so \nstubbornly clings; but what it brings forth is only the non-spiritual unity of \nmere being” (PhG §668).\nBoth faith and thus Enlightenment itself can now be rescued from \ninsight’s most boneheaded, but also most stupefying, most unanswerable, \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 144,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "metry",
        "gering",
        "bersichten",
        "ber",
        "tation",
        "ity",
        "phg",
        "asym",
        "rasa",
        "ables"
      ],
      "full_text": "Terrors of the Tabula Rasa    \nables all access to moral universality. In acknowledging this complicity, the \nsubject seeks to complete the project of secularization by undoing the last \nvestige of otherworldliness: a chastened Enlightenment finally settles with \na sobered faith. Hegel’s expanded confessional culture assumes the infinite \nreversibility of guilt and absolution even while maintaining their asym-\nmetry. The title of this final section, “Evil and its Forgiveness,” contains a \ncrucial ambiguity in that the genitive points in two directions. Evil already \npossesses forgiveness: forgiveness perpetuates evil in the act of absolving \nevil, and it bears the indelible stain of the struggle undertaken to achieve \nthis. Every pardon generates another evil in need of pardon, the complic-\nity is infinite, and suspicion must assume terrorist proportions. The offer \nof forgiveness comes from the one manifestly least qualified to provide it \nand it comes too late.\nThis untimeliness will leave a permanent shadow over the reconcilia-\ntion offered. It will set the accelerated tempo of the resolution (the word of \nreconciliation “bursts forth” [hervorbricht] as if from nowhere [PhG §786]) \nand accounts for the extreme narrative compression of the account of ab-\nsolute knowing, which the narrative of forgiveness essentially rehearses. \nBreathlessly abbreviated, the final chapter of the Phenomenology will begin \nby recapitulating in skeletal form the entire preceding trajectory of the \nbook—a “shot from the pistol” that seems to display all the impatience \nagainst which Hegel had warned so impatiently in the Preface. At the very \noutset of the Phenomenology Hegel had rebuked the formulaic brusqueness \nof an approach that snatched at summaries and “overviews” (Übersichten); \nsuch shortcuts slice through the world and inevitably “overlook” (über-\nsehen) its unfolding truth (PhG §53). In its own compulsion to synoptic \nclarity, absolute knowing must, if only for a moment, renounce the lin-\ngering immersion in detail that had determined the tempo and rhythm of \nprephilosophical consciousness and contributed to its persistent disorien-\ntation. Only in hindsight and through the prism of totality can a random \n“succession” of experiences be “raised into a scientific progression” (cf. PhG \n§87). Seen through the rearview mirror of philosophical reflection, the ac-\ncumulated experiences of Spirit will flash by like fleeting snapshots, a series \nof highlights strung together without the connective tissue of narrative di-\nlation. Having missed its own moment, Spirit is condemned to be forever \nstraining to catch up to itself. It keeps sprinting toward a deadline that it \nhas already missed.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 145,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "lacanian",
        "sch",
        "seele",
        "adorno",
        "phg",
        "temporality",
        "hav",
        "rasa",
        "verschwinden",
        "tabula"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nThere is something strangely exorbitant about the forgiveness scene: \nisn’t the judge supposed to be offstage by now? Strictly speaking, the hard-\nhearted judge has already long gone under, his part played out, his frag-\nments scattered: his muteness has already exiled him to the symbolic death \nof “madness” and to the biological death of yearning, tubercular “con-\nsumption” (Schwindsucht)—twice dead but not yet departed. Having been \nsentenced to an early disappearance (Verschwinden), the beautiful soul can \nonly resurface as a spectral apparition, a Hunter Gracchus figure who hav-\ning missed the moment of his own death somehow finds the inspiration, \ndraws the breath, to continue speaking. The whole scene thus transpires in \nthe Lacanian zone between the two deaths, but there is no glamor or con-\nsolation in the rubble—nothing to shield the subject from the horror of \nits own nullity. The beautiful soul is only “so-called beautiful” (eine sogen-\nnante schöne Seele [PhG §658])—an apparition of an appearance, the bar-\nest simulacrum of a semblance—and aesthetic ideology is exhausted. It is \nnot the living circuit of communication that is reactivated in this fragile \nconspiratio. The subject returns to language only after having broken the \ncommunicative contract. It speaks as a shattered vessel, a “broken heart”—\nbeauty petrified and smashed in the mirror of its own image (PhG §669). \nThere is duress here, even a kind of extortion, but of a peculiar kind. It is \nno longer the slavish fear of death that forces my final capitulation to the \nsocial contract. The worst has already occurred. I am already as good as \ndead. I have nothing left to lose.\nDespite or because of what Derrida aptly refers to, if all too hastily \ndismisses, as Hegel’s own “rush toward the economy of a reconciliation”10 \n(the rush is undeniable and deserves analysis: it correlates with the delay \nthat precipitated it), Hegel’s account of forgiveness has a bracingly con-\ntemporary edge. Its starting point is the surd of inexpiable finitude that \nboth thwarts and stimulates every movement toward redemption. And \nit is disfigured by a traumatic temporality of delay. The irreversible (un-\nforgivable) lag between confession and forgiveness dramatizes the defer-\nral constitutive of experience. In this catastrophe is the exaggeration that, \nto paraphrase Adorno again, reveals the truth—namely, that experience is \nthe experience of the impossibility of experience. Far from confirming the \nsubject’s immersion in a restricted economy of exchange, forgiveness has \nthe exorbitance of the gift: it arrives unexpectedly, as from the future, and \nis drawn from the depleted reserves of one who has nothing left to give. \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 146,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "shouldn",
        "onciliation",
        "sha",
        "amfortas",
        "manistic",
        "aporetic",
        "extrava",
        "phg",
        "rasa",
        "parzifal"
      ],
      "full_text": "Terrors of the Tabula Rasa    \nForgiveness not only arrives too late to make a difference, but is not the re-\nsponse expected. What had been anticipated was a counterconfession from \none still living. What is offered is the benediction of the undead.\nThat the scene of forgiveness has an overtly pneumatological, Chris-\ntian appearance is not in itself, of course, an argument against it, but it \ndoes clarify the stakes. It is the sin against the Holy Spirit that Hegel is re-\nvisiting: the punishment is tantamount to the divine withholding of grace \nfrom one who has blasphemed by refusing the possibility of grace—the \nthorny exception to the Christian rule of unlimited, unconditional for-\ngiveness (Matt. 12:32). In lifting the biblical exception, Hegel also sharply \nreverses Kant. Where Kant had problematized the idea of grace, even as he \ntoyed with it, as unbearably compromising the infinity of moral striving, \nHegel reinstates something like grace at its most improbable extreme. He \nintroduces as the occasion for redemption the most intractable obstacle to \nredemption. Hegel appears here simultaneously at his most audacious and \nmost insufferable: even the irredeemable gets drawn into the circuit of rec-\nonciliation. As usual, the scandal can be inflected in at least two opposed \ndirections: as pacifying idealization or as aporetic self-deconstruction.\nWounds of Spirit\nWhat’s done cannot be undone.\nlady macbeth\n“The wounds of Spirit heal and leave no scars behind” (PhG §652). \nReaders get embarrassed or bored by the sudden Wagnerian extrava-\nganza: what kind of healing and why no scars? In our trauma-besotted, \n­memory-obsessed “wound culture,” Hegel’s formula seems magical, sha-\nmanistic, apologetic—cosmetic surgery applied to the structurally unheal-\ning or contingently unhealed wounds of historical existence. The objections \nare various, and can be more or less crudely formulated, but can be col-\nlected into a single bundle: conceptual laxity, existential vacuity, moral ap-\nathy, historical inaccuracy. Hegel is being either stupid or ideological or \nboth: the real wounds don’t heal, or have yet to do so, and in any case scars \ndon’t and shouldn’t just disappear—witness our insatiable contemporary \nhunger for memorials. It’s either too late or too early (usually both) to play \nParzifal to the bleeding Amfortas, or Asclepius to the stinking Philoctetes. \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 147,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "pletely",
        "phg",
        "kraus",
        "penelopean",
        "tabula",
        "edness",
        "slavoj",
        "machinelike",
        "rasa",
        "adorno"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nEither the opportunity has been missed (“philosophy lives on because it \nhas missed the moment of its own realization,” Adorno famously writes) or \nthe conditions have not yet been satisfied (the Messiah has not yet come). \nAnd in any case the very fantasy of healing is wrong-headed: Hegel is either \nignorant of the constitutive trauma of castration (however you care to de-\nfine this: primal repression, class struggle, political antagonism, existential \nfinitude, ethical alterity, sexual difference, ontological difference . . . ) or \ncoldly indifferent to the throbbing wounds of historical oppression. Either \nprecritical or apologetic, and in any case, it is often noted, strangely undia-\nlectical: was not Hegel himself the first to insist that he liked his stockings \nmended but his consciousness torn?11\nSlavoj Žižek argues that such protests sentimentalize and “com-\npletely miss the point” (as he is fond of saying) of speculative negation: as \nHegel reminds us, “consciousness suffers violence at its own hands” (PhG \n§80). Subjectivity is itself the trauma, the injury is self-inflicted. Rather \nthan wishing away the injury or demonizing its malignancy, the point is \nto confront the infinity of the infirmity. The only way to close the wound, \nor rather to undo its coercive power, is to reopen it: to become what we \nare. Absolute knowing is just the subject’s identification with the wound-\nedness that it is. Antidote is in this sense indistinguishable from injury, \nhealth from illness, and poison from cure; Hegel is here rehearsing all the \nparadoxes of the pharmakon. “Salvation is an act of purely formal conver-\nsion,” writes Žižek, “a shift of perspective” whereby we suddenly perceive \nour desire to be always already satisfied and the Messiah to have always \nalready arrived.12 (This is not that there is anything to be satisfied about, \nbut rather because our only satisfaction lies in dissatisfaction. What we de-\nsire more than anything is to keep on desiring: at least it makes us feel as \nif we were still alive.) If we don’t get too sidetracked by the potential her-\noism and even Stoicism of this way of thinking (a whiff of “loser wins”), \nŽižek’s reading is suggestive. It engages the repetitive, restless energy of \nthe dialectic, its obsessive, circular doing and undoing: every inscription \nsupplies its own erasure, every erasure its own reinscription, and this in-\ntransitive, tautological transition from negation to negation is relentless. \nIt exposes desire to the compulsive, machinelike energy of the drive. The \n“silent, ceaseless weaving of Spirit” is Penelopean: the work is infinite and \nthe shroud forever unfinished. As Karl Kraus once said of psychoanalysis \n(although he meant it as a criticism), absolute knowing is the illness for \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 148,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "onciling",
        "performatively",
        "benjaminian",
        "phg",
        "ent",
        "arendt",
        "jakob",
        "haps",
        "counterphobic",
        "erung"
      ],
      "full_text": "Terrors of the Tabula Rasa    \nwhich it presents the cure; the Phenomenology is the perfect case study of \ninterminable analysis.\nPolitics of Forgiveness?\nWhatever its peculiarities, forgiveness cannot exist in theory or in a \nsocial vacuum. As Arendt will emphasize, forgiveness is offered by or to \nothers and only in the presence of others; it is achieved only in being \npublicly enacted: the speech act performatively generates the sociability to \nwhich it attests. The subject secretes or “pours out” (entäußert) its exclusive \nselfhood through an utterance that speaks of nothing other than that there \nis “utterance” (Entäußerung)—a sheer opening to the other, a moment \nof “pure language” in the Benjaminian sense: intransitive, uncommunica-\ntive, inexpressive. The speech act describes nothing, asserts nothing, and \npoints to nothing beyond its own enunciation: it offers a kind of onto-\nlogical proof of the inaugural extension of the speaking subject: “The rec-\nonciling yes, in which the two I’s let go their antithetical existence, is the \nexistence of the ‘I’ which has expanded into a duality” (PhG §671).\nThis reflexivity accounts for the otherwise disappointing emptiness—\nI dare say “flatness”—of Spirit’s last monosyllable. The “reconciling yes” \nfunctions as an empty performative: it is a communication without a mes-\nsage, without any content to communicate other than the fact that there \nis, or could be, communication, that the machine is once more working; a \n“phatic” utterance in the sense explored by Malinowski and Jakob­son, the \nmost minimal gesture of recognition, a purely ceremonial formula whose \nonly function is to prolong or reestablish contact, to check the channel \nor to test the microphone, the audible breath drawn by the speaker as he \nopens his mouth to say something—ritualized, automatic, like a greeting, \nor a password, or like vapid chit-chat about the weather, “inauthentic” per-\nhaps, “empty” certainly, anxious, too, in its uncertainty (we only check the \nconnection once it has broken, or once we have become painfully aware of \nits fragility; the very need for a test is already sufficient proof of the test’s \nown failure, which is what accounts for the anxious obsessionality of the \nritual (are you still listening?); like every counterphobic measure, the test \nneeds to be endlessly repeated; the more it succeeds the more it opens itself \nto failure; it keeps on generating the very indeterminacy it wants to settle), \nfretful, stammering, but almost Joycean in its inaugurative potential.\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 149,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "stitutional",
        "contin",
        "peccatum",
        "fession",
        "cedent",
        "subjectification",
        "nominalized",
        "lacan",
        "ther",
        "rasa"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nNothing precedes the “yes.” Because the judge’s silence has voided all \npreexisting content, it is strictly speaking unspecified what exactly is being \nacknowledged, conceded, or forgiven, and this uncertainty will also in turn \nneed to be forgiven. This is another way of saying that forgiveness retro­\nactively rewrites the terms of the original confession—a perfect example \nof “positing the presupposition.” It is forgiveness that transforms the “con-\nfession of sins” (confessio peccatum) into a “confession of praise” (confessio \nl­audis) and ultimately into a “confession of faith” (confessio fidei), to follow \nAugustine’s trajectory: from an act of self-serving self-accusation to an act of \ntestimony and collective affirmation (con-fiteri) that has the radical contin-\ngency of a new beginning.13 The guilty interval between confession and re-\nsponse opens a chasm in which time starts again and the world is suddenly \nreinvented. To say “yes,” as Derrida has noted, is to prolong the conversation \nby forcing an incessant repetition of the beginning; my response prompts \nyou to rephrase the question to which I will answer yes (and yes again). In its \nemptiness is staged the inaugural force of every action—inaugural, yes, but \nonly because too late, and by that token in need of repetition.14\nPut otherwise: “the ‘yes’”—strange locution—is neither descriptive \nnor normative. It neither refers nor commands. There is neither an ante-\ncedent content to which it assents nor a determinate goal that it prescribes. \nThere are political implications, although they may seem meager; at the very \nminimum Hegel is ruling out every temptation to ethical naturalism. All \naccumulated values have been suspended and there is no symbolic capital \non which to draw. Forgiveness evacuates the substantial plenitude of every \ncommunity, both past and future. The opening to the universal is thus nei-\nther reconstructive (forgiveness does not presuppose the stable identity of \nthe social context) nor constructive (it does not stipulate a social norm). It is \neven unclear by this point either what is being affirmed or who is talking or \nlistening: both speaker and auditor are produced by the speech act, and have \nno existence beyond this. (This is precisely what Lacan means by “headless \nsubjectification.”)15 “The ‘yes’” comes from nowhere, points to nothing, and \ncan be attributed to no one in particular. It is also peculiarly nonidiomatic. \nStrangely nominalized and floating in italics, the word is reduced to a zero \ndegree of meaning and expressivity: spectral, citational, referentially opaque. \nSpeech is hovering on the verge of empty reverberation.\nAlthough it would be outlandish to try to translate this into an in-\nstitutional program, forgiveness demands an immersion in social matters. \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 151,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "phg",
        "lenged",
        "tasy",
        "arendt",
        "eryone",
        "agamben",
        "aneconomic",
        "sult",
        "badiou",
        "levinas"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nthe consequences of my action beyond my control and knowledge, but it is \nonly retrospectively and in the company of others that my intentions even \nbecome legible as such; what I “meant” turns out to be the retroactive re-\nsult of what comes later. Every action, remarks Hegel, is in itself “something \nperishable”—soggy with contingent interpretations and unforeseeable con-\nsequences (PhG §405); there is nothing I do which is not the concern of ev-\neryone; “my thing” becomes a breeding ground for divergent interests and \nopinions; it spills over in uncontrollable directions and draws in others “like \nflies to freshly poured milk” (PhG §417).17 The opening to the future is the \nopening to the collective. Time is, as Levinas says, the Other. And this im-\nplies, adds Hegel, all the others. Only thus is the mythic fatality of history \ninterrupted.\nSo it’s not the vulgarity of Hegel’s solution that needs to be chal-\nlenged. His analysis retains its restless, reflexive edge: every judgment on \nhistory must incorporate itself within its own judgment, ruining every fan-\ntasy of immaculate innocence. There is no need to upstage or “dialectize” \nHegel by flushing out the unprocessed flotsam of a reified tradition. While \nconventional in its presentation (“Judge not, lest ye . . .”), and while he \nwill never relinquish the Christian idiom, Hegel’s theology of forgiveness \ntranslates effortlessly into the terms of contemporary debate. Forgiveness of \n(and by) the unforgivable is the eruption of witness from the grounds of its \nown impossibility. In the end the judge testifies to his own failure to testify \nand language speaks from and of a core of silence.\nDespite its traditional appearance, and despite or because of the abrupt-\nness of its elaboration, Hegel’s notion of forgiveness is, when scratched (and \ninsofar as comparisons add up to an argument), as hyperbolic as anything \nin Derrida, as asymmetrical as anything in Levinas, as disastrous as any-\nthing in Blanchot, as paradoxical as anything in Kierkegaard. It opens to a \nfuture as natal, as interruptive in its unpredictability, as anything in ­Arendt, \nand to a past as persistent as anything in Kristeva. Hegel’s account withstands \nNietzsche’s critique of forgiveness as a prolongation of revenge, a debit-credit \ntransaction yielding spiritual payback—he puts the “gift” back into forgive-\nness. He in this way also anticipates a recent wave of “post-­secular” read-\nings of Saint Paul (from Agamben and Badiou to Žižek) that try to extract \nfrom the aneconomic kernel of Pauline grace, its excessiveness and gratuity, \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 153,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "chestrated",
        "hnende",
        "ple",
        "iation",
        "das",
        "delusory",
        "defi",
        "sollen",
        "ciency",
        "koj"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nidentity politics that frequently sustains these. Just as confession does not \ngenerate forgiveness, so too forgiveness does not of itself produce reconcil-\niation. The finitude of every speech act (its “evil”) implies its radical defi-\nciency as a social action. The “reconciling ‘yes’” (das versöhnende Ja) retains \nits participial, unfinished aspect. It speaks not of reconciliation but of an \nunfinished and ongoing movement of reconciling—a pressure to reconcile, \neven a desire to reconcile—that in its incompletion comes perilously close \nto the Kantian “ought” or Sollen. Forgiveness becomes a delusory surrogate \nfor justice, even an impediment, if taken as an final accomplishment or or-\nchestrated in a material vacuum. The dialectic of the beautiful soul has just \ndemonstrated the disastrous consequences of cheating the universal by fa-\nvoring speech over action: this would be a regression to the immediacy of \nconviction—the easy belief that saying so makes it so, Recognition cannot \nbe “proved through words, assurances, threats, or promises.”21 It does not \nrelease society from the demands of justice. The desire for testimony in no \nway addresses the demand for reparation.\nAlthough Hegel deliberately desists from naming any institutional \ncounterpart to forgiveness, his formulation speaks to an intractable di-\nlemma of transitional justice. How to elude the reactive circle of offense \nand punishment within a juridical framework consecrated to the princi-\nple of universality, commensurability, equality—that is, justice itself? How \nto redress the past without prolonging violence; how to detach from the \npast without normalizing atrocity? The example of Thermidor shows very \nclearly how amnesty can prolong the retributive cycle by unleashing a de-\nsire for vengeance no longer contained by legal channels. This issue was \nrevealed clearly in October 1795, when the Convention tried to end the \nvengeful cycle of the Thermidorian reaction by announcing a general am-\nnesty for all those whose “excessive zeal and blind rage for liberty” had \ncontributed to the atrocities of the Year II. The measure not only failed \nto quench the thirst for legal retribution but inevitably precipitated new \nwaves of popular violence and vigilante justice.22\nWorld Soul on Horseback\nDuring the war years—a charged moment—Kojève will come to \nread in the forgiveness scene a final reconciliation between theory and \npractice, between philosophy and politics, between Germany and France, \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 154,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "losophy",
        "privi",
        "reorgani",
        "tion",
        "judg",
        "giveness",
        "koj",
        "zation",
        "rasa",
        "ploitation"
      ],
      "full_text": "Terrors of the Tabula Rasa    \nand specifically between Hegel and Napoleon: what is being forgiven is the \nimpurity of the revolutionary act, but what also needs forgiveness is phi-\nlosophy’s own chronic failure of engagement. “The ‘evil’ in question is the \nsupposed political ‘crime’ of Napoleon, and the ‘pardon’ is the justification \nof Napoleon’s achievement by Hegel’s philosophy. . . .  The ‘acting con-\nsciousness’ is Napoleon as the ‘result’ of universal history and the ‘judg-\ning’ consciousness is Hegel, the ‘judge’ of Napoleon and of history, as the \n‘result’ of German philosophy, and therefore, of the whole history of phi-\nlosophy.” Kojève goes on to relate the ‘evil’ to the trauma of the Prussian \ndefeat at Jena. “The ‘wound’ is the defeat inflicted by Napoleon on Ger-\nmany, which must integrate itself willingly into the universal Empire that \nNapoleon is in the process of realizing; the valets—they are the essentially \n‘hypocritical’ critics of Napoleon.”23\nThere’s something crazy about this reading, but its literalism is \ngripping. Kojève is talking about much more than a banal compromise \nbetween idealism and pragmatism, or about the need to temper moral \nfanaticism with the gritty sobrieties of realpolitik. He is here explicitly \nbinding the possibility of reconciliation to the demands of revolutionary \ninheritance. German philosophy is not simply a speculative analogue of \nthe French Revolution; it is the practical construction of a legacy. For-\ngiveness is the embrace of the Revolution’s material extension onto Ger-\nman soil—flawed, corrupt, uneven, and traumatically unprepared. If the \nwound is Napoleon, the trauma is not the fact of occupation per se, how-\never burdensome (increased taxation, forced conscription, economic ex-\nploitation, and so on). The invasion has inflicted a temporal as well as a \nspatial lesion. Crumbling overnight, its internal borders changed beyond \nrecognition, its population displaced, its armies decimated, Germany also \nsuddenly finds its political structures reconstructed, its laws rewritten, its \nconfessional jurisdictions rearranged, its educational systems redrafted, its \nindustries overhauled, its serfs emancipated. In redrawing the map and \ndissolving the arcane apparatus of the Holy Roman Empire, the tattered \npolitical patchwork of princely principalities, imperial cities, ecclesiastical \nenclaves, together with its social web of corporate affiliations, feudal privi-\nleges, and fissured allegiances, Napoleon has imposed a dramatic reorgani-\nzation of the legal, fiscal, political, military, agricultural, educational, and \nadministrative fabric of German life. By forcing an accelerated moderniza-\ntion upon a state long regarded as moribund and beyond resurrection, he \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 155,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "phr",
        "nology",
        "phenome",
        "manu",
        "ation",
        "abor",
        "situ",
        "ously",
        "rasa",
        "neces"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nhas induced a temporal short-circuit that leaves Germany breathlessly sus-\npended between two epochs. He confronts Germany with the specter of \nits own noncontemporaneity.\nBy Hegel’s own legendary account, the last pages of the Phenome-\nnology were written the night before Napoleon’s army occupied Jena. The \nstreets are pounding. If Hegel is made anxious, the one thing he can’t stop \nfretting about in his letters is whether, given the disruption, the manu-\nscript will make it safely to the publisher by the deadline, whether acts of \nwar might count as extenuating circumstances, and what the financial im-\nplications might be if the manuscript goes missing.24 In 1806, Hegel salutes \nNapoleon as the “world soul on horseback”—Christ reincarnate—even as \nhe releases the work in which he pronounces the French Revolution’s abor-\ntion, the exhaustion of political possibility, and the need to translate the \nlanguage of revolutionary freedom into a completely different idiom. Even \nas he insists on freedom’s forcible migration from the domain of politics \ninto the “unreal land” of philosophical reflection, he celebrates the Revolu-\ntion’s tangible extension onto German soil.\nDespite the aching absence of explicit political discussion follow-\ning his analysis of the breakdown of revolutionary freedom, Hegel’s ac-\ncount of conscience in the Phenomenology is formally compatible with his \naccount in the Philosophy of Right, although it parses differently. In the \nlater text, conscience will explicitly fulfill and surpass itself by commit-\nting to the existing community. To overcome the terrifying autochthony \nof moral beauty is to engage with the claims of my embodied social situ-\nation. I can only vindicate my moral agency by identifying as expressions \nof my own freedom the binding power of the institutions that had previ-\nously appeared as fetters—by 1820, this would mean the various institu-\ntions of family, civil society, state: marriage, taxes, newspapers, law courts, \njails, police, army, university, and so on. This is not a return to the beau-\ntiful tranquility of Sittlichkeit, and there is no room here for spectators. I \ncan only recognize as mine a world for which I set the standard, and the \nonly standard I can apply is one for which I must continue to supply the \nmeasure; I can only engage with objectivity by continuing to refashion it. \nThis is what Hegel means when he writes that “the state is not a work of \nart” (PhR §258A).\nThe Philosophy of Right outlines in sometimes numbing detail just \nwhat Hegel took to be the actual conditions of freedom, the logical neces-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 157,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "phr",
        "celerating",
        "pauperization",
        "ization",
        "vpr",
        "calam",
        "ity",
        "stituted",
        "das",
        "lems"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nat the heart of modern political life. From Jena on Hegel presents a un-\nflinching and prescient picture of the misery inflicted in a world driven \nby the ruthlessness of the market: the pressure to maximize productivity \nreduces every worker to an interchangeable cog within a constantly ac-\ncelerating machine, while the drive to profit generates inevitable crises of \noverproduction, resulting in unemployment, pauperization and ultimately \nthe creation of a new “rabble” class, das Pöbel, whose material destitution is \naccompanied by a cultural deprivation and spiritual degradation that bring \nit to the point of revolt (Empörung).\nThe persistence of abject poverty within a system premised on the \nexpansion of private wealth presents “one of the most tormenting prob-\nlems agitating modern society,” Hegel writes (PhR §244)—a contradic-\ntion that will inevitably precipitate into open rebellion (which, however, \ndoes not in any case seem to Hegel to present much of a solution). In at \nleast one place in his lectures, Hegel appears to defend the rabble’s right \nto rebellion.27 However one chooses to interpret this passage (readers dis-\nagree), Hegel is explicit that this would not be simply a “momentary right \nof distress” (Notrecht)—a provisional suspension of law under exceptional \ncircumstances, for example, in self-defense or in the face of natural calam-\nity (the starving man’s right to steal a loaf of bread, the drowning man’s \nright to the plank, etc.)—but expresses a permanent state of exception at \nthe heart of the modern liberal regime. Poverty is an “infinite injury to ex-\nistence” that challenges the founding principle of the bourgeois order: it \npresents a permanent emergency in the light of which even the bourgeois \nright to property becomes only a relative right, and the freedom to acquire \nonly a “limited existence of freedom.”28\nThis antinomy is intractable within the terms of either modern civil \nsociety or the state that sustains it. Society depends for its functioning on \nthose excluded from any corporate affiliation or coherent class member-\nship, and is thus premised on the existence of those whose right to exis-\ntence it cannot acknowledge. The freedom to accumulate can be sustained \nonly by generating a sub-class for which “freedom has no existence” (VPR \n194). “Wealth and poverty increase simultaneously” (VPR 193): class polar-\nization presents a contradiction insoluble within the terms of capitalism. \nNone of the possible measures Hegel explores can solve the problems gen-\nerated by a system of right premised on the eradication of right, and in-\nstituted on the basis of those who have no status within that system. He \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 158,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "phr",
        "realphilosophie",
        "shlomo",
        "jus",
        "ment",
        "avineri",
        "tem",
        "rasa",
        "gottes",
        "infa"
      ],
      "full_text": "Terrors of the Tabula Rasa    \nstates flatly that the problem of poverty will be overcome neither by a sys-\ntem of welfare administered from within civil society (which would only \nintensify the rabble’s “ethical degeneration”), by state-sponsored employ-\nment opportunities (which would only exacerbate the problem of over-\nproduction), by the mediating work of corporations (which is in any case \nunworkable given that the rabble is by definition excluded); nor, finally, \nby the export of surplus goods and workers through colonial expansion. \n“Despite an excess of wealth, civil society is not wealthy enough . . . to pre-\nvent an excess of poverty and the formation of a rabble” (PhR §245). Not \nonly is rebellion an inevitable response to poverty, but any attempt to jus-\ntify poverty as merely collateral damage should, says Hegel, be “revolting \n[empörende] to every man.”29\nHegel is not Marx. The rabble is not the proletariat, communism is \nnot on the horizon, and revolution is not a solution.30 (Marx’s own dis-\ncovery of the proletariat came a few months after he had broken off his \nreading of Hegel’s political philosophy, and from other sources.) Hegel is \nnot prepared to see in the contradiction of civil society the death knell of \nclass society, to identify capitalism itself as its own gravedigger, or to see in \nthe disenfranchised masses anything more than a surge of blind, formless \nreaction, “elemental, irrational, barbarous, and terrifying” (PhR §303A), \na swarm whose integration remains unrealized and unrealizable—an \n“ought.” Nor does Hegel identify in the fractures of the modern state either \nthe debris left by the ancient feudal apparatus, that medieval monster that \nHegel himself invariably refers to as a “tottering edifice,” or the advance \nsymptom of the state’s own eventual dismantling, self-­deconstruction, or \n(à la Marx) withering.31 But the aporia, untypical for Hegel, points to \nsomething unfinished or already crumbling within the edifice whose con-\nstruction Hegel declares to be completed, a failure of both actuality and \nrationality that undermines the solidity of the state he elsewhere celebrates, \nin Hobbesian language, as an earthly divinity (PhR §272A), or as the infa-\nmous “Gang des Gottes” (PhR §258A).\nShlomo Avineri credits Hegel with an unusual intellectual honesty in \nconceding a limit to the transparency of his own system; others see resig-\nnation.32 The opacity points to the historical challenge posed by the Revo-\nlution and evokes the specter of its unfinished legacy. In an extraordinary, \nalmost Gothic passage in the Jena Realphilosophie (1803/04) Hegel had \ndescribed modern civil society (not yet named as such) as a self-­moving \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 159,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "mortale",
        "phg",
        "overpaints",
        "rasa",
        "begeistung",
        "tabula",
        "bling",
        "rhodus",
        "tion",
        "punctua"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\n­machine, a savage and irrepressible beast, a returning phantom—“a life \nof the dead that moves within itself, oscillating in a blind and elemental \nfashion, like a wild animal, requiring constant taming and strict domina-\ntion.”33 The ghosts of the Revolution continue to make their claim.\nGray on Gray (Hegel, Beckett, Richter)\nToward the end of the Phenomenology, Hegel describes reconciliation \nas a sudden inspiration or “inbreathing” (Begeistung; §785)—a fresh breath \ndrawn by the consumptive. The image echoes his famous description, in \nthe preface, of the present as a “birth time.” Note the breathless punctua-\ntion, barely grammatical in the original: “Just as the first breath drawn by \na child after its long, quiet nourishment breaks the gradualness of merely \nquantitative growth—a qualitative leap—and the child is born, so likewise \nthe Spirit in its formation matures slowly and quietly into its new shape, \ndissolving bit by bit the structure of the previous world, whose tottering \nstate is only hinted at by the isolated symptoms. . . .  The gradual crum-\nbling that left unaltered the face of the whole is cut short by a sunburst \nwhich, in one flash, illuminates the features of the new world” (PhG §11, \nslightly revised). In the Phenomenology, forgiveness hints of revolutionary \nregeneration—a leap toward a future as yet unknown. Such a salto ­mortale \nwill be officially prohibited in the preface to the Philosophy of Right, where \nHegel slyly (“with a slight alteration”) rewrites the activist challenge in \n­Aesop’s fable of the braggart—“Here is Rhodes, leap here” (Hic Rhodus, \nhic saltus)—as an invitation to a dance: “Here is the rose, dance here” (Hic \nRhodos, hic salta). Instead of overleaping its time with fantasies of regen-\neration, philosophy shuffles in place as it dabs its funereal gray on gray: it \npaints, overpaints, and silently defaces as it mourns its lost futures and its \nfuture losses, commemorating in advance a “shape of life that is old and \ncannot be rejuvenated.”\nWhether painting or dancing (curious aesthetic markers), philoso-\nphy functions as a memento mori, a reminder of transience both past and \nfuture, and as an ars moriendi, a preparation for transcendence. The dance \nis a Totentanz: it rehearses the passage from life to death, from mortal body \nto the eternity of spirit. It could thus be interpreted conservatively as a \nChristian drama of resurrection; grisaille would seem the perfect style in \nwhich to depict this allegorical transfiguration. Gray is what you get when \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 161,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "avant",
        "ronism",
        "underscor",
        "oblitera",
        "phg",
        "malism",
        "portunity",
        "temporality",
        "ogy",
        "rasa"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\ndoes Hegel find the edifice to be in need of a paint job, already crumbling \nbefore it has begun to stand? How did the scaffold of a state not yet under \nconstruction become in advance a ruin? The prefaces to the Phenomenol-\nogy and to the Philosophy of Right present two sides of one dilemma. The \ngray on gray is the palimpsest of a present that must be read as an anach-\nronism—both a stony tablet on which to write the epitaph for a state not \nyet in existence and a blank canvas on which to trace the vestige of an op-\nportunity already past. The indiscernible gap between gray and gray marks \nthe minimal interval in which the spectator can find a foothold for in-\ntervention. Repetition marks the formal difference separating the present \nfrom itself; it identifies the site where the subject’s agency is both reflected \nand repelled. Hegel is starting to rehearse the antinomies of the modern-\nist avant-garde. If the monochrome hints of the absoluteness of the tabula \nrasa—a utopian movement of transcendence, à la Malevich, at once an \nerasure of the past and the preparation of a new beginning—it is haunted \nalso, Richter-like, by the deadly specter of tautology: the entropy, bore-\ndom, and flatness of serial, industrial reproduction, the repetition that an-\nnounces the paralyzing anachronism of the present day.35 In 1820, Hegel is \nbeginning to explore the spectral logic that Marx will soon enough make \nunforgettable: shadows without bodies, phrases without content, history \nwithout events: “if any episode in history has been colored grey on grey, \nthis is the one. Men and events appear as Schlemihls in reverse, as shadows \nthat have lost their bodies.”36 In the Eighteenth Brumaire, the dappling of \ngray on gray announces an impossible mourning for a revolution that did \nnot occur as such; the repetition speaks of the slide from original to copy, \nfrom uncle to nephew, from tragedy to farce. The “monochromatic for-\nmalism” pilloried by Hegel in the preface to the Phenomenology will haunt \nhis later project like the night in which all cows (or cats, as the saying origi-\nnally went) are gray (cf. PhG §16). The gray suggests the utopian blankness \nof forgiveness, but hints also of something darker; it points to an oblitera-\ntion of missed opportunities and an effacement of unappeasable demands. \nThe Philosophy of Right is in this respect as so many others an endless ne-\ngotiation with the censors.\nSetting aside the quaint details of what exactly Hegel claims to find \nin the newborn state, whose decrepitude he is so emphatically underscor-\ning, we can pause to consider the strange temporality at work. The task of \nphilosophy is to mark the anachronism of the present day. “Actualization” \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 162,
      "bucket": "D (5-10%)",
      "error_rate": 9.1,
      "unknown_words_sample": [
        "subver",
        "deactiva",
        "sity",
        "virtualization",
        "ity",
        "phg",
        "verwirklichung",
        "rasa",
        "neces",
        "postrevolutionary"
      ],
      "full_text": "Terrors of the Tabula Rasa    \n(Verwirklichung) in this sense can mean nothing other than the deactiva-\ntion of the existent and the reactivation and reenactment (in every sense) of \nthe thwarted futures of the past. Actuality thus expresses precisely the pres-\nsure of the virtual: it opens history to the “no longer” of a blocked possibil-\nity and the persistence of an unachieved “not yet.” An ungenerous reading \nmight see in this virtualization a collapse into abstraction: a retreat to the \nsafety zone of unrealizable potentials and securely buried ideals; Marx will \nfamously accuse Hegel of the worst sort of Entwirklichung. A more gen-\nerous reading might try to discern in this modal and temporal convolu-\ntion something resembling the messianic structure of “hope in the past.” \nBy 1820, Hegel is on the verge of thinking the paradox that Marx himself \nwill make famous, even if surely enough at Hegel’s own expense: Germany \nis the only country to suffer a restoration without having endured its own \nproper revolution; it tastes freedom only vicariously and only once, on the \nday of its own funeral.37 The Messiah comes the day after his own arrival; \nGermany is old before it has been born.38 The Philosophy of Right reveals \nthe Kafkaesque depth of Marx’s witticism. This might almost be a subver-\nsive insight on Hegel’s part.\n“As if it had learned nothing . . .”\nDespite Hegel’s disconcerting silence about postrevolutionary po-\nlitical conditions, the Phenomenology does not exactly disavow the neces-\nsity of historical intervention. Hegel’s silence can be heard as the breath \ndrawn by the newborn epoch, mute, infant—both suffocated and inspired \nby the aborted possibilities of the most recent past. Hegel resumes the in-\naugural logic of romanticism: forgiveness is the imperative of a new be-\nginning within the ruinous facticity of time. The circle of history closes. \nThe task of Sittlichkeit had been to turn every “happening” (Geschehen) \ninto an achievement: to interrupt the immediacy of natural becoming with \nthe supplement of consciousness, thereby converting a contingent event \n(death, for example) into a result or product—something done, accom-\nplished, or enacted (Getanes)—and confirming history (Geschichte) itself as \na human artifact, a work of Bildung (PhG §452). The ethical domain was \ntherefore coextensive with the domain of beauty: it conformed to the defi-\nnition of the artwork. The task of the polis was to stage, to make publicly \nand permanently visible, the transition from nature to history, from event \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 163,
      "bucket": "D (5-10%)",
      "error_rate": 7.6,
      "unknown_words_sample": [
        "nonhappening",
        "ungeschichte",
        "wirklichkeit",
        "unbeautiful",
        "creatio",
        "ungeschehen",
        "ity",
        "phg",
        "sim",
        "untat"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nto accomplishment, and thus to reveal the emergence of historical human-\nity from the contingency of natural becoming. The task of forgiveness is \nthe opposite: it transforms the work into a happening, and the happening \ninto a nonhappening—an event that need not have occurred. It undoes \nwhat was done (Tat). And it does or re-does what was not-done (Un-tat). \nBy activating missed opportunities, it not only recalls what failed to hap-\npen, but also releases to a new future what had petrified into a static fact. \nIt revisits the crime (Untat).\nIn its negativity, Spirit proves itself to be the “absolute master” (is \nHegel talking about anything but the destructive energy of the death \ndrive?): “[it] is lord and master over every deed and actuality and can cast \nthem off and make them into something that never happened [alle Tat \nund Wirklichkeit abwerfen und ungeschehen machen]” (PhG §667). His-\ntory (Geschichte) reverts into nonhistory and nonhappening (Ungeschichte, \nUngeschehen), and the beautiful into the decidedly unbeautiful. Hegel is \nrapidly approaching Benjamin’s idea of a “Messianic cessation of happen-\ning,” the revolutionary caesura in which the locomotive course of history \nis arrested.\nAlthough Hegel explicitly identifies in this caesura a reconciliation \nbetween humanity and divinity, he is not talking about a sacralization of \nthe community. If the event has the radical novelty of a creatio ex nihilo, \nwhat he is revealing in this inaugural moment is rather something like a \n“de-creation”—an undoing or dismantling of actuality so as to release pos-\nsibilities unconceivable in any present. The broken subject can no longer \nposition itself as the creative origin of either itself or world. Spirit thus \nsuspends the labor that had defined human history as the artisanal his-\ntory of production and self-reproduction. The world ceases to present a \nmirror in which I can recognize the objectified imprint of my own activ-\nity. In breaking with this imaginary scenario, I submit to a “complete ex-\nternalization” without return (PhG §671). It is not a question of recreating \nthe past through the consoling prism of living form, a beautiful shape in \nwhich the spectator might take pleasure, like God before his own creation. \nThe wounded subject encounters history as a rubble heap, in which he in-\ntervenes only through his own destructive disfiguration. In the end, the \nsubject is no more a defined shape within the “series of Gestalten” than \nit retroactively shapes this experience (but this is not to say that it is sim-\nply shapeless). And the Phenomenology is not a Bildungsroman. This is \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 164,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "der",
        "vorhergehende",
        "gelernt",
        "phg",
        "innerung",
        "nichts",
        "rasa",
        "preme",
        "erfahrung",
        "tabula"
      ],
      "full_text": "Terrors of the Tabula Rasa    \none way of understanding Hegel’s infamous pronouncement of the “end \nof art.” Philosophy does not transcend art by transcribing beautiful form \ninto the shapely labor of the concept. It is rather the work’s unworkability \nthat philosophy commemorates; the task of thinking is to mark the frag-\nile moment where the unforeseeable meets the immemorial—the point \nwhere sketch meets ruin. Absolute knowing is romanticism brought to its \nextreme. Forgiveness takes on the inaesthetic fate of romantic genius with-\nout seeking to embellish it.\nThere remains a vestige of the aesthetic in this non-aesthetic—a \nminimal, negative aesthetic that expresses itself as the barest fiction of the \ntabula rasa. In the final paragraph of the Phenomenology, Hegel stages a \nscene of radical disinheritance and self-divestiture. Spirit asserts its “su-\npreme freedom and assurance,” as it detaches from its own past in order \nto clear the slate for a “new existence”: thus the controlled regression to a \nzero degree of knowledge, a moment of feigned amnesia regulated by the \nseemingly Kantian-style, analogical subjunctive of the “as if.” “In the im-\nmediacy of this new existence, Spirit has to start afresh to bring itself to \nmaturity as if, for it, all that preceded it were lost and it had learned noth-\ning from the experience of the earlier Spirit [als ob alles Vorhergehende \nfür ihn verloren wäre und er aus der Erfahrung der frühern Geister nichts \ngelernt hätte]” (PhG §808). The passage continues with the classic for-\nmula of fetishistic disavowal: “But recollection, the Er-innerung of that \nexperience has preserved it and is the inner being and the higher form of \nthe substance.” All is not lost, or rather, loss itself is being refashioned as \na spiritual acquisition, since what is being reactivated or “re-begun” is just \nthe trauma of Spirit’s own unmarked and strictly unremarkable begin-\nning, the unrepeatable transition from natural to historical existence—the \ntraumatic birth of freedom.\nForgetting is not opposed to the work of remembrance but proves \nhere to be its most radical achievement: oblivion brings memory itself to a \npoint beyond its own beginning. To forget, to undo the past, to make it all \n“un-happen,” is precisely to remember a moment before it all happened, \nto undo the inexorability of fate by restaging the beginning, even if only \nin imagination and in proxy: to act as if we could take it over again, as if \nwe could cast aside the legacy of dead generations, as if we could refuse \nthe mourning work of cultural succession, as if we could cast off our pat-\nrimony, rewrite our origins, as if every moment, even those long ­vanished, \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 166,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "thage",
        "ment",
        "istent",
        "ods",
        "ambigu",
        "des",
        "rasa",
        "perioden",
        "gegensatzes",
        "ous"
      ],
      "full_text": "Terrors of the Tabula Rasa    \nself-objectification—time crystallized in the monuments of the polis, the \nstatue, the statute, and the stable institutions of the state. Tradition is there-\nfore the product of slave delay: it is the transmission of the inedible fruit of \nexperience to future generations. Philosophy lives on to tell the tale. Like \nthe slave Scheherazade, it keeps forestalling death through nightly rituals \nof reminiscence; memory serves the project of infinite postponement.\nThe brake is off in what Derrida refers to (we now see how aptly) as \nHegel’s “rush towards reconciliation.” Like the crumbling ruins of Car-\nthage, the deed vanishes without a trace, the wounds heal without a scar. \nErasure, not commemoration, is the last word of the Phenomenology—both \nits iconoclastic promise and its repressive blank. The blankness is ambigu-\nous: it testifies both to the radical openness of the future and to the efface-\nment of the missed opportunities of the past. “The history of the world,” \nwrites Hegel in an infamous passage in the Philosophy of History, “is not the \ntheatre of happiness. Periods of happiness are blank pages; for they are peri-\nods of harmony, when the contradiction is missing”—or hiding, or not yet \nobvious, or ideologically occluded [Perioden des fehlenden Gegensatzes].”42 \nForgiveness activates these intervals of blankness: it allows us to read what \nnever was written and threatens to conceal what is indelibly inscribed. And \nhere the final ambiguity of Hegel’s gamble comes to light.\n“We, the masters . . .”\nHegel has relentlessly dismantled every attempt to displace or dis-\nsolve the traumatic rupture of the French Revolution within a spiritual, \nphilosophical, or aesthetic upheaval. Political revolution can no longer be \nabsorbed into the Copernican revolutions of Kant or Fichte, or into the \nvarious cultural revolutions projected from Schiller on. By 1806, not even \nthe Reformation has the power to upstage or domesticate the trauma \nof the Revolution: Hegel’s chapter on “morality,” in the Phenomenology, \npresents a dreary catalogue of every possible variation of contemporary \nProtestant inwardness. Hegel is as unforgiving here as Marx: every retreat \nfrom politics to the freedom of moral self-consciousness rehearses the \nStoic impasse, provokes the skeptical rejoinder, and culminates in a self-\nserving misery in which can be discerned a secret collusion with the ex-\nistent. The beautiful soul is the caricature of every such posture. But the \nlesson goes both ways. Hegel not only exposes the stakes of every moral-\n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 167,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "phr",
        "tachment",
        "gor",
        "bellion",
        "adorno",
        "ponty",
        "lacan",
        "pacifications",
        "contamina",
        "cally"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nizing retreat into the aesthetic. (This is the easy part: the attempt to carve \nout an immaculate space of inwardness either masks a prior contamina-\ntion or prepares a virgin zone for occupation.) But Hegel also forces a \nmore challenging consideration: every attempt to purge politics of the \naesthetic all too quickly becomes aesthetic when it appeals to the puri-\ntanism of dirty hands or to the purity of a praxis unperturbed by cultural \nmediation. There is no experience that is not already its own interpreta-\ntion, no action that is not already its own representation, no revolution \nthat is not already theater, spectacle, imitation.\nHegel in this way sets the stage for the endless debates rehearsed \nthroughout the twentieth century between aesthetic autonomy and po-\nlitical engagement—Merleau-Ponty versus Sartre, Adorno versus practi-\ncally everyone . . . (After May 1968, under the influence of Lacan, the \nfigure of the belle âme would be imported into France, where it would \nfind its place in fretful discussions of yet another abortive revolution.)43 \nHow to preserve a space of critical negativity without relinquishing the \nclaim to practical engagement; how to engage without simply reproduc-\ning the conditions of the day; how to distinguish aesthetic dissonance, de-\ntachment, or disenchantment from disenfranchisement, abdication, and \nself-­deception; how to distinguish commitment from an unthinking sub-\nmission to the existent; how to steer a path between the bankruptcy of \n“forced reconciliation” and the false comforts of the “Grand Hotel Abyss”? \nThe last formulation suggests that the choice might be an empty one: just \nas the activist embrace of immediacy can be a manic defense against the \ntraumatic pressure of the missed opportunity, so too misery provides its \nown pacifications.\nBy the end of Hegel’s life, this melancholy keeps threatening to over-\nwhelm the historical understanding, and Hegel never ceases to denounce \nit—the easy slippage from lamentation (Klage) to accusation (Anklage) \nto delirious resignation (with a whiff of schadenfreude) before the gor-\ngeous ruination of the past. Hegel describes the rancor of the historical \nspectator as a depression, a hypochondria, and ultimately as a hypocrisy \n(PhR §149). In the Philosophy of History, he will reactivate the theologi-\ncal vocabulary of the Phenomenology: historicist melancholia is the “re-\nbellion [Empörung] of the good Spirit”44—the stiff-necked judgment that \nonly confirms history’s most tenacious grip. The moral valet resurfaces in \nthe misshapen figure of Thersites (the beautiful soul reveals its ugly face \n"
    },
    {
      "document": "ComayRebecca_MourningSickness_HegelAndTheFrenchRevolution",
      "page_num": 169,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "trated",
        "tasm",
        "jamin",
        "illus",
        "rasa",
        "thermidorian",
        "sittlichkeit",
        "tions",
        "tabula",
        "tion"
      ],
      "full_text": " \n  Terrors of the Tabula Rasa\nin the Terror and in the Thermidorian witch-hunt that continued to de-\nnounce it. In the exquisite formalism of this gesture the essential logic of \nthe Terror is both interrupted and prolonged.\nHegel does not, then, or does not only reproduce the standard Ger-\nman response to the French Revolution: the well-traveled route from polit-\nical revolution to moral regeneration and finally to aesthetic upheaval—the \n“revolution in poetic language” that marks the seemingly one-way street \nfrom modernity to aesthetic modernism. Not simply an observer, but not \nquite a fellow traveler, Hegel maps the itinerary from the uneasy distance \nof a survivor. This is less in order to simply repudiate the trajectory than \nto denaturalize it or make it strange—a kind of thought experiment that, \npushed to its extreme, will destroy itself, together with every fantasy of im-\nmaculate perception. The moral view of the world will be the final phan-\ntasm Spirit must suffer and eventually relinquish.\nIf morality presents itself as the narrative successor to the Revolu-\ntion, it is not because it either logically fulfils or historically supersedes it. \nKant’s critical venture phenomenologically succeeds the Revolution (which \nit chronologically, of course, anticipates) insofar as his text becomes legible \nonly retroactively as a result of the event which it supposedly inspires. Ben-\njamin’s well-known remark on the belated legibility of texts is relevant. Ca-\ntastrophe inflicts a posthumous shock upon the past in the light of which \nevery artifact can be inflected as a document of horror: the past suddenly \nreveals itself to be a bursting archive of missed opportunities, aborted ini-\ntiatives, and unrealized potentials. In this case it is critique itself, Kantian-\nstyle criticism, that undergoes its belated crisis. The Revolution inflicts on \nKant’s text a retroactive trauma.\nSuch a shock exposes the anachronism of the present—Hegel’s im-\nmediate intellectual context, on which the chapter on “morality” provides \na running commentary and critique. The literary allusions come fast and \nfurious throughout the final section, and are frequently elusive, produc-\ning a collage of not always coherent or even identifiable citations; Hegel is \naiming at a moving target. The quotations are unlike the obvious quota-\ntions from Sophocles in the Sittlichkeit section (the author was in no need \nof naming: the reference was as transparent as the ethical tautology it illus-\ntrated), just as they differ from the garbled lines from Diderot that Hegel \n"
    }
  ]
}