{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 11,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 445,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "textuality",
        "artaud",
        "tion",
        "milligan",
        "verwertung",
        "preciation",
        "etc",
        "ques",
        "entwertung",
        "ence"
      ],
      "full_text": " \nvein. The continuous transition of his metaphysics of life into his\ntheory of Language, and his critique of the word, dictated a great\nnumber of theoretical formulations and metaphors of energy that are\nrigorously Bergsonian. Cf., in particular, OC 5:15, 18, 56, 132, 141, etc.\n20. Each time that it operates within the framework that we are attempting\nto restore here, Artaud’s language has a precise resemblance, in its\nsyntax and vocabulary, to that of the young Marx. In the ﬁrst of the\nEconomic and Political Manuscripts of 1844, the labor which produces\nthe work and gives it value (Verwertung) proportionately increases the\nde-preciation (Entwertung) of its author. “Labor’s realization is its\nobjectiﬁcation. In the sphere of political economy this realization of\nlabor appears as loss of realization for the workers; objectiﬁcation as\nloss of the object and bondage to it; appropriation as estrangement, as\nalienation” (Karl Marx, Economic and Philosophic Manuscripts of 1844,\ntrans. Martin Milligan [New York: International Publishers, 1964],\np. 41. This juxtaposition escapes the realms of intellectual puttering\nor of historical curiosity. Its necessity will appear later when the ques-\ntion of what belongs to that which we call the metaphysics of the\nproper (or of alienation) is posed.\n21. It goes without saying that we have deliberately abstained from any-\nthing that could be called a “biographical reference.” If it is precisely at\nthis point that we recall that Artaud died of cancer of the rectum, we\ndo not do so in order to have the exception prove the rule, but because\nwe think that the status (still to be found) of this remark, and of other\nsimilar ones, must not be that of the so-called “biographical refer-\nence.” The new status—to be found—is that of the relations between\nexistence and the text, between these two forms of textuality and the\ngeneralized writing within whose play they are articulated.\n22. In the Preface to his Collected Works, Artaud writes: “The cane of ‘The\nNew Revelations of Being’ fell into the black cyst along with the little\nsword. I have got another cane ready to accompany my collected\nworks in hand to hand combat, not with ideas, but with those monkeys\nwho never stop riding them to death from one end of my conscious\nself to the other, as well as through my organism they have blighted . . .\nMy cane will be this furious book called forth by ancient peoples now\ndead, spotted throughout my nervous ﬁbres like daughters shed.” CW\n1:21.\n23. Friedrich Hölderlin, Poems and Fragments, trans. Michael Hamburger\n(Ann Arbor: University of Michigan Press, 1967), pp. 375–77.\n24. Friedrich Nietzsche, The Twilight of the Idols, trans. Anthony M.\nnotes to pages 225–31\n420\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 446,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "artaud",
        "sented",
        "suicid",
        "ence",
        "lderlin",
        "frechtman",
        "repre",
        "nity",
        "soci",
        "ibid"
      ],
      "full_text": " \nLudovici (New York: Russell and Russell, 1964), p. 59 “To seize the\npaternal lightning, itself, in one’s own hands . . .” “To be able to dance\nwith the pen . . .” “The cane . . . the little sword . . . another cane . . . .\nMy cane will be this furious book.” And in The New Revelations of\nBeing: “Because, on the third of June, 1937, the ﬁve serpents appeared,\nwho were already in the sword whose strength of decision is repre-\nsented by a staff! What does this mean? It means that I who am\nspeaking have a Sword and a Staff” (AA, p. 92). To be juxtaposed with\nthis text by Genet: “All burglars will understand the dignity with which I\nwas arrayed when I held my jimmy, my ‘pen.’ From its weight, material,\nand shape, and from its function too, emanated an authority that\nmade me a man. I had always needed that steel penis in order to free\nmyself completely from my faggotry, from my humble attitudes, and to\nattain the clear simplicity of manliness” (Jean Genet, Miracle of the\nRose, trans. Bernard Frechtman [New York: Grove Press, 1966], p. 27).\n25. Nietzsche, Twilight of the Idols, p. 6.\n26. Let us acknowledge that Artaud is the ﬁrst to attempt to reassemble,\non a martyrological tree, the vast family of madmen of genius. He\ndoes so in Van Gogh, le suicidé de la société (1947), one of the rare texts\nin which Nietzsche is named, among other “suicides” (Baudelaire,\nPoe, Nerval, Nietzsche, Kierkegaard, Hölderlin, Coleridge). Artaud\nwrites further on: “No, Socrates did not have this eye; perhaps the only\none before Van Gogh was the unhappy Nietzsche who had the same\npower to undress the soul, to pluck the body from the soul, to lay the\nbody of man bare, beyond the subterfuges of the mind” (AA, p. 160).\n27. Martin Heidegger, An Introduction to Metaphysics, trans. Ralph\nManheim (New Haven: Yale University Press, 1959), p. 64.\n28. “I told you; no works, no language, no words, no mind, nothing. Noth-\ning, except ﬁne Nerve-Scales. A sort of impenetrable stop in the midst\nof everything in our minds” (Nerve-Scales, CW 1:75).\n29. “For even the inﬁnite is dead/inﬁnity is the name of a dead man” (84,\np. 118). Which means that God did not die at a given moment of\nhistory, but that God is Dead because he is the name of Death itself,\nthe name of the death within me and the name of that which, having\nstolen me from my birth, has penetrated my life. As God-Death is differ-\nence within life, he has never ceased to die, that is to say, to live. “For\neven the inﬁnite is dead/inﬁnite is the name of a dead man, who is not\ndead” (ibid.). Only life without difference, life without death will van-\nquish death and God. But it will do so by negating itself as life, within\ndeath, and by becoming God himself. God, thus, is Death: inﬁnite Life,\nnotes to pages 231–32 421\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 448,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "mugge",
        "nonmeta",
        "houssman",
        "artaud",
        "addedst",
        "phorical",
        "zar",
        "ibid",
        "trans",
        "ished"
      ],
      "full_text": " \n(p. 145). And here, as in The Theater and Its Double, the place of the text\nis recognized as that of usurped mastery and as the proper, nonmeta-\nphorical, practice of slavery. To have the text at one’s disposition is to\nbe a master. “Opera is the birth of the theoretical man, of the critical\nlayman, not of the artist: one of the most surprising facts in the whole\nhistory of art. It was the demand of thoroughly unmusical hearers that\nthe words must above all be understood, so that according to them a\nre-birth of music is only to be expected when some mode of singing\nhas been discovered in which the text-word lords over the counter-\npoint as the master over the servant” (Friedrich Nietzsche, The Birth of\nTragedy, trans. William A. Houssman [New York: Russell and Russell,\n1964], p. 145). And elsewhere, à propos of the customary tendency to\nenjoy the text separately by reading it, of the relations between the\nscream and the concept, between “gesture- symbolism” and the “tone\nof the speaker” (“On Music and Words,” in Early Greek Philosophy,\ntrans. Maximilian A. Mugge [New York: Russell and Russell, 1964],\np. 31), and à propos of the “hieroglyphic” relation between the text of a\npoem and music (ibid., p. 37), the musical illustration of the poem and\nthe project of imparting to music an intelligible language (“What a\nperverted world! A task that appears to my mind like that of a son\nwanting to create his father!” ibid. p. 33)—numerous formulations\nannounce Artaud. But here it is music, as elsewhere dance, that\nNietzsche wants to liberate from the text and from recitation. Doubt-\nless, an abstract liberation in Artaud’s eyes. Only the theater, the total\nart including and utilizing music and dance among other forms of\nlanguage, can accomplish this liberation. It must be noted that if\nArtaud, like Nietzsche, often supports dance, he never abstracts it\nfrom the theater. If one heedlessly takes dance literally, and not, as we\nsaid above, in an analogical sense, it would not be the entirety of\ntheater. Artaud, perhaps, would not say, as Nietzsche did, “I can only\nbelieve in a God who would dance.” Not only because God could not\ndance, as Nietzsche knew, but because dance alone is an impover-\nished theater. This speciﬁcation was even more necessary in that Zar-\nathustra condemns poets and poetic works as the alienation of the\nbody into metaphor. On Poets begins thus.: “ ‘ Since I have known the\nbody better,’ said Zarathustra to one of his disciples—‘the spirit hath\nonly been to me symbolically spirit; and all that is ‘imperishable’—\nThat is also but a simile.’ ‘So have I heard thee say once before,’\nanswered the disciple ‘and then thou addedst: “But the poets lie too\nmuch.” Why didst thou say that the poets lie too much?’ . . . ‘And fain\nnotes to page 233 423\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 449,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "lacan",
        "ibid",
        "artaud",
        "ecrit",
        "ated",
        "mediaries",
        "buf",
        "faloes",
        "centre",
        "seeketh"
      ],
      "full_text": " \nwould they thereby prove themselves reconcilers: but mediaries and\nmixers are they unto me, and half-and-half, and impure! Ah, I cast\nindeed my net into their sea, and meant to catch good ﬁsh; but always\ndid I draw up the head of some ancient God’ ” (Nietzsche, Thus Spoke\nZarathustra, vol. 2, trans. Thomas Common [New York: Russell and\nRussell, 1964], pp. 151, 154). Nietzsche also disdained spectacle\n(“Spectators, seeketh the spirit of the poet—should they even be buf-\nfaloes!” ibid., p. 155), and we know that for Artaud the visibility of the\ntheater was to cease being an object of spectacle. In this confrontation\nwe are not concerned with knowing whether it is Nietzsche or Artaud\nwho went the furthest in destruction. To this question, which is fool-\nish, we seem to answer Artaud. In another direction, we could also\nlegitimately support the opposite.\n32. In Centre-Noeuds, Rodez. April 1946. Published in Juin, no. 18.\n33. Twenty years earlier, in Umbilical Limbo: “I suffer because the mind is\nnot in life and life is not Mind. I suffer because the Mind is an organ,\nthe Mind is an interpreter or the Mind intimidates things to accept\nthem in the Mind.” CW 1:49.\n34. Zarathustra: Reading and Writing: “Of all that is written, I love only what\na person hath written with his blood. Write with blood, and thou wilt\nﬁnd that blood is spirit. / It is no easy task to understand unfamiliar\nblood; I hate the reading idlers. / He who knoweth the reader, doeth\nnothing more for the reader. Another century of readers—and spirit\nitself will stink” (Thus Spake Zaruthustra, p. 43).\n35. Why not play the serious game of juxtaposed citations? It has been\nwritten since: “That the dream uses words (la parole) makes no\ndifference since for the unconscious they are but one among several\nelements of the performance (mise en scène)” (Jacques Lacan, “The\nInsistence of the Letter in the Unconscious,” trans. Jan Miel, Yale\nFrench Studies, October 1966).\n36. “Thought underlies grammar, an infamy harder to conquer, an inﬁn-\nitely more shrewish maid, rougher to override when taken as an innate\nfact. / For thought is a matron who has not always existed. / But let my\nlife’s inﬂated words inﬂate themselves through living in the b-a-ba of\ncomposition (de l’ecrit). I am writing for illiterates” (CW 1:19–20).\n37. Revolutionary in the full sense, and in particular the political sense. All\nof The Theater and Its Double could be read—this cannot be done\nhere—as a political manifesto, and moreover a highly ambiguous one.\nRenouncing immediate political action, guerilla action, anything that\nwould have been a waste of forces in the economy of his political\nnotes to pages 233–37\n424\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 451,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "cogito",
        "equiva",
        "lacan",
        "exempli",
        "phonologism",
        "siders",
        "effraction",
        "bahn",
        "signi",
        "frayer"
      ],
      "full_text": " \nstill but a work”? To this extent, the work authorizes the effraction of\ncommentary and the violence of exempliﬁcation, the very violence\nwhich we could not avoid at the moment when we intended to pro-\nscribe it. But perhaps we can better comprehend, now, the necessity of\nthis incoherence.\n41. TN. This is a reaction to Foucault’s deﬁnition of madness as “the\nabsence of the work.” Cf. chap. 2 above, “Cogito and the History of\nMadness,” note 6.\n42. And today, madness lets itself be “destroyed” by the same destruction\nas onto-theological metaphysics, the work and the book. We do not\nsay the same of the text.\n7: FREUD AND THE SCENE OF WRITING\n1. TN. Phonologism is Derrida’s abbreviated fashion of describing one of\nthe metaphysical gestures inherent in most linguistics: the privilege\ngiven to a model of language based on speech, because speech is the\nmost present form of language, is presence in language. This is equiva-\nlent to the metaphysical repression of writing, i.e., of difference. Here,\ntoo, Derrida might be challenging Jacques Lacan, whose statement\nabout the unconscious being structured like a language seems to\ndepend upon many of the linguistic conceptions which Derrida con-\nsiders to be uncritically metaphysical.\n2. TN. “Breaching” is the translation we have adopted for the German\nword Bahnung. Bahnung is derived from Bahn, road, and literally\nmeans pathbreaking. Derrida’s translation of Bahnung is frayage,\nwhich has an idiomatic connection to pathbreaking in the expression,\nse frayer un chemin. “Breaching” is clumsy, but it is crucial to maintain\nthe sense of the force that breaks open a pathway, and the space\nopened by this force; thus, “breaching” must be understood here as a\nshorthand for these meanings. In the Standard Edition Bahnung has\nbeen translated as “facilitation,” and we have, of course, maintained\nthis in all citations from the Standard Edition. Citations from The\nStandard Edition of the Complete Psychological Works of Sigmund Freud,\nLondon: Hogarth Press (abbreviated as SE) are by volume and page\nnumber.\n3. TN. Cf. the end of “Force and Signiﬁcation,” below for a discussion of\ndifferences of force in Nietzsche.\n4. Here more than elsewhere, concerning the concepts of difference,\nquantity, and quality, a systematic confrontation between Nietzsche\nnotes to pages 243–53\n426\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 452,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "nally",
        "fliess",
        "originary",
        "deci",
        "tions",
        "indica",
        "estab",
        "cogito",
        "dif",
        "mosbacher"
      ],
      "full_text": " \nand Freud is called for. Cf., for example, among many others, this\nfragment from The Will to Power: “Our ‘knowing’ limits itself to estab-\nlishing quantities; but we cannot help feeling these differences in\nquantity as qualities. Quality is a perspective truth for us; not an ‘in-\nitself.’ . . . If we sharpened or blunted our senses tenfold, we should\nperish; i.e., with regard to making possible our existence we sense\neven relations between magnitudes as qualities” (Nietzsche: The Will\nto Power, trans. Walter Kauffmann [New York: Random House, 1967],\np. 304).\n5. The concepts of originary différance and of delay are unthinkable within\nthe authority of the logic of identity or even within the concept of time.\nThe very absurdity betrayed by the terms provides the possibility—if\norganized in a certain manner—of thinking beyond that logic and that\nconcept. The word “delay” must be taken to mean something other\nthan a relation between two “presents”; and the following model must\nbe avoided: what was to happen (should have happened) in a (prior)\npresent A, occurs only in a present B. The concepts of originary dif-\nférance and originary “delay” were imposed upon us by a reading of\nHusserl.\n6. TN. In “Cogito and the History of Madness” (chap. 2 above), Derrida\nbegins to elaborate on the metaphysical nature of the concept of deci-\nsion. Decision in Greek is krinein, whence comes our “critic.” The critic\nalways decides on a meaning, which can be conceived only in terms of\npresence. Since différance subverts meaning and presence, it does not\ndecide.\n7. TN. On the relation of force and place (site, topos) see “Force and\nSigniﬁcation” (chap. 2 above).\n8. Letter 32 (10 Oct. 1895). The machine: “The three systems of neurones,\nthe ‘free’ and ‘bound’ states of quantity, the primary and secondary\nprocesses, the main trend and the compromise trend of the nervous\nsystem, the two biological rules of attention and defence, the indica-\ntions of quality, reality and thought, the state of the psycho-sexual\ngroup, the sexual determination of repression, and ﬁnally the factors\ndetermining consciousness as a perceptual function—the whole thing\nheld together, and still does. I can hardly contain myself with delight. If\nI had only waited a fortnight before setting it all down for you” (Freud:\nThe Origins of Psychoanalysis: Letters to Wilhelm Fliess, Drafts and Notes,\ntrans. Eric Mosbacher and James Strachey [New York: Basic Books,\n1954], p. 129).\n9. Warburton, the author of The Divine Legation of Moses. The fourth part\nnotes to pages 253–60 427\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 453,
      "bucket": "E (10%+)",
      "error_rate": 13.2,
      "unknown_words_sample": [
        "des",
        "xii",
        "uence",
        "ibid",
        "xix",
        "egyptiens",
        "langage",
        "speci",
        "nega",
        "artaud"
      ],
      "full_text": " \nof his work was translated in 1744 under the title: Essai sur les hiéro-\nglyphes des Egyptiens, ou l’on voit l’origine et le progrès du langage, l’an-\ntiquité des sciences en Egypte, et l’origine du culte des animaux. This work,\nwhich we shall discuss elsewhere, had considerable inﬂuence. All of\nthat era’s reﬂections on language and signs bore its mark. The editors\nof the Encyclopedia, Condillac, and, through him, Rousseau all drew\nspeciﬁc inspiration from it, borrowing in particular the theme of the\noriginally metaphorical nature of language.\n10. William Warburton: The Divine Legation of Moses Demonstrated, 10th\ned., (London: Thomas Tegg, 1846) 2:220.\n11. Ibid., p. 221.\n12. TN. Derrida discusses Artaud’s strikingly similar formulations about\nspeech as but one element of language and representation among\nothers in “The Theater of Cruelty and the Closure of Representation”\n(chap. 8 below), cf. especially note 7.\n13. The Ego and the Id (SE XIX, chap. 2) also underscores the danger of a\ntopographical representation of psychical facts.\n14. TN. Derrida’s fullest discussion of supplementarity is in De la\ngrammatologie.\n15. TN. Derrida fully develops the supplementary status of the footnote—\nla greffe—in La double séance in La dissémination.\n16. TN. On roads, writing, and incest see “De la grammatologie,” Critique\n223–24, pp. 149ff. An English translation by Gayatri C. Spivak, On\nGrammatology (Baltimore: Johns Hopkins University Press, 1977),\nappeared after I had ﬁnished the present translation. All references are\nto the original French version.\n17. TN. In Being and Time, and especially Kant and the Problem of Meta-\nphysics, Heidegger “deconstructs” Kant’s posited timelessness of the\ncogito, a position taken over from Descartes, in order to develop an\n“authentic” temporality.\n18. The metaphor of a photographic negative occurs frequently. Cf. “The\nDynamics of Transference” (SE XII). The notions of negative and copy\nare the principal means of the analogy. In the analysis of Dora, Freud\ndeﬁnes the transference in terms of editions. In “Notes on the Con-\ncept of the Unconscious in Psychoanalysis,” 1913 (SE XII, 264). Freud\ncompares the relations between the conscious and the unconscious to\na photographic process: “The ﬁrst stage of the photograph is the\n‘negative’; every photographic picture has to pass through the ‘nega-\ntive process,’ and some of these negatives which have held good in\nexamination are admitted to the ‘positive process’ ending in the\nnotes to pages 260–71\n428\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 454,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "xiv",
        "benveniste",
        "hervey",
        "nds",
        "xiii",
        "speci",
        "oper",
        "besetzung",
        "ation",
        "rst"
      ],
      "full_text": " \npicture.” Hervey de Saint-Denys devotes an entire chapter of his book\nto the same analogy. The intentions are the same. They suggest a\nprecaution that we will ﬁnd again in the “Note on the Mystic Writing\nPad”: “Memory, compared to a camera, has the marvelous superiority\nof natural forces: to be able to renew by itself its means of action.”\n19. “Dreams are parsimonious, indigent, laconic.” Dreams are “steno-\ngraphic” (cf. above).\n20. TN. Cf. note 12 above.\n21. TN. “Invested in all senses of the word” includes the speciﬁcally Freud-\nian sense of Besetzung or libidinal investment, which has been trans-\nlated into English as “cathexis.” The French investissement is much\ncloser to the original German.\n22. The “Metapsychological Supplement to the Theory of Dreams,” 1916\n(SE XIV) devotes an important development to formal regression,\nwhich, according to the Interpretation of Dreams, entails the substitu-\ntion of “primitive methods of expression and representation [which]\ntakes the place of the usual ones” (V, 548). Freud insists above all on\nthe role of verbal representations: “It is very noteworthy how little the\ndream-work keeps to the word-presentations; it is always ready to\nexchange one word for another till it ﬁnds the expression most handy\nfor plastic representation” (XIV, 228). This passage is followed by a\ncomparison, from the point of view of word-representations and thing-\nrepresentations, of the dreamer’s language and the language of the\nschizophrenic. It should be analysed closely. We would perhaps ﬁnd\n(against Freud?) that a rigorous determination of the anomaly is\nimpossible. On the role of verbal representation in the preconscious\nand the (consequently) secondary character of visual elements, cf. The\nEgo and the Id, chap. 2.\n23. “The Claim of Psychoanalysis to Scientiﬁc Interest” (SE XIII). The\nsecond part of this text, devoted to “non-psychological sciences,” is\nconcerned ﬁrst of all with the science of language (p. 176)—before\nphilosophy, biology, history, sociology, pedagogy.\n24. As is known, the note on “The Antithetical Meaning of Primal Words,”\n1910 (SE XI) tends to demonstrate, after Abel, and with a great\nabundance of examples borrowed from hieroglyphic writing, that the\ncontradictory or undetermined meaning of primal words could be\ndetermined, could receive its difference and its conditions of oper-\nation, only through gesture and writing. On this text and Abel’s\nhypothesis, cf. Emile Benveniste, Problèmes de linguistique générale\n(Paris: Gallimard, 1964), chap. 7.\nnotes to pages 271–77 429\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 455,
      "bucket": "E (10%+)",
      "error_rate": 11.5,
      "unknown_words_sample": [
        "denkaufschub",
        "xix",
        "hypomnesis",
        "voix",
        "nom",
        "das",
        "nur",
        "mination",
        "pretation",
        "zum"
      ],
      "full_text": " \n25. P. 228. This is the passage we quoted earlier, and in which the memory-\ntrace was distinguished from “memory.”\n26. TN. For a complete discussion of hypomnesis/mnesis in Plato, cf. “La\npharmacie de Platon”, in La dissémination.\n27. Cf. chapter 4 of Beyond the Pleasure Principle.\n28. The Standard Edition notes here a slight inﬁdelity in Freud’s descrip-\ntion. “The principle is not affected.” We are tempted to think that\nFreud inﬂects his description elsewhere as well, in order to suit the\nanalogy.\n29. This is still in chapter 4 of Beyond the Pleasure Principle.\n30. TN. In La voix et le phénomène (The Voice and the Phenomenon) trans.\nDavid Allison (Evanston: Northwestern University Press, 1973), there\nis a full “deconstruction” of perception as a past that was never\npresent.\n31. TN. “Now what is this wax . . .?” The reference is to the Second Medita-\ntion, and Derrida is playing upon the fact that Freud’s piece of wax, the\nmystic writing-pad, is irreducibly temporal and differentiated, while\nthe timelessness of Descartes’s piece of wax is symptomatic of the\nmetaphysical repression of writing and difference. Cf. note 17 above.\n32. We ﬁnd it again, the same year, in the article on “Negation” (SE XIX).\nIn a passage which concerns us here for its recognition of the relation\nbetween negation in thought and différance, delay, detour (Aufschub,\nDenkaufschub) (différance, union of Eros and Thanatos), the sending\nout of feelers is attributed not to the unconscious but to the ego. On\nDenkaufschub, on thought as retardation, postponement, suspension,\nrespite, detour, différance as opposed to—or rather différante (defer-\nring, differing) from—the theoretical, ﬁctive, and always already trans-\ngressed pole of the “primary process,” cf. all of chapter 7 of the Inter-\npretation of Dreams. The concept of the “circuitous path” (Umweg) is\ncentral to it. “Thought identity,” entirely woven of memory, is an aim\nalways already substituted for “perceptual identity,” the aim of the\n“primary process,” and das ganze Denken ist nur ein Umweg . . . (“All\nthinking is no more than a circuitous path,” SE V, 602). Cf. also the\n“Umwege zum Tode” in Beyond the Pleasure Principle. “Compromise,”\nin Freud’s sense, is always différance. But there is nothing before the\ncompromise.\nnotes to pages 277–84\n430\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 457,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "cacious",
        "blin",
        "artaud",
        "dionysean",
        "pre",
        "grammatologie",
        "panied",
        "antonin",
        "moyens",
        "accom"
      ],
      "full_text": " \n8. Les rêves et les moyens de les diriger (1867) is invoked at the opening of\nLes vases communicants.\n9. “Miserable, improbable psyche that the cartel of psychological pre-\nsuppositions has never ceased pinning into the muscles of humanity”\n(letter written from Espalion to Roger Blin, 25 March 1946.) “Only a\nvery few highly contestable documents on the Mysteries of the Middle\nAges remain. It is certain that they had, from the purely scenic point of\nview, resources that the theater has not contained for centuries, but\none could also ﬁnd on the repressed debates of the soul a science that\nmodern psychoanalysis has barely rediscovered and in a much less\nefﬁcacious and morally less fruitful sense than in the mystical dramas\nplayed on the parvis“ (February 1945). This fragment multiplies\naggressions against psychoanalysis.\n10. TD, pp. 46–47, 60.\n11. Against the pact of fear which gives birth to man and to God must be\nrestored the unity of evil and life, of the Satanic and the divine: “I, M.\nAntonin Artaud, born in Marseilles 4 September 1896, I am Satan and\nI am god and I do not want anything to do with the Holy Virgin” (writ-\nten from Rodez, September 1945).\n12. On the integral spectacle, cf. CW 2:31. This theme is often accom-\npanied by allusions to participation as an “interested emotion”: the\ncritique of esthetic experience as disinterestedness. It recalls\nNietzsche’s critique of Kant’s philosophy of art. No more in Nietzsche\nthan in Artaud must this theme contradict the value of gratuitous play\nin artistic creation. Quite to the contrary.\n13. TN. Brecht is the major representative of the theater of alienation.\n14. Letter to M. d’Alembert, trans, Allan Bloom (Glencoe: Free Press,\n1960), p. 126. [These questions receive an extended treatment in de la\nGrammatologie, pp. 235ff.]\n15. The theater of cruelty is not only a spectacle without spectators, it is\nspeech without listeners. Nietzsche: “The man in a state of Dionysean\nexcitement has a listener just as little as the orgiastic crowd, a listener\nto whom he might have something to communicate, a listener which\nthe epic narrator, and generally speaking the Apollonian artist, to be\nsure, presupposes. It is rather in the nature of the Dionysean art,\nthat it has no consideration for the listener: the inspired servant of\nDionysus is, as I said in a former place, understood only by his com-\npeers. But if we now imagine a listener at those endemic outbursts of\nDionysean excitement then we shall have to prophesy for him a fate\nsimilar to that which Pentheus the discovered eavesdropper suffered,\nnotes to pages 305–10\n432\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 458,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "mugge",
        "nondifference",
        "mination",
        "tition",
        "pharmacie",
        "platon",
        "eral",
        "trans",
        "diff",
        "osophy"
      ],
      "full_text": " \nnamely, to be torn to pieces by the Maenads . . . . But now the opera\nbegins, according to the clearest testimonies, with the demand of the\nlistener to understand the word. What? The listener demands? The word\nis to be understood?” (“On Music and Words,” in Early Greek Phil-\nosophy, trans. Maximilian Mugge [New York: Russell and Russell,\n1964], pp. 40–41).\n16. TN. Répétition also means “rehearsal” in French.\n17. TN. On the economy of dialectics, cf. below “From Restricted to Gen-\neral Economy.” On truth, repetition and the beyond of being, cf. “La\npharmacie de Platon,” pp. 192–195 in La dissémination.\n18. TN. Derrida seems to be making a point here which is developed much\nmore fully in “From Restricted to General Economy” (see this volume,\nchap. 9). He seems to be referring, if rather elliptically, to the Hegelian\ndialectic of the master and the slave, in which the master, who both\nrisks death and consumes with pleasure, does not maintain the present.\nThe slave is the truth of the master because he maintains the present\nthrough his relation to work, his deferred consumption of the present.\nThus he is also the embodiment of the dialectical “memory”—\nErinnerung. Both master and slave are possibilities of metaphysics, of\npresence, and to conﬁrm the one or the other—as happens inevitably—\nis to repeat a metaphysical gesture.\n19. Letter to Jean Paulhan, 25 January 1936: “I think I have a suitable title\nfor my book. It will be The Theater and Its Double, for if theater doubles\nlife, life doubles true theater . . . . This title corresponds to all the\ndoubles of the theater that I believe to have found over the course of\nso many years: metaphysics, the plague, cruelty . . . . It is on the stage\nthat the union of thought, gesture and act is reconstituted” (CW\n5:272–73).\n20. To attempt to reintroduce a purity into the concept of difference, one\nreturns it to nondifference and full presence. This movement is\nfraught with consequences for any attempt opposing itself to an\nindicative anti-Hegelianism. One escapes from it, apparently, only by\nconceiving difference outside the determination of Being as presence,\noutside the alternatives of presence and absence and everything they\ngovern, and only by conceiving difference as original impurity, that is\nto say as différance in the ﬁnite economy of the same.\n21. Nietzsche again. These texts are well known. Thus, for example, in the\nwake of Heraclitus: “And similarly, just as the child and the artist play,\nthe eternally living ﬁre plays, builds up and destroys, in innocence—\nand this game the aeon plays with himself . . . . The child throws away\nnotes to pages 310–16 433\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 460,
      "bucket": "D (5-10%)",
      "error_rate": 9.1,
      "unknown_words_sample": [
        "trise",
        "premi",
        "accom",
        "avec",
        "bataille",
        "pany",
        "res",
        "ern",
        "koj",
        "rst"
      ],
      "full_text": " \nhe elaborated the system in order to escape (any kind of conquest,\ndoubtless, is due to a man ﬂeeing a danger). To conclude, Hegel\nreaches satisfaction and turns his back on the extreme. Supplication is\ndead within him. That one should seek salvation is in itself admissible:\none continues to live, one cannot be sure, one must continue to sup-\nplicate. Hegel gained salvation while still alive and killed supplication,\nmutilated himself. Nothing was left of him but a broomhandle, a mod-\nern man. But before mutilating himself, he doubtless touched the\nextreme and knew supplication: his memory takes him back to the\nperceived abyss, in order to annihilate it! The system is annihilation”\n(L’expérience intérieure [hereafter EI; Paris: Gallimard, 1943], p. 60).\n7. On the history of Bataille’s reading of Hegel, from the ﬁrst articles of\nthe Documents (1929) to L’expérience intérieure (1943), and on the\nexperience of the instruction of Koyré, and above all, Kojève, whose\nmark dominates visibly, cf. R. Queneau, “Premières confrontations\navec Hegel,” Critique, 195–96. Let us note here and now that at least\nfor Bataille there was no fundamental rupture between Kojève’s read-\ning of Hegel, to which he openly subscribed almost totally, and the\ntrue instruction of Marxism. In a bibliography which was to accom-\npany an unpublished Théorie de la religion, one can read this in particu-\nlar: “This work (Introduction to the Reading of Hegel by Kojève) is an\nexplication of The Phenomenology of the Mind. The ideas that I have\ndeveloped are all here in substance. It remains to specify the cor-\nrespondence between Hegelian analysis and this ‘theory of religion’:\nthe differences between one representation and the other seem to me\nto be easily reducible.” “I insist again on underlining the fact that\nAlexandre Kojève’s interpretation does not depart from Marxism in\nany way: similarly, it is always easy to perceive that the present ‘theory’\nis always rigorously founded on the analysis of economy.”\n8. TN. Baillie, the English translator of Hegel’s Phenomenology, trans-\nlates Herrschaft as “lordship,” while Hyppolite, the French translator,\ntranslates Herr as maître, making the “master’s” operation maîtrise.-\nMaîtrise also has the sense of mastery, of grasp, and Derrida continu-\nally plays on this double sense, which is lost in English. The difference\nbetween sovereignty and lordship (maîtriser) is that sovereignty does\nnot seek to grasp (maîtriser) concepts but rigorously to explode them.\nAll citations from Hegel are indicated in the text; and are from The\nPhenomenology of the Mind, trans. J. B. Baillie (New York: Harper\nTorchbooks, 1967).\n9. “A passage from the preface to the Phenomenology of the Mind\nnotes to pages 320–21 435\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 462,
      "bucket": "E (10%+)",
      "error_rate": 10.9,
      "unknown_words_sample": [
        "struction",
        "nonmeaning",
        "spe",
        "etc",
        "savoir",
        "rences",
        "bataille",
        "knecht",
        "supplice",
        "dans"
      ],
      "full_text": " \n15. Michel Foucault, in fact, speaks of a “nonpositive afﬁrmation,”\n“Préface à la transgression,” Critique, 195–96, p. 756.\n16. “Of the Hegelian trinity, he suppresses the moment of synthesis.”\nSartre, Situations I, p. 144.\n17. Cf. Jean Hyppolite, Logique et existence; Essai sur la logique de Hegel\n(Paris: P.U.F.), p. 28.\n18. “Post-scriptum au supplice,” in EI, p. 189.\n19. “Only the serious has a meaning: play, which no longer has one, is\nserious only in the extent to which ‘the absence of meaning is also a\nmeaning,’ but is always lost in the night of an indifferent nonmeaning.\nSeriousness, death and pain are the basis of its obtuse truth. But the\nseriousness of death and pain is the servility of thought.” (“Post-\nscriptum,” in EI, p. 253) The unity of seriousness, meaning, work,\nservility, discourse, etc., the unity of man, slave and God—such, in\nBataille’s eyes, is the profound content of (Hegelian) philosophy. Here,\nwe can only refer to the most explicit texts. (A.) EI, p. 105: “In this my\nefforts recommence and undo Hegel’s Phenomenology. Hegel’s con-\nstruction is a philosophy of work, of the ‘project.’ Hegelian man—\nBeing and God—is fulﬁlled in the adequation of the project . . . . The\nslave . . . . after many meanders, acceeds to the summit of the uni-\nversal. The only obstacle to this way of thinking (which is, moreover, of\nan unequaled, and in some way inaccessible, profundity) is that man is\nirreducible to the project: nondiscursive existence, laughter, ecstasy,”\netc. (B.) Le coupable, p. 133: “In elaborating the philosophy of work\n(this is the knecht, the emancipated slave, the worker, who in the\nPhenomenology becomes God), Hegel has suppressed chance—and\nlaughter,” etc. (C.) In Hegel, la mort especially, Bataille shows through\nwhat sliding—which, in the speech of sovereignty, will have to be spe-\nciﬁcally opposed by another sliding—Hegel misses a sovereignty that\nhe “approached as much as he could,” and that he misses “for the\nbeneﬁt of servitude.” “The sovereignty of Hegel’s attitude springs\nfrom a movement revealed by discourse and which, in the Sage’s mind,\nis never separated from its revelation. It cannot, therefore, be fully\nsovereign: the Sage, in effect, cannot fail to subordinate it for the ends\nof a Wisdom which assumes the completion of discourse . . . He gath-\nered up sovereignty like a weight, which he dropped” (pp. 41—42).\n20. Conférences sur le non-savoir.\n21. Cf. the “Discussion sur le péché” in Dieu vivant, 4 (1945), and Pierre\nKlossowski, “A propos du simulacre dans la communication de\nGeorges Bataille,” Critique, 195–96.\nnotes to pages 327–32 437\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 463,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "sacri",
        "nal",
        "etc",
        "savoir",
        "rences",
        "bataille",
        "aufhebung",
        "mination",
        "mal",
        "platon"
      ],
      "full_text": " \n22. El, pp. 105 and 213.\n23. Cf., for example, El, p. 196: “the sacriﬁcer succumbs . . . and is lost\nwith his victim,” etc.\n24. “Moreover, sovereignty is the object that always eludes us, that no one\nhas grasped, that no one ever will grasp . . . . In the Phenomenology of\nthe Mind, pursuing this dialectic of the master (the lord, the sovereign)\nand the slave (the man subjugated to work), which is at the origin of\nthe Communist theory of class struggle, Hegel brings the slave to\ntriumph, but his apparent sovereignty is then only the autonomous\nwill of servitude; for its part, sovereignty has only the kingdom of\nfailure” (Genet, in La littérature et le mal).\n25. TN. Erinnerung is the Hegelian, speculative concept of interiorizing\nmemory. Like Aufhebung (cf. note 13 above) it leaves nothing behind.\nRecognition is the Hegelian category which governs the dialectic of\nmaster and slave: it is the master’s ﬁnal recognition of his truth in the\nslave that permits the Aufhebung, the master’s interiorizing of the\nslave, which produces the freedom of self-consciousness. If the mas-\nter interiorizes servility through speculative concepts, sovereignty\nmust actively forget these concepts; and it must not seek recognition,\nas does the master, for this inevitably leads to servility.\n26. TN. For Plato, Socrates’ stature is summarized by the fact that his\ninstruction was oral, that he did not write. And Plato always attacks the\nSophists, the professional writers, because they make speech\ninauthentic. Cf. “La pharmacie de Platon,” in La dissémination, pp. 120ff.\n27. Taken outside their general syntax, their writing, certain propositions,\nin effect, manifest voluntarism, an entire philosophy of the operating\nactivity of a subject. Sovereignty is a practical operation (cf., for\nexample, the Conférences sur le non-savoir, p. 14). But one would not\nread Bataille’s text if one did not weave these propositions into the\ngeneral warp that undoes them by linking them to, or by inscribing\nthem within, themselves. Thus, a page further on: “And it does not\neven sufﬁce to say: one cannot speak of the sovereign moment with-\nout altering it, without altering it insofar as it is truly sovereign. To the\nsame extent as to speak of it, to seek these movements is contradict-\nory. At the moment when we seek something, whatever it is, we do not\nlive in sovereign fashion, we subordinate the present moment to a\nfuture moment that will follow it. Perhaps we attain the sovereign\nmoment following our effort, and, in effect, it is possible that an effort\nis necessary, but between the time of the effort and sovereign time\nthere is necessarily a cut-off, and, one could even say, an abyss.”\nnotes to pages 333–38\n438\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 464,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "irr",
        "gularit",
        "entism",
        "langage",
        "bataille",
        "cative",
        "maudite",
        "rst",
        "unknowledge",
        "quali"
      ],
      "full_text": " \n28. Sartre’s study, cited above, joints its ﬁrst and second parts with the\nhinge of this proposition: “But form is not everything: let us look at the\ncontent” (Situations I, p. 142).\n29. “A dislodging, but aware use of words,” says Sollers (“De grandes\nirrégularités de langage,” Critique, 195–96).\n30. One of the essential themes of Sartre’s study (Un nouveau mystique) is\nalso the accusation of scientism, joined with that of mysticism. (“Sci-\nentism also will falsify M. Bataille’s entire thought,” p. 147).\n31. Unknowledge is historical, as Sartre notes (“Unknowledge is essen-\ntially historical, since it can be designated only as a certain experience\nthat a certain man had at a certain date,” p. 140), only on its dis-\ncursive, economical, subordinated side, which can be seen and, more\nprecisely, can be designated only within the reassuring closure of know-\nledge. The “edifying narrative”—this is how Sartre qualiﬁes interior\nexperience immediately afterward—is, on the contrary, on the side of\nknowledge, history, and meaning.\n32. On the operation which consists in miming absolute knowledge, at\nwhose termination “unknowledge having been attained, absolute\nknowledge becomes one kind of knowledge among others,” cf. pp.\n73ff. and 138ff. of EI, where important developments are devoted to the\nCartesian model (“a solid base on which everything rests”) and the\nHegelian model (“circularity”) of knowledge.\n33. One would commit a gross error in interpreting these propositions in\na “reactionary” sense. The consumption of the excess of energy by a\ndetermined class is not the destructive consuming of meaning, but\nthe signiﬁcative reappropriation of a surplus value within the space of\nrestricted economy. From this point of view, sovereignty is absolutely\nrevolutionary. But it is also revolutionary as concerns a revolution\nwhich would only reorganize the world of work and would redistribute\nvalues within the space of meaning, that is to say, still within restricted\neconomy. This last movement—only slightly perceived, here and\nthere, by Bataille (for example, in La part maudite. when he evokes the\n“radicalism of Marx” and the “revolutionary sense that Marx formu-\nlated in a sovereign way”) and most often muddled by conjectural\napproximations (for example in the ﬁfth part of La part maudite)—is\nrigorously necessary, but as a phase within the strategy of general\neconomy.\n34. The writing of sovereignty is neither true nor false, neither truthful nor\ninsincere. It is purely ﬁctive in a sense of this word that the classical\noppositions of true and false, essence and appearance, lack. It\nnotes to pages 338–42 439\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 466,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "sollers",
        "toit",
        "bifurs",
        "thode",
        "etc",
        "systematicity",
        "signi",
        "syst",
        "vieille",
        "orie"
      ],
      "full_text": " \n“the exercise of power” (subjugating lordship), Bataille opposes “the\nclassic idea of sovereignty,” which “is linked to the idea of command”\nand consequently wields all the attributes which are refused, under the\nsame word, to the sovereign operation (free, victorious, self-conscious,\nacknowledged, etc., subjectivity, which is therefore mediated and\nturned away from itself, returning to itself for having been turned away\nfrom itself by the work of the slave). Now, Bataille demonstrates that\nthe “major positions” of sovereignty, as much as the minor ones, can\nbe inserted into the sphere of activity” (Méthode).\nThe difference between the major and the minor is therefore only\nanalogous to the difference between the archaic and the classic. And\nneither the one nor the other must be understood in a classic or minor\nfashion. The archaic is not the originary or the authentic, as they are\ndetermined by philosophical discourse. The major is not opposed to\nthe minor like big to little, high to low. In “Vieille taupe” (Old Mole),\n(an unpublished article, rejected by Bifurs), the oppositions of high to\nlow, and of all the signiﬁcations in sur-, super- (surreal, superman) and\nin sub- (subterranean, etc.), of the imperialist eagle and the proletarian\nmole, are examined in all the possibilities of their reversals.\n40. “Play is nothing if not an open and unreserved challenge to everything\nopposed to play” (marginal note in the unpublished “Théorie de la\nreligion,” which Bataille also planned to entitle “To die laughing and to\nlaugh at dying”).\n41. “A gesture . . . irreducible to classical logic . . . and for which no logic\nseems to be constituted” says Sollers in Le toit, which begins by\nunmasking, in their systematicity, all the forms of pseudotransgression,\nthe social and historical ﬁgurations in which can be read the complicity\nbetween “the man who lives without protest under the yoke of the law,\nand the man for whom the law is nothing.” In this last case, repression\nis only “redoubled” (Le toit: Essai de lecture systématique, in Logiques\n[Paris: Seuil, 1968], p. 168).\n42. Like every discourse, like Hegel’s, Bataille’s discourse has the form of\na structure of interpretations. Each proposition, which is already\ninterpretive in nature, can be interpreted by another proposition.\nTherefore, if we proceed prudently and all the while remain in Bataille’s\ntext, we can detach an interpretation from its reinterpretation and\nsubmit it to another interpretation bound to other propositions of the\nsystem. Which, without interrupting general systematicity, amounts to\nrecognizing the strong and weak moments in the interpretation of a\nbody of thought by itself, these differences of force keeping to the\nnotes to pages 345–48 441\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 467,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "dasein",
        "etc",
        "ected",
        "sein",
        "ther",
        "unknowledge",
        "ity",
        "rst",
        "corbin",
        "und"
      ],
      "full_text": " \nstrategic necessity of ﬁnite discourse. Naturally our own interpretive\nreading has attempted to pass through what we have interpreted as\nthe major moments, and has done so in order to bind them together.\nThis “method”—which we name thus within the closure of\nknowledge—is justiﬁed by what we are writing here, in Bataille’s wake,\nabout the suspension of the epoch of meaning and truth. Which nei-\nther frees nor prohibits us from determining the rules of force and of\nweakness: which are always a function of: (1) the distance from the\nmoment of sovereignty; (2) the misconstruing of the rigorous norms\nof knowledge.\nThe greatest force is the force of a writing which, in the most\naudacious transgression, continues to maintain and to acknowledge\nthe necessity of the system of prohibitions (knowledge, science, phil-\nosophy, work, history, etc.). Writing is always traced between these two\nsides of the limit.\nAmong the weak moments of Bataille’s discourse, certain ones are\nsignaled by the determined unknowledge which is a certain philo-\nsophical ignorance. And Sartre justly notes that “he has visibly not\nunderstood Heidegger, of whom he often and clumsily speaks” and\nthat then “philosophy avenges itself” (Situations I, p. 145). Here, there\nwould be much to say about the reference to Heidegger. We will\nattempt to do so elsewhere. Let us only note that on this point and\nseveral others, Bataille’s “faults” reﬂected the faults which, at that\ntime, marked the reading of Heidegger by “specialized philosophers.”\nTo adopt Corbin’s translation of Dasein as human-reality (a monstros-\nity of unlimited consequences that the ﬁrst four paragraphs of Sein und\nZeit had warned against), to use this translation as an element of a\ndiscourse, to speak insistently about a “humanism common to\nNietzsche and our author [Bataille],” (p. 165) etc.—this, too, was\nphilosophically very risky on Sartre’s part. Drawing attention to this\npoint in order to illuminate Bataille’s text and context, we doubt nei-\nther the historic necessity of this risk, nor the function of awakening\nwhose price it was, within a conjuncture that is no longer ours. All this\nmerits recognition. Awakening and time have been necessary.\n43. TN. Sens, in French, means both sense and direction. To lose sense, to\nlose meaning, is to lose one’s way, to lose all sense of direction.\nnotes to pages 348–49\n442\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 468,
      "bucket": "E (10%+)",
      "error_rate": 12.3,
      "unknown_words_sample": [
        "xlix",
        "ibid",
        "der",
        "mauss",
        "von",
        "weidenfeld",
        "avec",
        "econ",
        "anthropologie",
        "entretiens"
      ],
      "full_text": " \n10: STRUCTURE, SIGN, AND PLAY IN THE DISCOURSE OF HUMAN\nSCIENCES\n1\nTN. The reference, in a restricted sense, is to the Freudian theory of\nneurotic symptoms and of dream interpretation in which a given sym-\nbol is understood contradictorily as both the desire to fulﬁll an\nimpulse and the desire to suppress the impulse. In a general sense the\nreference is to Derrida’s thesis that logic and coherence themselves\ncan only be understood contradictorily, since they presuppose the\nsuppression of différance, “writing” in the sense of the general econ-\nomy. Cf. “La pharmacie de Platon,” in La dissemination, pp. 125–26,\nwhere Derrida uses the Freudian model of dream interpretation in\norder to clarify the contractions embedded in philosophical coherence.\n2. The Raw and the Cooked, trans. John and Doreen Wightman (New\nYork: Harper and Row, 1969), p. 14. [Translation somewhat modiﬁed.]\n3. The Elementary Structures of Kinship, trans. James Bell, John von\nSturmer, and Rodney Needham (Boston: Beacon Press, 1969), p. 8.\n4. Ibid., p. 3.\n5. The Savage Mind (London: George Weidenfeld and Nicolson; Chicago:\nThe University of Chicago Press, 1966), p. 247.\n6. Ibid., p. 17.\n7. The Raw and the Cooked, p. 2.\n8. Ibid., pp. 5–6.\n9. Ibid., p. 12.\n10. Ibid. pp. 17–18.\n11. Ibid., pp. 7–8.\n12. TN. This double sense of supplement—to supply something which is\nmissing, or to supply something additional—is at the center of Der-\nrida’s deconstruction of traditional linguistics in De la grammatologie.\nIn a chapter entitled “The Violence of the Letter: From Lévi-Strauss to\nRousseau” (pp. 149ff.), Derrida expands the analysis of Lévi-Strauss\nbegun in this essay in order further to clarify the ways in which the\ncontradictions of traditional logic “program” the most modern con-\nceptual apparatuses of linguistics and the social sciences.\n13. “Introduction à l’oeuvre de Marcel Mauss,” in Marcel Mauss,\nSociologie et anthropologie (Paris: P.U.F., 1950), p. xlix.\n14. Ibid., pp. xlix—l.\n15. George Charbonnier, Entretiens avec Claude Lévi-Strauss (Paris: Plon,\n1961).\n16. Race and History (Paris: Unesco Publications, 1958).\nnotes to pages 352–67 443\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 469,
      "bucket": "E (10%+)",
      "error_rate": 13.3,
      "unknown_words_sample": [
        "tristes",
        "des",
        "tion",
        "catesson",
        "cardinaux",
        "ques",
        "tropiques",
        "mauss",
        "yukel",
        "trans"
      ],
      "full_text": " \n17. “Introduction à l’oeuvre de Marcel Mauss,” p. xlvi.\n18. TN. The reference is to Tristes tropiques, trans. John Russell (London:\nHutchinson and Co., 1961).\n11: ELLIPSIS\n1. This is the title of the third volume of the Livre des questions (1965). The\nsecond volume, the Livre de Yukel, appeared in 1964. Cf. chap. 3 above,\n“Edmond Jabès and the Question of the Book.”\n2. TN. The exit from the identical into the same recalls the “leap out of\nmetaphysics” into the question of difference, which is also the ques-\ntion of the same, as elaborated by Heidegger in Identity and Difference.\n3. TN. The eternal return is the Nietzschean conception of the same.\n4. Jean Catesson, “Journal non-intime et points cardinaux,” Measures,\nno. 4, October 1937.\nnotes to pages 368–78\n444\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 470,
      "bucket": "E (10%+)",
      "error_rate": 29.8,
      "unknown_words_sample": [
        "des",
        "criture",
        "coll",
        "salle",
        "cerisy",
        "taphysique",
        "nom",
        "artaud",
        "dans",
        "conomie"
      ],
      "full_text": " \nSOURCES\n1\n“Force et signiﬁcation.” Critique, nos. 193–94, June—July 1963.\n2\n“Cogito et l’histoire de la folie.” Lecture delivered 4 March 1963 at the\nCollège Philosophique and published in Revue de métaphysique et de\nmorale, 1964, nos. 3 and 4.\n3\n“Edmond Jabès et la question du livre.” Critique, no. 201, January\n1964.\n4\n“Violence et métaphysique: Essai sur la pensée d’Emmanuel Levi-\nnas.” Revue de métaphysique et de morale, 1964, nos. 3 and 4.\n5\n“‘Genèse et structure’ et la phénoménologie.” Lecture delivered 1959\nat Cerisy-la-Salle and published in Genèse et structure, edited by Gan-\ndillac, Goldmann and Piaget. The Hague: Mouton, 1964.\n6\n“La parole soufﬂée.” Tel Quel, no. 20, winter 1965.\n7\n“Freud et la scène de l’écriture.” Lecture delivered at the Institut de\nPsychanalyse and published in Tel Quel, no. 26, summer 1966.\n8\n“Le théâtre de la cruauté et la clôture de la représentation.” Lecture\ndelivered at the Artaud colloquium, International Festival of Uni-\nversity Theater, Parma, April 1966, and published in Critique, no. 230,\nJuly 1966.\n9\n“De l’économie restreinte à l’économie générale: Un hegelianisme\nsans réserve.” L’arc, May 1967.\n10\n“La structure, le signe et le jeu dans le discours des sciences\nhumaines.” Lecture delivered 21 October 1966 at the International\n"
    }
  ]
}