{
  "document": "Derrida_TheBeastAndTheSovereignVol1",
  "batch_number": 3,
  "total_batches": 10,
  "pages": [
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 84,
      "bucket": "D (5-10%)",
      "error_rate": 7.3,
      "unknown_words_sample": [
        "papadoc",
        "est",
        "hrer",
        "princeps",
        "dictatura",
        "sitionality",
        "ipse",
        "torship",
        "genelycology",
        "pythagoreans"
      ],
      "full_text": "third session  ‡  67\nderstands better that a word signifying “himself” could have taken on the \nproper sense <of> “master.” In spoken Latin, Plautus, as Benveniste recalls \n(and let us not forget, let us never forget the wolves in our genelycology, \nlet us not forget that, be this a coincidence or not, Plautus is the author of \nAsinaria concerning which I recalled last time, during our wolf- hunt, that \nit contained the ﬁ rst occurrence of Lupus est homo homini, non homo, quom \nqualis sit non novit) — Plautus, then, uses the word ipsissimus (the absolutely \nhimself) to designate the master, the boss, the most important personage, \nin short the ﬁ rst, the princeps or the prince. In short, the sovereign. In Rus-\nsian, sam (himself) names the lord. Among the Pythagoreans, the master \nPythagoras was designated as autos, autos epha: he said it himself, i.e. the \nmaster said. “In Danish han sjølv, ‘er selbst,’ has the same meaning.” The \nmaster (and what is said of the master is easily transferable to the ﬁ rst of all, \nthe prince, the sovereign), the master is he who is said to be, and who can \nsay “himself” to be, the (self- )same, “myself.”\nThe concept of sovereignty will always imply the possibility of this po-\nsitionality, this thesis, this self- thesis, this autoposition of him who posits or \nposits himself as ipse, the (self- )same, oneself. And that will be just as much \nthe case for all the “ﬁ rsts,” for the sovereign as princely person, the monarch \nor the emperor or the dictator, as for the people in a democracy, or even \nfor the  citizen- subject in the exercise of his sovereign liberty (for example, \nwhen he votes or places his secret ballot in the box, sovereignly). In sum, \nwherever there is a decision worthy of the name, in the classical sense of the \nterm. Dictatorship (and in a minimal and strict sense sovereignty is always \na moment of dictatorship, even if one does not live in a so- called dictatorial \nregime) is always the essence of sovereignty, where it is linked to the power \nto say in the form of dictation, prescription, order or diktat. From the Ro-\nman dictatura, where the dictator is the supreme and extraordinary magis-\ntrate, sometimes the ﬁ rst magistrate, and so the master of certain cities, to \nmodern forms of dictatorship such as Führer or Duce or the Little Father \nof the People or some other “papadoc,”6 but also in the ﬁ gure of the dicta-\ntorship of the proletariat, in dictatorship in general as power that exercises \nitself unconditionally in the form of the Diktat, of the ultimate saying or the \nperformative verdict that gives orders and has no account to render other \nthan to itself (ipse), and not to any superior agency, especially not a par-\nliament — well, that dictatorship, that dictatorial agency, is at work every-\nwhere, wherever there is sovereignty.\n6. [Translator’s note:] Derrida is here referring to François “Papa Doc” Duvalier \n(1904–71), the notorious dictatorial president of Haiti from 1957 until his death.\n103 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 85,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "moby",
        "ies",
        "skr",
        "embod",
        "urbana",
        "gilles",
        "ipse",
        "ampli",
        "deleuze",
        "lix"
      ],
      "full_text": "68  ‡  third session\nBenveniste continues, deﬁ ning without using the word sovereignty itself, \nprecisely as authority of the ipse, of the same, of the properly oneself — and \nthis is why I am insisting on it here and will often use the value and word \nipseity in this sense, with all its implications [Benveniste continues then, and \nevery word counts]:\nFor an adjective that means “oneself” to become ampliﬁ ed to the sense of \n“master,” one condition is necessary: a closed circle of people, subordinated \nto a central personage who takes on the personality and complete identity \nof the group to the point of summing it up himself; by himself, he embod-\nies it.\n \nThis is exactly what happens in the compound dem- pot(i)- [skr.], “mas-\nter of the house.” The role of the personage thus named is not to exercise \ncommand, but to take on a representation that gives him authority over the \nfamily group, with which he is identiﬁ ed.7\nApart from sexual difference, the article, la, le, la bête, le souverain, clearly \nmarks that we are dealing with common nouns, substantives, and not ad-\njectives or attributes. The distinction is the more critical in that it recalls \ntwo obvious things, linked to the idiomatic use of the French language. It is \nnever said of the beast that it is bête [stupid] or bestial. The adjective, epithet, \nattribute bête, or “bestial” are never appropriate for animal or beast. Bêtise \nis proper to man (or even to the sovereign qua man). Later we shall look \nclosely at a text of Deleuze from Difference and Repetition, on this subject \n(bêtise as proper to man).\nWe shall look at this text of Deleuze, as well as the ﬁ ne, great book that \nAvital Ronell has just devoted to bêtise, i.e. Stupidity.8 For Deleuze, natu-\nrally you should also read the very rich chapter in Mille plateaux9 entitled \n“1730 — Becoming- Intense, Becoming- Animal, Becoming- Imperceptible . . .” \nYou will ﬁ nd there not only references to the wolf- man, the Wolf Man that \nthe wolves look at, the werewolf (pp. 303 and 323 [249 and 264]) and the \nphenomenon of wolf- children (p. 335 [273]), the  becoming- whale of Ahab \nin Moby Dick (p. 374 [306]). You will also ﬁ nd, among a thousand plateaus \n7. Benveniste, “Hospitalité,” p. 91.\n8. Avital Ronell, Stupidity (Urbana: University of Illinois Press, 2002). \n9. Gilles Deleuze and Félix Guattari, Mille plateaux (Paris: Minuit, 1980), chap. 10; \ntrans. Brian Massumi as A Thousand Plateaus (Minneapolis: University of Minnesota \nPress, 1987). [Translator’s note:] I have beneﬁ ted from consulting Massumi’s translation, \nbut have retranslated the passages from Mille plateaux in the interests of literality and \nconsistency with Derrida’s commentary. \n \n104\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 86,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "deleuze",
        "ity",
        "lacan",
        "des",
        "classi",
        "mals",
        "ized",
        "zoophilic",
        "fects",
        "mille"
      ],
      "full_text": "third session  ‡  69\nand a thousand other things, the question of taxonomy that will interest us \nhere, the question of the classiﬁ cation of animal ﬁ gures. In passing, Deleuze \nmakes fun of psychoanalysis when it talks about animals, makes fun as he \noften does, sometimes a little hastily, and not only does he make fun of it but \nhe says, which is even funnier, that the animals themselves make fun of it. \nThis is on pages 294–95 [240–41] of Mille plateaux:\nWe would even have to distinguish three sorts of animals: individuated \nanimals, familiar and familial, sentimental, Oedipal animals, part of our \nlittle story, “my” cat, “my” dog; they invite us to regress, they draw us into \nnarcissistic contemplation, and psychoanalysis understands only these ani-\nmals, the better to discover underneath the image of a Daddy, a Mommy, a \nlittle brother (when psychoanalysis talks about animals, the animals learn \nto laugh); all the people who love cats and dogs are idiots [des cons]. And then \nthere would be a second sort, animals with character or attribute, animals of \ngenus, classiﬁ cation, or state, the way the great divine myths treat them, to \nextract from them series or structures, archetypes or models (Jung is more \nprofound than Freud, though). Finally, there would be more demoniacal \nanimals, with packs and affects, and who produce multiplicity, becoming, \npopulation, fairy tale . . . Or else, once more, is it not all animals that can \nbe treated these three ways? There will always be the possibility that any \nanimal, louse, cheetah, or elephant, be treated as a familiar animal, my little \nanimal. And, at the other extreme, any animal can also be treated after the \nmanner of pack and swarming, which suits us sorcerers better. Even the \ncat, even the dog . . . And if the shepherd or the leader of the pack, the devil \nhave his favorite animal in the pack, this is certainly not in the same way as \njust now. Yes, any animal is or can be a pack, but with varying degrees of \nvocation for it, which makes it more or less easy to discover the multiplicity, \nthe tenor in multiplicity, that it contains actually or virtually in each case. \nBanks, bands, ﬂ ocks, populations are not inferior social forms, they are af-\nfects and potentials, involutions, which catch up all animals in a becoming \nthat is no less powerful than that of man with animal.\nAnd of course the question that will traverse this whole seminar, whether it \nbe itself present and pressing, itself, explicitly, in person, or indirectly, will \nalways be that of the “proper to man.” And, moreover, bestiality, character-\nized either as perversion or sexual deviancy, zoophilia that pushes people to \nmake love with beasts or to make love to beasts, or as cruelty — this bestial-\nity, this double bestiality (zoophilic or cruel) would also be proper to man. \nAnd later we shall look closely at a text of Lacan’s on this subject (bestial \ncruelty as proper to man).\n105 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 88,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "solche",
        "ization",
        "menschheit",
        "ity",
        "rmness",
        "mondialisation",
        "tion",
        "ipsissimus",
        "ipse",
        "der"
      ],
      "full_text": "third session  ‡  71\na ﬁ rmness matched only by its naïveté, it is in the name of a certain sup-\nposed proper of man, of the humanity of man, that one limits, delimits, and \ncircumscribes, even beats back, combats, and denounces the sovereignty \nof the  nation- state. I’m careful to say the sovereignty of the state and the \n nation- state, for the humanity of man or of the human person invoked by \nhuman rights or the concept of crime against humanity, by international \nright or the international penal agencies — all these agencies might well be \ninvoking another sovereignty, the sovereignty of man himself, of the very \nbeing of man himself (ipse, ipsissimus) above and beyond and before state or \n nation- state sovereignty.\nIt is, moreover, let it be said in passing, this invocation of the human, the \nhumanitarian, or even of human rights — above the state — that Schmitt \nholds to be de- politicizing, to be responsible for the modern neutralization \nof the political or for depoliticization (Entpolitisierung). In truth, and this is \nwhy I say “invocation” of the human or the humanitarian above the interest \nof the state, Schmitt believes he can always discern in this humanistic and \nhumanitarian discourse a ruse of war, a strategic ruse put to work by a state \nstruggling for hegemony, the ruse of a wolf, a werewolf, if not of a fox (let us \nnever forget the wolves and the foxes). Depoliticization, the move beyond \nstate sovereignty would on this view be a piece of hypocrisy in the service \nof a sovereignty, of a determinate  nation- state hegemony. Schmitt, in the \n1930s, is not yet speaking of “globalization [mondialisation: worldwidiza-\ntion],” but this is clearly what he has in view in his critique of the premises \nof a new international right, a Society of nations, etc. The world of global-\nization would then be a stratagem, a false concept or a concept forged in or-\nder to pass off some particular interest as a worldwide or universal interest, \npass off the interest of one  nation- state or a restricted group of  nation- states \nas the world, as the universal interest of humanity in general, as the interest \nof the proper of man in general. After having asserted that “humanity as \nsuch [Die Menschheit als solche] cannot wage war because it has no enemy, \nat least on this planet [comment on this last detail]. The concept of human-\nity excludes the concept of the enemy, because the enemy does not cease \nto be human being — and hence there is no speciﬁ c differentiation in that \nconcept”10 — after having asserted this, i.e. that the concept of humanity \ncannot be a political concept or the basis for a politics, Schmitt goes on to try \nto show that in fact, wherever this concept is put forward in the pursuit of \nwar (and there would be so many examples today), it is a lying rhetoric, an \nideological disguise tending to mask and smuggle in  nation- state interests, \n10. Carl Schmitt, The Concept of the Political (see session 1 above, n. 40), p. 54. \n108 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 89,
      "bucket": "E (10%+)",
      "error_rate": 17.7,
      "unknown_words_sample": [
        "nur",
        "von",
        "humanit",
        "ussersten",
        "namen",
        "universalen",
        "brauchbares",
        "expansionen",
        "des",
        "tion"
      ],
      "full_text": "72  ‡  third session\nand therefore those of a determinate sovereignty. Humanity is only a word, \nthen, a name in the name of which particular and momentary interests of \nparticular states are being served:\nThat wars are waged in the name of humanity [im Namen der Menschheit, \nSchmitt continues] is not a contradiction [Widerlegung] of this simple truth; \nquite the contrary, it has an especially intensive political meaning [a more \nintense political meaning, an intensiﬁ cation of the political meaning, einen \nbesonders intensiven politischen Sinn: in other words, today, all the combats \nin the name of the rights of man, supposedly above nation- state sovereign-\nties, would not be a true depoliticization but a marked intensiﬁ cation of the \n state- political in the service of determinate interests]. When a state ﬁ ghts \nits political enemy in the name of humanity, it is not war for the sake of \nhumanity, but a war wherein a particular state [a determinate state, ein \nbestimmter Staat] seeks to usurp a universal concept [einen universalen Beg-\nriff zu okkupieren sucht] against its military opponent. At the expense of its \nopponent, it tries to identify itself with humanity in the same way as one \ncan misuse peace, justice, progress, and civilization in order to claim these \nas one’s own and to deny the same to the enemy.\n \nThe “concept of humanity” is an especially useful ideological instru-\nment of imperialist expansion [“Menschheit” — in quotes — ist ein besonders \nbrauchbares ideologisches Instrument imperialistischer Expansionen], and in its \n ethical- humanitarian form [und in ihrer  ethisch- humanitären Form] it is a \nspeciﬁ c vehicle of economic imperialism. Here one is reminded of a some-\nwhat modiﬁ ed expression of Proudhon’s: whoever invokes humanity wants \nto cheat. To conﬁ scate the word humanity, to invoke and monopolize such \na term [solche erhabenen Namen: such a sublime term; the “sublime” goes \nmissing in the En glish translation (tr.)] probably has certain incalculable ef-\nfects [nur den schrecklichen Anspruch manifestieren: literally, “can only be the \nsign of the terrifying demand”], such as denying the enemy the quality of \nbeing human [die Qualität des Menschen] and declaring him to be an outlaw \nof humanity [hors la loi and hors l’humanité appear in French in Schmitt’s \ntext]; and a war can thereby be driven to the most extreme inhumanity \n[zur äussersten Unmenschlichkeit]. But besides this highly political utiliza-\ntion of the nonpolitical term humanity [Aber abgesehen, von dieser hochpoli-\ntischen Verwertbarkeit des unpolitischen Namens der Menschheit, I repeat and \nretranslate: with the exception of the highly political instrumentalization, \nutilization of the apolitical or nonpolitical name humanity], there are no \nwars of humanity as such. Humanity is not a political concept [Mensch-\nheit ist kein politischer Begriff], and no political entity nor society and no \nstatus [Status: status and state?] corresponds to it. The  eighteenth- century \nhumanitarian concept of humanity [der humanitäre Menschheitbegriff] was \na polemical denial [one ought to say a polemical denegation, eine polemische \n110\n109\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 90,
      "bucket": "D (5-10%)",
      "error_rate": 8.2,
      "unknown_words_sample": [
        "ibid",
        "laration",
        "humanit",
        "hyperpoliticity",
        "intensi",
        "etc",
        "hors",
        "nonpoliticality",
        "schrecklich",
        "hyperpolitical"
      ],
      "full_text": "third session  ‡  73\nVerneinung] of the then existing  aristocratic- feudal system and the privi-\nleges accompanying it.11\nRead what follows, on this supposed natural and universal right that is in \nfact an “ideal social construction” (soziale Idealkonstuktion) . . .\nWhat must be noticed in this Schmittian logic — whether or not we sub-\nscribe to it — what we must note from our point of view here is ﬁ rst of all \nthis series of gestures (at least three), whereby:\n1. Schmitt announces or denounces the nonpolitical nature of the concept \nof humanity or the humanitarian, of humanitarianism (Universal Dec-\nlaration of Human Rights beyond the state, etc.).\n2. Schmitt announces or denounces, under this apparent nonpoliticality, a \nself- interested hyperpoliticity, a disguised intensiﬁ cation of political in-\nterests of an imperialist and especially economical form.\n3. (and this is what will matter most to us), Schmitt announces and de-\nnounces what is terrifying (schrecklich) and even terrorizing in this pre-\ntension, in this hyperstrategic, hyperpolitical hypocrisy, in this cunning \nintensiﬁ cation of the political. What is terrifying, according to him, what \nis to be feared or dreaded, what is schrecklich, scary, what inspires terror, \nbecause it acts through fear and terror, is that this humanitarian preten-\nsion, when it goes off to war, treats its enemies as “hors la loi [outside the \nlaw]” and “hors l’humanité [outside humanity]” (in French in Schmitt’s \ntext), i.e. like beasts: in the name of the human, of human rights and hu-\nmanitarianism, other men are then treated like beasts, and consequently \none becomes oneself inhuman, cruel, and bestial. One becomes stupid \n[bête], bestial and cruel, fearsome, doing everything to inspire fear, one \nbegins to take on the features of the most fearsome werewolf (let’s not \nforget the wolves), because one is claiming to be human and worthy of \nthe dignity [digne de la dignité] of man. Nothing, on this view, would be \nless human than this imperialism which, acting in the name of human \nrights and the humanity of man, excludes men and humanity and im-\nposes on men inhuman treatments. Treats them like beasts.\nOne sees here at work, itself in an equivocal — one could even say hypo-\ncritical — way, a Schmittian discourse which plays on two registers. On the \none hand, Schmitt does not hesitate to take on a concept of the political that \nmust be dissociated from every other dimension, not only economic but \nethical: the political presupposes the enemy, the possibility of war, the evil \n11. Ibid., pp. 54–55.\n111 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 92,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "tation",
        "clas",
        "dif",
        "guerre",
        "ction",
        "etc",
        "ehre",
        "repu",
        "entpolitisieriung",
        "politiques"
      ],
      "full_text": "third session  ‡  75\nbut without subscribing to it through and through, what I am seeking, \nelsewhere but in particular in this seminar, is a prudent deconstruction of \nthis logic and of the dominant, classical concept of  nation- state sovereignty \n(which is Schmitt’s reference), without ending up with a depoliticization, a \nneutralization of the political (Entpolitisieriung), but with another politici-\nzation, a repoliticization that does not fall into the same ruts of “dishonest \nﬁ ction” — while what an “honest ﬁ ction” can be, and on which concept of \nﬁ ction one is relying, remains to be found out. For here we ﬁ nd again the \nbasically humanistic moralism and the surreptitious evaluations of Schmitt: \nas just now, for a fright that is good here but to be condemned there, we \nhave here a reference to a dishonest and dishonorable ﬁ ction (unehrliche \nFiktion) that it is difﬁ cult to see in the name of what Schmitt can in this \nway disqualify, discredit, or denounce with horror or contempt — it is dif-\nﬁ cult to see, in the name of what he can condemn, cunning, hypocrisy, and \ndenial when they becomes arms of war, a war that does not speak its name. \nSchmitt’s implicit but unavowed axiomatic is that a war should speak its \nname, and that one must always say and sign one’s name, that an imperial-\nism should present itself as such, that war should be declared, that states \nand sovereigns should be sincere and that honor (Ehre, glory, good repu-\ntation founded on loyalty, as opposed to an unehrliche Fiktion, the lie of a \ndisloyal ﬁ ction), that this honor remains a secure value: having said that, at \nthe very moment when Schmitt is denouncing dishonest ﬁ ction and hypo-\ncritical ruse, he is aiming to show that imperialist states with a human or \nhumanitarian face are still in the order of the political, are still doing politics \nin the service of their state interests, and as that conﬁ rms Schmitt’s thesis, \nwell, it’s fair enough [de bonne guerre], etc. [It goes without saying, I was \nsaying,] that all the while taking into account a certain, limited, relevance \nof this argumentation of Schmitt’s, to which I never subscribe uncondition-\nally, in particular for reasons I have just given and others that I have given \nelsewhere, in Politics of Friendship,12 what I am looking for would be, then, \na slow and differentiated deconstruction of this logic and the dominant, clas-\nsic concept of  nation- state sovereignty (which is a reference for Schmitt), \nwithout ending up with a de- politicization, but an other politicization, a re-\n politicization that does not fall into the same ruts of the “dishonest ﬁ ction,” \nwithout ending up, then, in a de- politicization but another politicization, a \nre- politicization and therefore another concept of the political. It is all too \n12. Jacques Derrida, Politiques de l’amitié (Paris: Galilée, 1994), p. 102, note 1 and \npassim; trans. George Collins as Politics of Friendship (London: Verso Books, 1997), \npp. 107–8. \n113 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 94,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "monarchi",
        "nition",
        "eignty",
        "ctional",
        "rmation",
        "vigi",
        "politische",
        "allega",
        "delity",
        "eid"
      ],
      "full_text": "third session  ‡  77\neignty is no longer a sovereignty, a sovereignty worthy of the name, i.e. \npure and unconditional.\nWhether or not one agrees with these propositions of Schmitt’s, one \ncan understand why, even though they come from a  right- wing Catholic \nwho was more than compromised a few years later with Nazism and anti-\n Semitism, they should have seduced, and still today retain their power of \nseduction on the Left for all those who are ready at least to share this vigi-\nlance with respect to “humanistic” and “humanitarian” ruses and allega-\ntions, which constitute the rhetorical weapon but also the weapon pure and \nsimple, and sometimes a hugely murderous weapon, of new political or eco-\nnomical imperialisms. This argument of Schmitt’s, and this is all I want to \nretain from it for now, is that there is no politics, no politicity of the political \nwithout afﬁ rmation of sovereignty, that the privileged if not unique form \nof that sovereignty is the state, state sovereignty, and that such a political \nsovereignty in the form of the state presupposes the determination of an \nenemy; and this determination of the enemy can in no case take place, by \ndeﬁ nition, in the name of humanity. The concept of this sovereignty which \nnever goes without an enemy, which needs the enemy to be what it is, is not \nnecessarily linked or limited to such or such a state structure (monarchi-\ncal, oligarchical, democratic, or republican). Even when the sovereign is the \npeople or the nation, this does not damage the law, structure, or vocation of \nsovereignty, as Schmitt deﬁ nes it (the positing of an enemy without human-\nist or humanitarian invocation; the right to exception; the right to suspend \nright; the right to be outside the law).\nThis is why Schmitt will have quoted, before the passage I just read, an \neloquent declaration in this respect by the Committee for Public Safety, in \n1793. This declaration, quoted by Schmitt, is ﬁ rst quoted by Ernst Friesen-\nhahn <in> Der politische Eid (The Political Oath). (I recall this title to re-\ninscribe this statement in a logic of the oath that makes of the afﬁ rmation \nof sovereignty a performative, a commitment, an act of sworn faith, of war \ndeclared against a sworn enemy: sovereignty is a posited law, a thesis or \na prosthesis, and not a natural given, it is the sworn institution — a faith \nsworn, and therefore structurally ﬁ ctional, ﬁ gural, invented, conventional, \nas Hobbes clearly shows, moreover — the institution of a law that was never \nfound in nature; but precisely the question then returns of the link between \nthis right, the force of law and force tout court, the disposition of force tout \ncourt, of a force that makes right, of a reason of the strongest which is or \nis not the best; but I emphasize this reference to oath and ﬁ delity to sworn \nfaith to announce a detour that we shall need to make in a moment, toward \nMachiavelli’s Prince and his wolf — that we must not forget). Now this Dec-\n116 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 96,
      "bucket": "B (1-3%)",
      "error_rate": 2.3,
      "unknown_words_sample": [
        "cathedra",
        "moby",
        "lettre",
        "ment",
        "diff",
        "avant",
        "homini",
        "gures",
        "schmitt"
      ],
      "full_text": "third session  ‡  79\nstrongest is always the best; but in fact, I’ve already shown it, already shown \nit in fact by the very fact of deferring, authorizing myself to defer, I’ve al-\nready demonstrated this prevalence of fact over right. My demonstration is \nperformative avant la lettre, as it were, and pragmatic before being juridical \nand rational and philosophical. I show by the very movement, by doing it, \nas I go along, by producing the event of which I speak and that I announce \nI shall speak of, I demonstrate that force wins out over right and determines \nright, and I do so without waiting. Because it is already demonstrated at the \nmoment I announce that you’ll have to wait a little. A violently tautological \nproposition, then, since I am here using, taking account of, my accredited \nposition as a professor authorized to speak, ex cathedra, of the reason of the \nstrongest, I am using my power, which consists in beginning this way not \nthat way, beginning by having you wait, by deferring, warning you not to \nforget the wolf, or the werewolf or the outlaw, making you wait for the mo-\nment when I’ll show you what I promise I will show and demonstrate. The \nreason of the strongest is at work right here, at the very moment at which I \nclaim to interrogate it, or even to place it in question or even merely to defer \nthe demonstration. The demonstration has already taken place, in the very \npromise and in the différance, the act of deferring the demonstration. Unless \none proves the stronger and belies what I say, but in making me a liar, in \ncontradicting me, you will merely displace the site of the greatest force, and \nthe reason of the strongest will (still and) always be the best.\nAs if I were myself, let’s never forget it, a wolf, or even the werewolf. \nThat could be, we’re coming to it and we’re going to show it in a moment, a \nquotation, more than a quotation, from Rousseau, who, several times, com-\npared himself to a werewolf. Let’s never forget the he- wolf and the she- wolf, \nwe were saying. One always forgets a wolf along the way. For example, in \nthe last session, even as I was pointing out that homo homini lupus was to be \nfound, literally, long before Montaigne and Hobbes, in Plautus, I neglected \nor pretended to neglect, I had omitted if not forgotten, a wolf in Machiavelli \n(another great positive hero, for Schmitt, of the theory of the political), a \nMachiavelli that Hobbes must have read and a Machiavelli whose Prince, \nprecisely, also names the wolf loud and clear. But if I pretended to forget \nthis wolf, to suppress or repress it, to chase it away like another one I’ll come \nto in a moment (Machiavelli will tell us how to beat back, chase away, or \nhunt this wolf), it was intentionally, for reasons I’m going to show you in a \nmoment, with the intention of drawing your attention today to composite \nﬁ gures, fabulous grafts of man- beasts or human animals, mixes — that we \nhaven’t yet talked about. Now, of course Leviathan is a marine monster, \na monstrous animal which, like the whale in Moby- Dick, belongs to the \n118 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 97,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "posite",
        "fabulations",
        "ment",
        "fabulation",
        "ele",
        "khimaira",
        "strous",
        "guration",
        "speci",
        "ames"
      ],
      "full_text": "80  ‡  third session\naquatic element in which it intends to reign, but the Leviathan is not a com-\nposite of man and beast. If there is something prosthstatic in it, this is not by \nreason of a composition, of a synthesis, of a composite essence of man and \nbeast, like those we are getting ready to encounter. The Leviathan, a mon-\nstrous animal, is not monstrous after the fashion of Khimaira, the chimera, \na monster from Lycia, born of Typhon and Echidna, with three heads, lion, \ngoat, dragon spitting ﬂ ames, killed by Bellerophon, and which, having de-\nscended to a common noun, has given its name to all sorts of fabulations, \nfantasies, mythical productions, or hallucinations (even in Descartes) which \nare precisely the element of what is of interest to us here, the element of \nfabulation in which the analogies between beast and sovereign ﬁ nd their \nresources and their schemata. I’m using the word schema by analogy, but \nprimarily to signal toward analogy, precisely, i.e. toward the mediating ele-\nment or the mixed. Just as Kant said that the schema of the imagination \nwas the mediation between intuition and the concept of the understanding, \nparticipating in both at once, so we are dealing here with schematic and \nimaginative and fantastic and fabulous and chimerical and synthetic ﬁ g-\nures that mediate between two orders and participate in two organizations \nof the living creature, what is still called the animal and what is still called \nman, or again what is called beast and what is called sovereign. But if it is \nindeed this fantastic and synthetic and prosthetic composition that matters \nto us here, today it is neither on the side of the Leviathan nor on the side of \nthe Chimera that we shall search for or encounter our monsters, but on the \nside of another logic of composition, graft, mixture, and biosynthetic alloy.\n(On the horizon of this encounter is a double question, which I leave \nopen: in the ﬁ rst place, why, in the great corpus of animal ﬁ gures that people \nthe fable of the political, do we ﬁ nd this or that animal and not others? We \ncan make the most open and liberal list, from the wolf to the fox, from the \nlion to the lamb, from the serpent to the eagle, to ants or frogs, but we’ll \nhave to concede that not all the animals of earth and sky are represented, \ndo not seem to be as prone, as equally appropriate, to political ﬁ guration. \nWhy? Is it because of the regions of the world, with their speciﬁ c fauna, \nbecause of the geographical and ethological areas in which this fabulous \ndiscourse on the political was born and developed its history: the Middle \nEast, Greece, the Mediterranean, Europe? Perhaps. Is it because of the \nproper nature, the form, and the psychology supposed (I stress “supposed”) \nby ﬁ ction, anthropomorphized in advance to pertain to such animals (the \nsupposed cunning of the fox, the tranquil strength of the lion, the voracious \nviolence of the wolf, who can also turn protective, paternal, and maternal)? \nPerhaps. In any case the necessity for a typology and a taxonomy is already \n \n119\n \n120\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 99,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "nished",
        "lation",
        "tre",
        "faire",
        "chasings",
        "medicis",
        "tenir",
        "leur",
        "fontaine",
        "ter"
      ],
      "full_text": "82  ‡  third session\nstint on here [faire l’économie de] is the economy of forgetting as repres-\nsion, and some logic of the political unconscious which busies itself around \nall these proliferating productions and all these chasings after, panting af-\nter so many animal monsters, fantastic beasts, chimeras, and centaurs that \nthe point, in chasing them, is to cause them to ﬂ ee, to forget them, repress \nthem, of course, but also (and it is not simply the contrary), on the contrary, \nto capture them, domesticate them, humanize them, anthropomorphize \nthem, tame them, cultivate them, park them, which is possible only by ani-\nmalizing man and letting so many symptoms show up on the surface of \npolitical and politological discourse. All of which follows in the wake that \nwe had situated the last times in looking again at Totem and Taboo.\nThe forgotten wolf in Machiavelli, then. The Prince16 (dedicated to Lorenzo \nde Medicis — who could have been a prince but did not care to become \none — The Prince, then, dedicated to a virtual prince, as La Fontaine’s Fables \nwould be dedicated and thus submitted to Monseigneur le Dauphin, The \nPrince, which was published in 1532, ﬁ ve years after Machiavelli’s death but \nwritten almost a century and a half before the Leviathan (1651), The Prince, \nwhich you will read or reread, includes a chapter 18, entitled “In What \nMode Faith Should Be Kept by Princes”17 (or, in the old French translation \nby a certain Guiraudet undertaken on the pressing demand or the advice of \nGeneral Bonaparte, “Whether Princes Should Be Faithful to Their Com-\nmitments” [Si les princes doivent être ﬁ dèles à leurs engagements] [repeat both \ntitles]), on a question that could not be more current (not only the respect of \narmistices, of  cease- ﬁ res, of  peace  treaties, but also, and basically the way it \nalways was, since this is the very structure of any contract and any oath, the \nrespect of sovereigns’ commitments before an institution or a qualiﬁ ed and \nauthorized third party: for example, the respect or not of UN resolutions \nby the USA or Israel, everything that concerns UN resolutions but also \nthe commitments made by the UN with respect to so- called international \nterrorism (a concept judged to be problematic by the UN itself, we talked \nabout it) and the consequences that it drew from the current situation, with \n16. This sentence is unﬁ nished in the typescript. \n17. [Translator’s note:] Niccolò Machiavelli, The Prince, trans. Harvey C. Mansﬁ eld, \nJr. (Chicago: University of Chicago Press, 1985). I have occasionally modiﬁ ed the trans-\nlation for the sake of consistency with the versions Derrida is using. Derrida refers to the \nFrench version by Périès which translates the title of chapter 18 as “Comment les princes \ndoivent tenir leur parole [How Princes Must (or Ought to) Keep Their Word].”\n \n122\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 100,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "ght",
        "culate",
        "nonrespect",
        "glish",
        "mals",
        "delity",
        "usa",
        "constative",
        "giraudet",
        "medicis"
      ],
      "full_text": "third session  ‡  83\nthe authorization given to the USA to ensure its legitimate defense by any \nmeans judged appropriate by the USA alone).\nNow in this chapter on the faith to be kept by princes, on the question \nof knowing “in what mode faith should be kept by princes,” or “whether \nprinces should be faithful to their commitments,” this same question of the \nﬁ delity of the prince to his given word or sworn faith appears to be in-\nseparable from the question of what is “proper to man.” And this double \nquestion, which appears in truth to be but one, is treated in a way that is \ninteresting for us. You’ll see the wolf go by, but also more composite ani-\nmals. The question of the proper of man is indeed placed at the center of a \ndebate about the force of law, between force and law. In this chapter, which \npasses for one of the most Machiavellian in Machiavelli, he begins by admit-\nting a fact (I stress the word fact): in fact, de facto, one judges praise worthy \nthe ﬁ delity of a prince to his commitments. It is praiseworthy, one must \nagree. After what looks like a concession (yes, it’s good, it’s praiseworthy, \nit’s a recognized fact that, in principle, by rights, a prince ought to keep his \nword), Machiavelli comes back to the fact, which in fact he has never left. \nIt is a fact that everyone regards the ﬁ delity of the prince to his given word \nas laudable, but, in fact, few princes are faithful, few princes respect their \ncommitments, and most of them use cunning: they almost all use cunning \nwith their commitments. For they are constrained, in fact, to do so. We saw, \nhe says, we have been in a position to see that the strongest princes, those \nwho won out, beat those who, on the contrary, took as a rule the respect of \ntheir oath (this is why I announced a while ago that I would talk about the \noath).\nMachiavelli’s rhetoric is remarkable, as is his logic. For after having noted \nthis fact (the nonrespect of the oath that wins in fact, perjury that wins de \nfacto, cunning that in reality beats ﬁ delity), he concludes from this fact, al-\nways in the constative and realistic regime, that political reason must take \naccount and render account of this fact. Political reason must count and cal-\nculate with the fact that, in fact, there are two ways to ﬁ ght. Following para-\ngraph, then: “There are two kinds of combat: one with laws, the other with \nforce” (p. 69). The old Giraudet translation [as is the case in the En glish \none by Mansﬁ eld] accentuates this constative regime, which is the regime of \ntheoretical knowledge, of the factual description of what one must know, of \nthe  knowledge- of- what- one- needs- to- know: “You should then know [Ma-\nchiavelli is addressing Lorenzo de Medicis as much as the reader] that there \nare two ways of combating, one with laws, the other with force.”\nSo sometimes with right, justice, ﬁ delity, respect for the laws, contracts, \n123 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 101,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "lation",
        "tion",
        "constative",
        "humaine",
        "etc",
        "tting",
        "scriptive",
        "delity",
        "modi",
        "machology"
      ],
      "full_text": "84  ‡  third session\ncommitments, conventions, institutions, with sworn faith, and <some-\ntimes>18 with betrayal of commitments, lies, perjury, lack of respect for \npromises, plain brutal use of force (“the reason of the strongest”).\nFrom there, from this attested fact that one can combat in two ways, with \nlaws or with force (and Machiavelli starts from a situation of war and not \npeaceful management of the city; he does not speak of the ordinary exercise \nof power by the prince but of a situation of war, which seems to him to be \nmore revealing, exemplary, more paradigmatic of the essence of the voca-\ntion of the prince, namely response or riposte to the enemy, dealing with \nthe other city as enemy city), Machiavelli draws strange conclusions, which \nwe must analyze closely. Combat with laws (and so according to ﬁ delity to \none’s commitments, as a sincere prince respectful of the laws) is, he says, \nproper to man. These are his words (“proper to man”), a Kantian argument \nin its principle, as it were: not to lie, to have the duty not to lie or perjure, is \nproper to man and his dignity. When one lies, when one betrays, which one \ncan always do, in fact one is not speaking as a man, not as a man worthy of \nhuman dignity [digne de la dignité humaine]; in fact, one is not speaking, one \nis not addressing the other as a man, as another man. One is not speaking \nto one’s fellow man [son semblable] (hold on to this value of semblable which \nwill occupy us a great deal later). But what comes next in Machiavelli, who \nis not here speaking from an ethical point of view but from a political point \nof view, and who is measuring the possibility of the political, the law of \nthe political against the test of war — what comes next in Machiavelli’s dis-\ncourse is, as we might expect, less Kantian. The second way to combat, \nhe says (combat with force) is that of beasts. No longer man but the beast. \nForce and not law, the reason of the strongest, is what is proper to the beast. \nAfter this second moment, Machiavelli notes in a third moment of the argu-\nmentation that, in fact, the ﬁ rst way to combat (with the law) is insufﬁ cient, \nand remains, in fact, impotent. So one must, in fact, resort to the other. \nThus the prince must combat with both weapons, both law and force. He \nmust then behave both as man and as beast. “Therefore it is necessary for a \nprince to know how to use as appropriate the beast and the man” (p. 69; trans-\nlation modiﬁ ed; Derrida’s emphasis). This “it is necessary,” speciﬁ ed by the \n“as appropriate” (according to the circumstances, ﬁ tting in an appropriate \nmanner his response to the urgency of a situation or a singular injunction, \netc., to a polemology, a war or a singular machology, a singular conjuncture \nof combat), this “it is necessary” makes one move from the constative or de-\nscriptive regime to the prescriptive regime. When action by the law (ﬁ delity \n18. The typescript has “the other.”\n \n124\n \n125\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 102,
      "bucket": "D (5-10%)",
      "error_rate": 8.4,
      "unknown_words_sample": [
        "europ",
        "librairie",
        "taurs",
        "des",
        "cynegetics",
        "peda",
        "apollodorus",
        "ther",
        "mus",
        "dum"
      ],
      "full_text": "third session  ‡  85\nto one’s oath, etc.) is impotent, does not work, is weak, too weak, then it is \nnecessary to behave as a beast. The human prince must behave as though he \nwere a beast. Machiavelli does not say that the prince is man and beast at the \nsame time, that he has a double nature, but he is not far from saying so and \nfrom putting this double nature under the authority of an “it is necessary.” \nIf the prince is not man and beast at the same time, if in his very essence he \ndoes not unite these two essential attributes, he must nonetheless behave \nas if it were the case — and Machiavelli recognizes in this “as if” what I \nwould here call two imports [portées], a pedagogical import and a rhetori-\ncal import. The pedagogical import is itself double and touches doubly on \nthis  quasi- double nature of the prince, who must act as if he were at once \nman and beast. Pedagogy in the ﬁ rst place because that is, Machiavelli tells \nus, what the writers of antiquity teach and have taught us. And this teach-\ning will have taken an allegorical form (that is Machiavelli’s word). It is by \nallegory or “animal” fabulation, the better to be heard, that these ancient \nwriters called in animal ﬁ gures. But this time it is not a question of this or \nthat animal but of a man- horse mix, the centaur Chiron (Kentauros, the \nnoun; the Greek adjective kantoris meant worthy of a centaur, i.e. brutal, \ncoarse, bestial). The Kentauros was a hybrid being, born of Kentauros and \nThessalian mares: a huge history to which I refer you. One could devote \nmore than one seminar to it. There is a book by Dumézil on the problem \nof centaurs (1929).19\nTo remain with the minimum that matters to us here, I recall that cen-\ntaurs (often represented, in their double — human and animal — nature by \nthe articulation of a human front (human trunk and face) and an equine \nrear, in a horizontal order, then, not vertical, front and rear and not top and \nbottom) also present another ambiguity, besides that of the human and the \n(equine) animal. For they are both savages, savage beasts (ther), barbarian, \nterribly natural and, on the other hand, civilizing heroes, masters, peda-\ngogues, initiators into the most diverse domains, skillful with their hands \n(the name Chiron allegedly comes from cheir, hand, whence surgery, and \ncentaurs have not only human trunk and face but also human arms and \nhands), initiators, then, in the art of hunting, and hence cynegetics, music, \nmedicine, etc. On the one hand, they represent the most asocial savagery, \nand Apollodorus will say of them that they are “savage, without social or-\n19. Georges Dumézil, Le problème des Centaures: Étude de mythologie comparée indo-\neuropéenne, Annales du Musée Guimet (Paris: Librairie orientaliste Paul Geuthner, \n1929). \n126 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 106,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "bio",
        "ful",
        "strat",
        "stratcom",
        "glish",
        "unfaith",
        "pable",
        "suf",
        "usa",
        "delity"
      ],
      "full_text": "third session  ‡  89\nillustrations of these discourses, let me just recall what Chomsky notes in \nhis book Rogue States,23 which I have already mentioned, namely that the \nStratcom (US Strategic Command), in order to respond to the threats of \nwhat is called “international terrorism” on the part of rogue states — and I \nrecall that “rogue” [in En glish] can also designate animals that do not even \nrespect the usages of animal society and depart from the group — the Strat-\ncom recommends, then, frightening, scaring the enemy, not only with the \nthreat of nuclear war, which must always be left in place, even beyond bio-\nterrorism, but especially by giving the enemy the image of an adversary (the \nUSA, then) who always might do just anything, like a beast, who can go off \nthe rails and lose his cool, who might stop behaving rationally, like a reason-\nable man, when his vital interests are in play. One must not seem to be too \n“rational,” says the directive, in determining what is most precious to the \nenemy. In other words, one must show oneself to be blind, make it known \nthat one can be blind and stupid [bête] in the choice of targets, just so as to \nbe frightening and have the enemy believe that one is acting at random, that \none goes crazy when vital interests are affected. One must pretend to be ca-\npable of going crazy, mad, irrational and therefore animal. It “hurts,” says \none of the recommendations of the Stratcom, to depict ourselves as fully \nrational and cool. It is “beneﬁ cial,” to the contrary, for our strategy to have \ncertain elements appear to be “out of control.”\n2. For Machiavelli, in the passage we have just read, cunning does not \nsufﬁ ce, one also needs force, and therefore extra animality: “if he [the prince] \nis only fox, he will not defend himself from wolves.” Which means that, be-\ning stronger, the lion is also more bête, more of a beast than the fox, who is \nmore intelligent, more cunning, but weaker, and so more human than the \nlion. There is a hierarchy here: man, fox, lion, going from the more human, \nthe more rational and intelligent, to the more animal, even the more bes-\ntial, if not to the more bête. Precisely because he knows how to be cunning, \nhow to lie, how to commit perjury, because he has the sense and culture of \nthe snare, the fox is closer to the truth of man and man’s ﬁ delity, which he \nunderstands and knows how to invert. The fox can be cunning and unfaith-\nful; he knows how to betray, whereas the lion does not even understand the \nopposition of faithful and unfaithful, veracity and lying. The fox is more \nhuman than the lion.\n3. The privilege of the fox is therefore clear in this princely alliance of \nthe lion and the fox against the wolves. The force of the fox, the sovereign \n23. Noam Chomsky, Rogue States: The Rule of Force in World Affairs (Cambridge, \nMA: South End Press, 2000), pp. 6–7.\n131 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 110,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "ibid",
        "giorgio",
        "bia",
        "nition",
        "dicere",
        "dif",
        "jus",
        "nally",
        "nding",
        "sacer"
      ],
      "full_text": "third session  ‡  93\nthat Hegel were not the ﬁ rst to understand this or that, the author could \nalways pretend to concede the point and say: yes, I agree, others understood \nthis or that before Hegel, but not “truly,” the end being deﬁ ned, determined \nand interpreted by the author, i.e. by the ﬁ rst to discover that Hegel was the \nﬁ rst to understand “truly,” so that the real ﬁ rst one is not, is never Hegel \nor anyone else in truth, but is “çui qu’a dit” [the one who said so] as people \nsay, the one who, ﬁ nally arriving for the ﬁ rst time at the end, knows what \n“at the end” means, at the end, right at the end, in this case what Hegel \nwill have understood when, I quote Agamben:] Hegel was the ﬁ rst to truly \nunderstand the presuppositional structure thanks to which language is at \nonce inside and outside itself.27\nThere follows a highly interesting paragraph, which I leave you to read, \nespecially on the subject of a language that is sovereign, “in a state of per-\nmanent exception, declaring that there is nothing outside language, that it \nis always beyond itself,” so that “To speak is, in this sense, always to ‘speak \nthe law,’ jus dicere.” All of which seems so true and convincing to me that \nnot only was Hegel, who says it in his own way, not the ﬁ rst to say it, but \none would have difﬁ culty ﬁ nding (and not only in the history of philos-\nophy and not only in reﬂ ection on language) anyone who had not said it or \nimplemented it or implied it, the “truly” remaining to be determined and \nbeing determined only by the latest arrival, who presents himself as the ﬁ rst \nto know who will have been the ﬁ rst to think something truly.\nTen pages later, we ﬁ nd another ﬁ rst that the author of Homo sacer is the \nﬁ rst to identify as the ﬁ rst: this time it’s Pindar, I quote, “ﬁ rst great thinker \nof sovereignty”:\nWhile in Hesiod the nomos is still the power that divides violence from law \nand, with it, the world of beasts from the world of men, and while in So-\nlon the “connection” of Bia and Dikè contains neither ambiguity nor irony \n[how can one be sure, I ask you, that a text by Solon or indeed by anyone \ncontains no irony? One can never prove an absence of irony, by deﬁ nition, \nthat’s even where the fox princes ﬁ nd their invincible resource], in Pin-\ndar — and this is the knot that makes him, in a certain sense, the ﬁ rst great \nthinker of sovereignty.28\nThis “in a certain sense” plays the same role as the “truly” did just now with \nHegel. This “certain sense” is the sense determined by Giorgio Agamben, \ni.e. by the ﬁ rst to identify in Pindar the “ﬁ rst great thinker of sovereignty.” \nSame thing with “great”: on the basis of what size is one “great,” a “great”? \nOn the basis of what criterion, except the size measured by the measure of \n27. Agamben, Homo Sacer, p. 21.\n28. Ibid., p. 31.\n136 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 111,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "ibid",
        "ticular",
        "cially",
        "tion",
        "nition",
        "priori",
        "signi",
        "espe",
        "etc",
        "sacer"
      ],
      "full_text": "94  ‡  third session\nthe author of these lines, does one determine that a thinker of sovereignty \nis great enough to be a great thinker, the ﬁ rst great thinker of sovereignty? \nOf the following paragraph, especially concerning, I quote, a “sovereign no-\nmos,” which is “the principle that, joining law and violence, threatens them \nwith indistinction,”29 I want to say that every time the word nomos appears \nin Greek, whether or not it is associated, as in a fragment of Pindar, with \nthe word basileus, it says just that, which is here attributed to Pindar as “ﬁ rst \ngreat thinker of sovereignty,” attributed to Pindar by him who lays down \nthe law by saying that Pindar was the ﬁ rst who, “in a certain sense . . . ,” \netc. Not only was Pindar certainly not the ﬁ rst, but in order to be the self-\n proclaimed or so- called ﬁ rst, he really needed to speak Greek, and whoever \nspeaks Greek and uses the words nomos or basileus will have said or implied \nthat, and will not have completely neglected to do so.\nOn page 120, again, further on, in the chapter entitled “The Politiciza-\ntion of Life” (which I invite you to read closely), another ﬁ rst, a third ﬁ rst, \ncomes along: “Karl Löwith was the ﬁ rst to deﬁ ne the fundamental char-\nacter of the politics of totalitarian states as a ‘politicization of life.’ ” There \nfollows a long quotation which I leave you to read, after which Agamben \nmakes an objection to Löwith, who, on a certain point, follows “Schmitt’s \nfootsteps” too closely, so that in demonstrating that all this began much ear-\nlier, in fact always already, one no longer knows who was the ﬁ rst to deﬁ ne \nwhat, except the very signatory of this discourse.\nOn page 151, another ﬁ rst, the fourth ﬁ rst in this book alone, is added to \nthe list. “Lévinas proves himself the ﬁ rst . . .” This is in an astonishing pas-\nsage which, before naming Lévinas and speaking in the name of the author \nof Homo Sacer, claims to uncover for the ﬁ rst time, I quote, the “proper \nsigniﬁ cance” of “the relation between Martin Heidegger and Nazism,” \n“situated in the perspective of modern biopolitics,” which, I quote further, \n“both [Heidegger’s] accusers and his defenders fail to do.” There too one \nsmiles, not only because there is so much evidence to the contrary, but espe-\ncially because the concept of negligence is among the most highly charged, \nmultiple in its different logics, necessarily obscure and dogmatic when it is \nwielded as an accusation, unclear by deﬁ nition in its uses. One is always a \npriori negligent, more or less negligent, and so always too negligent, in par-\nticular in the accusation of negligence. What is it to neglect? Starting when \ndoes one neglect? Where does one do what one does, says what one says, in \nneglected or negligent fashion? Questions that by deﬁ nition have no rigor-\nously determined reply. Same question as for irony. “Neglect” is, moreover, \n29. Ibid.\n \n137\n \n138\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 113,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "abc",
        "confes",
        "lyconomy",
        "anthropolycology",
        "nomos",
        "vinas",
        "recom",
        "sions",
        "arkhe",
        "gures"
      ],
      "full_text": "96  ‡  third session\nﬁ rst, in occupying the ﬁ rst place among the ﬁ rst, en arkhe¯, to prefer the ﬁ rst \nplace or not to say “after you.” “After you,” as Lévinas says I no longer know \nwhere, is the beginning of ethics. Not to serve oneself ﬁ rst, as we all know, is \nthe ABC of good manners, in society, in the salons, and even when eating at \nthe common table in an inn.\nRousseau says so too, in passing, in another literal and forgotten reference \nto the werewolf, in the sixth book of the Confessions, on which I conclude. \nWhereas in the ﬁ rst book, Rousseau had said, as I recalled this forgotten \nreference, “and I lived like a real werewolf,” here he writes:\nWith my well- known timidity you imagine that I did not so quickly get to \nknow brilliant women and their entourage: but in the end, following the \nsame route, lodging in the same inns, and on pain of passing for a werewolf \nforced to present myself at the same table, we were bound to get to know \neach other.32\nSo as not to be unsociable, again, and  outside- the- law, so as not to pass for a \nwerewolf, he approaches these women and sits down at the table. I recom-\nmend that you read more closely all these texts. In other parts of the Confes-\nsions, which I owe to the helpfulness of Olivia Custer not to have forgotten \nand to have located, and which I shall mention at the beginning next time, \nRousseau again uses the ﬁ gures of the wolf and the werewolf to evoke other \nwars or other trials of which he is the witness, the victim or the accused. It \nis always a matter of the law and of placing the other outside the law. The \nlaw (nomos) is always determined from the place of some wolf.\nI shall call it lyconomy.\nNo genelycology or anthropolycology without lyconomy.\n32. Rousseau, Les confessions, pp. 248–49.\n \n140\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 114,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "seuil",
        "sexuel",
        "regu",
        "lacan",
        "trib",
        "glish",
        "trans",
        "desanti",
        "humain",
        "homini"
      ],
      "full_text": "f o u r t h  s e s s i o n\nJanuary 23, 2002\ny\n<I would not want to start without expressing> my sadness and paying \ntrib ute to the memory of my friend Jean- Toussaint Desanti. He died a few \ndays ago and was, as you know, a great witness to and actor in our times, a \nlucid and vigilant philosopher, and, I say this with many others, a faithful \nfriend.1\nThis very cruelty implies humanity. It is directed at a fellow [un semblable], \neven in a being of another species.\nThis is how Lacan interprets the homo homini lupus, when he quotes it in \nÉcrits.2 Before coming back to it as closely as possible in a moment, I shall \nplace the words as an epigraph today.\nThe [feminine] beast and the [masculine] sovereign: between the two, \nbetween the two genders or species of living beings, between the two genres, \nin the sense of sexual gender3 or between the two genera in the sense of \ngeneralities under which one inscribes animal species, the animal species \nand the human species, or again the animal species and, as they say, the \n“human race [genre humain],” we had already recognized and formalized a \nlarge number of possibilities and typical combinations, recurrent and regu-\nlar forms of problems.\n1. This passage was reconstituted on the basis of the recording of the session. \n2. Jacques Lacan, Écrits (Paris: Seuil, 1966), p. 147 ; trans. Bruce Fink as Écrits: The \nFirst Complete Edition in En glish (New York: Norton, 2006), p. 120. [Translator’s note: \nUnless otherwise indicated, page references to Lacan are to the French edition, usually \nfollowed by page numbers of this En glish translation in brackets. I have beneﬁ ted from \nconsulting Fink’s translation, but have preferred to retranslate all passages from Lacan \nin the interests of literality and consistency with Derrida’s commentary.]\n3. [Translator’s note:] Derrida supplies the En glish word “gender” in parentheses \nafter “genre sexuel.”\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 118,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "ibid",
        "ictual",
        "problematize",
        "ity",
        "lyconomy",
        "lacan",
        "genelycopolitics",
        "tise",
        "genelycanthropy",
        "elty"
      ],
      "full_text": "fourth session  ‡  101\nsomething on any subject at all, they failed to push in some insult against \nme. Vainly seeking the cause of this unanimous animosity, I was ready to \nbelieve that the whole world had gone mad.6\n<And later:>\nAfter that the people, openly stirred up by the ministers, made light of the \nKing’s rescripts, of the orders of the Council of State, and abandoned all \nrestraint. I was preached against from the pulpit, called the antichrist, and \npursued across the countryside like a werewolf. My Armenian dress gave \nme away to the populace: I cruelly felt the drawback it represented, but \ntaking it off in these circumstances seemed cowardice to me. I could not \nresolve to do it, and walked calmly abroad with my kaftan and fur bon-\nnet surrounded by the cries of the rabble and sometimes its stones. Several \ntimes as I walked past a house, I heard the inhabitants saying: bring me my \ngun so I can shoot him.7\nCruelty, then, criminality, being outside the (religious or civil) law, being \nwithout faith or law, that’s what characterizes, not the wolf itself, but the \nwerewolf, the wolf- man, the lycanthrope, the mad or sick man. This cru-\nelty of the “without faith or law” would then be proper to man, that bestial-\nity that is attributed to man and causes him to be compared to a beast, and \napparently also proper to man in that he presupposes the law, even when he \nopposes it, whereas the beast itself, even if it can be violent and ignore the \nlaw, cannot, in this classical logic, be held to be bestial. Like bêtise, bestiality, \nbestial cruelty would thus be proper to man. That is the question, and that \nis also the deep axiomatics the path and statements of which I announced \nwe would follow and problematize in Lacan.\nThe stakes are sizable. No less than the question of knowing how a \npsychoanalytic discourse, especially when it alleges a “return” to Freud \n(some of whose strategies in this ﬁ eld, in the lyconomy, genelycanthropy, \nor genelycopolitics of this ﬁ eld, we have already mentioned), how such a \npsychoanalytic discourse (such and such a psychoanalytic discourse and not \nanother, for just as there is not the beast and the sovereign, just as there is \nnot one sovereignty, there is not one psychoanalysis but a multiplicity of dis-\ncourses that take into account the possibility of another so- called logic of the \nunconscious, a multiplicity that is heterogeneous, conﬂ ictual, historical, i.e. \nperfectible and open to a still undecided future) [a question of wondering, \nthen, how such and such a psychoanalytic- type discourse and not another], \n6. Ibid., p. 591.\n7. Ibid., pp. 627–28.\n146 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 119,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "nologie",
        "strate",
        "fonctions",
        "ibid",
        "tradi",
        "cli",
        "nician",
        "psychanalyse",
        "crimi",
        "lacan"
      ],
      "full_text": "102  ‡  fourth session\nsuch and such a discourse the force and relative representativity of which \nare remarkable, can help us think, but can also fail to help us think or even \nforbid us to think in this domain. My hypothesis is that Lacan’s discourse \nplays this double role.\nBefore broadening and gradually diversifying our references to the La-\ncanian corpus, I shall take as my starting point a noteworthy article in the \nÉcrits entitled “Functions of Psychoanalysis in Criminology” (1950),8 which \nI invite you to read in its entirety.\nLacan begins by recalling something that is very classical and tradi-\ntional, however novel it may look under his pen. What? Lacan begins by \ndeclaring that what is proper to man, the origin of man, the place where \nhumanity begins, is the Law, the relation to the Law (with a capital L). In \nother words, what separates Man from Beast is the Law, the experience \nof the Law, the Superego, and therefore the possibility of transgressing it \nin Crime. Basically, as opposed to the Beast, Man can obey or not obey the \nLaw. Only he has that liberty. Only he, then, can become criminal. The \nbeast can kill and do what seems to us bad or wicked but will never be \nheld to be criminal, never be incriminated, one cannot have a beast appear \nbefore the law (even though that has happened, and we need to remember \nthat fact, but let’s leave it for now). Lacan is here on the side of a certain \ncommon sense, according to which the beast, ignorant of the Law, is not \nfree, neither responsible nor culpable, cannot transgress a Law it does not \nknow, cannot be held to be criminal. A beast never commits a crime and is \nnever in infraction of the law. Which means that Crime, as transgression \nof the Law, would be proper to man. With Law and Crime, man begins. \nI quote:\nOne imagines that having received in psychology such an input from the \nsocial, Freud the doctor should have been tempted to give something back, \nand that with Totem and Taboo in 1912, he should have wished to demon-\nstrate in the primordial crime the origin of the universal Law. However \nsubject to methodological criticism this work may be, the important thing \nis that it recognized that with Law and Crime begins man, after the cli-\nnician had shown that their meanings supported everything down to the \nform of the individual not only in his value for the other, but in his erection \nfor himself.\n \nThus the conception of the superego saw the light of day.9\n8. Jacques Lacan, “Introduction théorique aux fonctions de la psychanalyse en crimi-\nnologie,” in Écrits, pp. 125–49 [“A Theoretical Introduction to the Functions of Psycho-\nanalysis in Criminology,” pp. 102–22].\n9. Ibid., p. 130 [p. 106].\n \n147\n \n148\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 121,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "ibid",
        "nocent",
        "mal",
        "choanalysis",
        "lacan",
        "xity",
        "desig",
        "triebe",
        "homini",
        "psy"
      ],
      "full_text": "104  ‡  fourth session\n“The form of the adage homo homini lupus misleads as to its mean-\ning,” declares Lacan, still in the article “Functions of Psychoanalysis in \nCriminology,”13 in the course of a ﬁ fth section in which <he> undertakes \nto oppose (and one can only follow him in this) the hypothesis that there \nare such things as “criminal instincts.” He wants to demonstrate that psy-\nchoanalysis, precisely, even if it comprises a “theory of instincts” or rather \nof drives (Triebe), rejects this assigning of innate (and therefore genetically \npredetermined) instincts toward criminality. What Lacan immediately im-\nplies with this distinction between acquired and innate is that the animal \n(as he says everywhere else, as we shall see) is conﬁ ned to this ﬁ xity of the \ninnate, innate wiring or programming, whereas man, in his relation to the \nlaw (and therefore to crime), is not so conﬁ ned. Always the question of \nliberty and the machine. The question, then, is indeed the old question of \nthe innate and the acquired. Not that, for Lacan, there can be no ﬁ xed and \nanimal instinct in man: of course there is an animality in man, but crime, \ncruelty, and ferocity do not come from instinct, they transcend animality, \nthey assume not merely a “liberty” and a “responsibility,” and therefore a \n“peccability” (words that Lacan is careful not to pronounce here, but with \nrespect to which we shall see later that the corresponding and indissociable \nconcepts, especially those of response and responsibility, play a decisive role), \nthese statements also assume that clarity has been achieved with respect to a \nword that Lacan not only puts forward twice, but that here literally desig-\nnates the major criterion: namely the word “fellow” [semblable].\nWhat is supposed to distinguish man, as “wolf for man,” from the animal, \nwhat is supposed to distinguish the wolf- man or the werewolf from the ani-\nmal, and thus from the wolf itself, what is supposed to distinguish human \ncruelty or ferocity from all animal violence — animal violence to which one \ncannot consequently give the attribute of cruelty (only man is cruel, the \nanimal can harm, but it cannot do evil for evil and so be cruel) — what is \nsupposed to distinguish cruel humanity from non- cruel (and therefore in-\nnocent) animality is that the cruel man attacks his fellow, which the animal \nsupposedly does not. So it is this notion of “fellow” which will carry the \nwhole burden of the demonstration (which is, moreover, as classical and \ntraditional as can be, in my view) by which Lacan intends to correct the \nerror he supposes has been made in the interpretation of homo homini lupus \n(“the form of the adage,” he says and I recall, “misleads as to its meaning”), \nan error that supposedly would consist in believing that man is a wolf, and \nthus an animal for man, which Lacan is about to contest. I’ll now quote and \n13. Ibid., p. 147 [p. 120]. \n \n150\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 123,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "abrahamic",
        "origines",
        "humanit",
        "lacan",
        "dissemblable",
        "fayard",
        "classi",
        "caus",
        "coppens",
        "aux"
      ],
      "full_text": "106  ‡  fourth session\nsee them cannot and should not stop there; and it is the whole Lacanian and \neven psychoanalytical axiomatic that would need to be recast.\nI shall for the moment limit myself to bringing out three points from this \nparticular passage. But they are three points that will constantly, when we \nread other texts of Lacan’s, tie in with an immense discursive woof or warp \nthat seems to me to be problematic through and through.\n1. First, the distinction between the innate and the acquired, and thus be-\ntween instinct and everything that goes with “culture,” “law,” “institution,” \n“freedom,” etc., has always been fragile, <and> is more fragile than ever \ntoday, exactly like the presupposition of an animality deprived of language, \nhistory, culture, technique, relation to death as such, and the transmission of \nacquired knowledge. I am one of those — it is true that there are not many \nof us — who have always smiled at this machine of presuppositions to be \ndeconstructed. But it happens moreover that the most positive science to-\nday (see the recently published book on the origins of man (Coppens???))16 \nshows that some animals (not that hypostatic ﬁ ction labeled The Animal, \nof course, but some among those that are classiﬁ ed as animals) have a his-\ntory and techniques, and thus a culture in the most rigorous sense of the \nterm, i.e. precisely, the transmission and accumulation of knowledge and \nacquired capacities. And where there is transgenerational transmission, \nthere is law, and therefore crime and peccability.\n2. Saying that cruelty is essentially human because it consists in caus-\ning suffering to one’s fellow comes down to giving an exorbitant credit to \nthis value of the fellow. Even more so if we say that when one is cruel to \nanother species, it is still one’s fellow that one is targeting. Even when one is \ncruel with respect to this or that animal, Lacan is basically suggesting, it is \na man one is targeting — a fertile hypothesis and one no doubt to be taken \nseriously, but which does not prove that all cruelty with respect to one’s \nnon- fellow [dissemblable] is immediately rendered innocent because what it \nis targeting in truth and at bottom is still the fellow, man targeted through \nthe animal. How does one recognize a fellow? Is the “fellow” only what has \nhuman form, or is it anything that is alive? And if it is the human form of \nlife, what will be the criteria for identifying it without implying a whole de-\nterminate culture, for example European, Greco- Abrahamic culture, and \nin particular Christian culture, which installs the value of “neighbor” or \n“brother” in the universality of the world, as totality of all creatures? And \nI point out that Lacan ends this article with a reference, in spite of every-\n16. Question marks in the typescript. The allusion is to Aux origines de l’humanité, ed. \nYves Coppens and Pascal Picq (Paris: Fayard, 2002).\n \n152\n \n153\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 124,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "fel",
        "cofraternity",
        "lacan",
        "overcon",
        "pated",
        "vinas",
        "obli",
        "politiques",
        "amiti",
        "stic"
      ],
      "full_text": "fourth session  ‡  107\nthing, and in spite of the detail I’ll give in a moment, a quite reassuring or \nreassured reference, I’d say, a little overconﬁ dent, to what he calls “eternal \nfraternity.” In Politics of Friendship I tried to “deconstruct” the bases of this \nfraternalism, and I cannot go over this again here.17\nThese are the last words of Lacan’s article, and in them, let us not forget, \na certain concept of the subject is at stake: “if we can provide a more justly \nrigorous truth, let us not forget that we owe it to the following privileged \nfunction: that of the recourse of the subject to the subject, which inscribes \nour duties in the order of eternal fraternity: its rule is also the rule of every \naction allowed us.”18\nNow obviously, and this is the detail I promised, when Lacan talks of \nthis “eternal fraternity,” we must not hear in it merely the sort of edifying, \nirenic, paciﬁ stic, and democratic praise which often denotes and connotes so \nmany appeals to fraternity. Especially to an “eternal fraternity” — which I \nsaid a moment ago ran the risk of being overconﬁ dent. But Lacan, as he re-\ncalls earlier in the same article, does not forget the murderous violence that \nwill have presided over the establishment of the law, namely the murder \nof the father, thanks to which (thanks to the murder, thanks to the father, \nthanks to the murder of the father) the guilty and shameful sons come to \ncontract, through a sort of at least tacit oath or sworn faith, the equality of \nthe brothers. The trace of this founding criminality or this primitive crime, \nthe memory of which is kept by the (animal) totem and the taboo — this \nmurderous trace remains ineffaceable in any egalitarian, communitarian, \nand compassional fraternity, in this primitive contract that makes of any \ncompassional community a cofraternity.\nThere remains the immense risk of what is still a fraternalism of the “fel-\nlow.” This risk is double (and also affects Lévinas’s discourse, let it be said \nin passing): on the one hand, this fraternalism frees us from all ethical obli-\ngation, all duty not to be criminal and cruel, precisely, with respect to any \nliving being that is not my fellow or is not recognized as my fellow, because \nit is other and other than man. In this logic, one is never cruel toward what \nis called an animal, or a nonhuman living creature. One is already excul-\npated of any crime toward any nonhuman living being. And specifying, on \nthe other hand, as Lacan does: “It is a fellow that it [this cruelty] is targeting, \neven in a being of another species,” does not change or ﬁ x anything. It is \nalways my fellow that I am targeting in a being of another species. So the \nfact remains that I cannot be suspected of cruelty with respect to an animal \n17. See Derrida, Politiques de l’amitié, pp. 253–99 [Politics of Friendship, pp. 227–70].\n18. Lacan, Écrits, p. 149 [p. 122].\n154 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 126,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "mal",
        "faire",
        "liv",
        "signi",
        "etc",
        "counterproposition",
        "jection",
        "ict",
        "erything",
        "axiomatics"
      ],
      "full_text": "fourth session  ‡  109\nties and supposed or fantasized resemblances or similarities: family, nation, \nrace, culture, religion). One will say that this is a fact (but can a fact ground \nand justify an ethics?): it is a fact that I feel, in this order, more obligations \ntoward those who closely share my life, my people, my family, the French, \nthe Europeans, those who speak my language or share my culture, etc. But \nthis fact will never have founded a right, an ethics, or a politics.\n3. Finally, if we rely on Lacan’s axiomatics or good sense, once there is \ncruelty only toward the fellow, well, not only can one cause hurt without \ndoing evil [faire du mal sans faire le mal] and without being cruel not only \ntoward humans not recognized as true humans and true brothers (I leave \nthe choice of examples up to you, and this is not only about racism), but \nalso toward any living being foreign to the human race. The obvious con-\nsequence is that not only would one not be cruel (or criminal, criminaliz-\nable, or culpable) when one caused suffering to people not recognized and \nlegitimized as such (which happens every day somewhere in the world), \nbut one would have the right to inﬂ ict the worst suffering on “animals” \nwithout ever being suspected of the least cruelty. There would be no cruelty \nin industrial abattoirs, in the most horriﬁ c stockbreeding establishments, \nin bullﬁ ghts, in dissections, experimentations, breaking and training, etc., \nin circuses, menageries, and zoos (of which more soon). I need not belabor \nthe point.\nHere, two corollaries that are also two virtual complications of this schema.\nA. First complication. One might object to my objection (so this is an ob-\njection I’m making to myself and that I will try my best to integrate and \ntake into account) that what I am doing is simply an almost limitless broad-\nening of the notion of “fellow” and that in talking about the dissimilar, \nthe non- fellow, I am surreptitiously extending the similar, the fellow, to all \nforms of life, to all species. All animals qua living beings are my fellows. I \naccept this counterproposition, but not without twice further upping the \nante by pointing out:\n1. In the ﬁ rst place, the ﬁ rst upping of the ante: that this broadening would \nalready, of itself, be markedly, signiﬁ cantly, and obviously in breach with ev-\nerything that everyone has in mind, and Lacan in particular, when they talk \nabout the fellow: fellow means for them, as is undeniably obvious, not “liv-\ning being in general” but “living being with a human face.” There is here an \nuncrossable qualitative limit; I mean a qualitative and essential limit. To put \nthis limit to the test of the worst experimentations, it is enough to imagine (I \nleave you to do so) a thousand situations in which one would have to decide \nwhich life goes ﬁ rst — before the other. According to the humanist logic the \npresupposition of which we are trying to think through, saving a human \n156 \n157\n"
    }
  ]
}