{
  "batch_id": 5,
  "document": "Derrida_MarginsOfPhilosophy",
  "pages": [
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 164,
      "bucket": "D (5-10%)",
      "error_rate": 8.4,
      "unknown_words_sample": [
        "hohere",
        "oeil",
        "rhcace",
        "imity",
        "thangeterrajn",
        "deggerian",
        "das",
        "legedly",
        "kommt",
        "iiniipie"
      ],
      "full_text": "Reading Us\nthe meaning of Being arises), or ethnological, economic, political, military, re-\nlationships, etc. Which does not mean, moreover, that military or economic\nviolence is not in structural solidarity with \"linguistic\" violence. But the \"logic\"\nof every relation to the outside is very complex and surprising. It is precisely\nthe force and the efficiency of the system that regularly change transgressions\ninto \"false exits.\" Taking into account these effects of the system, one has noth-\ning, from the inside where \"we are,\" but thechoice between two strategies:\ni.'lb attempt\nnd a.\nchanging terrain, by re-\npeating what is implicit in the founding concepts and the original problematic,\nby using\nthe\nor stones available in the house,\nthat is, equally, in\nHere, one risks ceaselessly confirming, consoli-\ndating, relifting (relever), at an always more certain depth, that which one al-\nlegedly deconstructs. The.coutinuous.prnces&oLuiakingexplicit, moving toward\nb. To decide to thangeterrajn,. in a\nby\nk-brutally\nand by\nan absolute break and differ-\nWithout mentioning all the other forms of trompe-l'oeil perspective in which\nsuch a displacement can be caught, thereby inhabiting more naively and more\nstrictly than ever the inside one declares one has deserted,\nth\nnew..terraizi- on\nThe\neffects of such a reinstatement or of such a blindness could be shown in nu-\nmerous precise instances.\nIt goes without saying that these effects do not suffice to annul the necessity\nfor a \"change of terrain.\" It also goes without saying that the rhcace between\nthese two forms of deconstruction\niiniipie.\nmust we\nWhich amounts\nto saying that\nand produce\nI would like to point out especially that the style of the\ndeconstruction\nis mostly that of\nthe\nwhich dominates\nI am purposely speaking in terms of a dominant\nstyle: because there are also breaks and changes oLterxaiii\nthe\n;\ndeggerian-type; because the \"change of terrain\" is far from upsetting the entire\nFrench landscape to which I am referring; because what we need, perhaps, as\nNietzsche said, is a change of \"style\"; and if there is style, Nietzsche reminded\nus, it must be plural.\n3. The difference between the superior man and the superman. Beneath this rubric\nis signaled both the increasingly insistent and increasingly rigorous recourse to\nNietzsche in France, and the division that is announced, perhaps, between two\nrelèves of man. We know how, at the end of Zarathustra, at the moment of the\n\"sign,\" when das Zeichen kommt, Nietzsche distinguishes, in the greatest prox-\nimity, in a strange resemblance and an ultimate complicity, at the eve of the last\nseparation, of the great Noontime, between the superior man (hOhere Mensch)\nand the superman (Ubermensch). The first is abandoned to his distress in a last\n135\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 165,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "wifi",
        "metaphy",
        "akfive",
        "grausam",
        "sicians",
        "vergesslichkeit"
      ],
      "full_text": "The Ends of Man\nmovement of pity. The latter—who is not the last man—awakens and leaves,\nwithout turning back to what he leaves behind him. He burns his text and erases\nthe traces of his steps. His laughter then will burst out, directed toward a return\nwhich no longer wifi have the form of the metaphysical repetition of humanism,\nnor, doubtless, \"beyond\" metaphysics, the form of a memorial or a guarding\nof the meaning of Being, the form of the house and of the truth of Being. He\nwill dance, outside the house, the akfive Vergesslichkeit, the \"active forgetting\"\nand the cruel (grausam) feast of which the Genealogy of Morals speaks. No doubt\nthat Nietzsche called for an active forgetting of Being: it would not have the\nmetaphysical form imputed to it by Heidegger.\nMust one read Nietzsche, with Heidegger, as the last of the great metaphy-\nsicians? Or, on the contrary, are we to take the question of the truth of Being\nas the last sleeping shudder of the superior man? Are we to understand the eve\nas the guard mounted around the house or as the awakening to the day that\nis coming, at whose eve we are? Is there an economy of the eve?\nPerhaps we are between these two eves, which are also two ends of man. But\nwho, we?\nMay 12, 1968\n136\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 166,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "phitosophie",
        "linguistique"
      ],
      "full_text": "The Linguistic Circle\nof Geneva\nA lecture given at the colloquium on Jean-Jacques Rousseau, 3—4 February 1968, in London.\nOriginally published in the Revue internationale de phitosophie. 1967/4, no. 82, under the title\n\"La linguistique de Rousseau?'\n137\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 171,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "connaisances",
        "plon",
        "essai",
        "discours",
        "cuases",
        "starobinski",
        "origine",
        "transparence",
        "vol",
        "hurnaines"
      ],
      "full_text": "The Linguistic Circle of Geneva\nitself a language.\"4 Further on, at the end of a note: \"If I suppose two children\nin the necessity of imagining even the very first signs of language, it is because\nI have believed that it is not sufficient for a philosopher to say that a thing has\nbeen accomplished by extraordinary means; but that it was his duty to explain\nhow it could have been done by natural means.\"5 I italicize the conditional tense,\nwhich supports the entire scientificity of the argument.\nThus, Condilac renounces neither a natural explanation nor the conjunction\nof the questions of the origin of languages and the origin of societies. Theological\ncertitude is accommodated to a natural explanation according to a very classical\nframework in which the concepts of nature, experience, creation, and fall are\nstrictly inseparable. (The most remarkable example of such a \"system\" is doubt-\nless that of Malebranche, which I am recalling here only because of its well-\nknown influence on Rousseau.) Here, the event of the flood, whose analog will\nbe found in Rousseau, liberates the functioning of the natural explanation.\nThis does not prevent Rousseau from taking his leave from Condillac precisely\nat the point at which he reproaches Condillac for taking as given that which is\nto be explained, that is, \"a kind of already established society among the in-\nventors of language.\" Rousseau reproaches Condillac less for rejecting every\nmodel of natural explanation—that would be untrue—than for not radicalizing\nhis concept of nature: Condillac would not have descended to a pure state of\nnature to analyze the emergence of language: \"Permit me for a moment to\nconsider all the confusions of the origin of Languages. I could content myself\nwith citing or repeating here all of Abbé de Condillac's investigations into this\nmatter, which fully confirm my feeling, and which, perhaps, gave me my first\nideas. But given the manner in which this Philosopher resolves the difficulties\nhe creates for himself on the origin of institutionalized signs, that is, a kind of\nalready established society among the inventors of language, I believe that in\nreferring to his reflections I must add to them my own.\"6\nThus Condillac seems to have committed what Rousseau a little further on\ncalls \"the fault of those who, reasoning on the State of Nature, transport into\nit ideas taken from Society.\"\nThe properly scientific concern, therefore, is indicated by the decision to refer\nonly to purely natural cuases. Such is the motif on which the Essay on the Origin\nof Languages7 opens, from its very first paragraph: \"In order to tell, it is necessary\nto go back to some principle that belongs to the locality itself and antedates its\ncustoms, for speech, being the first social institution, owes its form to natural\n4. Condillac, Essai sur l'origine des connaisances hurnaines (Paris: Galilee, 1973), p. 193.\n5. Ibid., note 1.\n6. Discours sur l'origine de l'inegalité (second Discours), in Oeuvres completes. vol. 3 (1964),\np. 146. On all the problems of language in Rousseau, I refer most notably to the very\nvaluable notes of Jean Starobinski in this edition, and of course to the other works on\nRousseau by this author, particularly La transparence et l'obstacle (Paris: Plon, 1964).\n7. Translated by John H. Moran (New York: Frederick Llngar, 1966). All further references\nto the Essay are to this edition.\n142\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 172,
      "bucket": "B (1-3%)",
      "error_rate": 1.5,
      "unknown_words_sample": [
        "origi",
        "neces",
        "nality",
        "sity",
        "cliniatology",
        "conceptuality",
        "instituiton"
      ],
      "full_text": "The Opening of the Field\ncauses\n5). Now, without even entering into the content of the natural\ngenealogy of language that Rousseau proposes, let us note that the so-called\n\"epistemological break\" paradoxically corresponds to a kind of break in the field\nof natural causality. If \"speech,\" \"the first social institution, owes its form to\nnatural causes alone,\"8 then the latter, themselves acting as a force of break with\nnature, naturally inaugurate an order radically heterogeneous to the natural order.\nThe two—apparently contradictory—conditions for the constitution of a scientific\nfield and object, here language, would thus be fulfilled: a natural, a continuously\nnatural causality, and a break designating the irreducible autonomy and origi-\nnality of a domain. The question of the origin is in itself suspended, in that it\nno longer calls for a continuous, real, and natural description, being but the\nindex of an internal structural description.\nCertainly all this is neither without difficulty nor without a certain apparent\nincoherence, for which Rousseau often has been reproached. And it has been\nthat much easier to make this reproach because Rousseau himself on several\noccasions seems to renounce the natural explanation and to admit a kind of\nviolent—catastrophic—interruption into the concatenation of natural causality.\nAn arbitrary interruption, an interruption of the arbitrary, the decision which\npermits only the arbitrary and the conventional to be instituted. One comes\nback to the necessity of this question wherever the conceptuality organized\naround the opposition nature/arbitrary is accredited. Before defining the neces-\nsity both of the break and the at least apparent failure, before underlining the\nscientific and heuristic motivation that accommodates its opposite here, let us\nbriefly recall its well known points of apparition.\n1. After attempting, by means of a fiction, a derivation of languages on the\nbasis of a primitive dispersion in the state of pure nature, on the basis of the\nbiological nucleus uniting mother and child, Rousseau has to step back and\nsuppose \"this first difficulty overcome\": \"Notice again that the Child having all\nhis needs to explain, and consequently more things to say to the Mother than\nthe Mother to the Child, it is he who must bear the burden of invention, and\nthat the language he employs must in great part be his own handiwork; which\n8. Attention must be paid to the word \"form\": natural causes must produce the variety\nof forms of speech as the variety of languages. The Essay accounts for this by means of\nphysics, geography, and cliniatology. This distinction between speech itself and languages\nunderlies the notion of form at the beginning of the Essay: \"Speech distinguishes man\namong the animals; language distinguishes nations from each other; one does not know\nwhere a man comes from until he has spoken. Out of usage and necessity, each learns\nthe language of his own country. But what determines that this language is that of his\ncountry and not that of another? In order to tell, it is necessary to go back to some principle\nthat belongs to the locality itself and antedates its customs, for speech, being the first\nsocial instituiton, owes its form to natural causes alone\" (p. 5). But the text that follows\nperhaps permits an extension of the variety of forms beyond the diversity of oral languages\nto include the multiplicity of \"substances of expressions,\" the means of communication.\nThese natural means are the senses, and each sense has its language. See below, \"The\nClosure of Concepts.\"\n143\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 173,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "jux",
        "langage",
        "discours",
        "francais",
        "artic",
        "cle",
        "ulation",
        "oderne",
        "oricien",
        "lamy"
      ],
      "full_text": "The Linguistic Circle of Geneva\nmultiplies Languages by as many individuals as there are to speak them, to\nwhich the wandering and vagabond life, which leaves no idiom the time to\nbecome consistent, contributes further still; for to say that the Mother dictates\nto the child words which he will have to use to ask her for such and such a\nthing well demonstrates how already formed Languages are taught, but teaches\nus nothing about how they are formed. Let us suppose this first difficulty overcome:\nFor a moment let us step across the immense space there had to be between the pure state\nof Nature and the need for Languages; and supposing them necessary, let us seek out\nhow they might have begun to be established. A new difficulty, worse still than the\npreceding one; for if men had need of speech in order to learn to think, they had even\ngreater need of knowing how to think in order to find the art of speech\n(my italics).9\n2. And later, when he has taken as given, by means of a supposition, both the\n\"immense space there had to be between the pure state of Nature and the need\nfor Languages,\" and the solution of the circle that demands speech before\nthought and thought before speech, Rousseau must yet again, a third time, recoil\nbefore a third difficulty; he must even feign giving up on a natural explanation\nin order to refer back to the hypothesis of divine institution. It is true that in the\ninterval between the supposition and the apparent resignation he will have\nproposed an entire theory of language: a functional, systematic, and structural\ntheory, whose elaboration is occasioned by the pretext of a genetic question, a\nfictitious problematic of the origin.\nRousseau's formulation of his apparent resignation, at the point of the third\ndifficulty in the Discourse (\"As for myself, frightened by the mounting difficulties,\nand convinced of the almost demonstrable impossibility that Languages could\nhave been born and established by purely human means, I leave to whoever\nwould like to undertake it the discussion of this difficult problem: which was\nmore necessary, an already bound Society, 'for the institution of Languages, or\nalready invented languages, for the establishment of Society\"),'0 is to be jux-\ntaposed with the following formulation from the Essay, in which Rousseau,\nconfronted by the necessity of acknowledging an unforeseen and inexplicable\nirruption at the origin of languages (transition from the inarticulate cry to artic-\nulation and convention), cites Father Lamy's theological hypothesis without\ncriticizing it, although without assuming it, simply in order to illustrate the\ndifficulty of natural explanation: \"In all tongues, the liveliest exclamations are\ninarticulate. Cries and groans are simple sounds. Mutes, which is to say the\ndeaf, can make only inarticulate sounds. Father Lamy thinks that if God had\nnot taught men to speak, they would never have learned by themselves.\"\n9. Second Discours, p. 147.\n10. Ibid., p. 151.\n11. Essay, p. 14. On Father Lamy, I refer to Genevieve Rodin-Lewis's study, \"Un\nthéoricien du langage au XVII' siècle, Bernard Lamy,\" Le francais n,oderne, January 1968,\npp. 19—50. In the Confessions, Rousseau recalls all that he owes to Father Lamy: \"one of\nmy favorite Authors, whose works I still reread with pleasure\" (p. 238). Further on: \"The\n144\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 174,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "guage",
        "discours",
        "rous",
        "seau",
        "lations",
        "cirde",
        "oratoire",
        "lan",
        "bitrarily",
        "entitiled"
      ],
      "full_text": "The Opening of the Field\nThe three difficulties have the same form: the circle in which tradition (or\ntransmission) and language, thought and language, society and language, each\nprecede the other, postulate and produce each other reciprocally. But these\napparent, and apparently avowed, confusions have a reverse side for which in\na way they pay the price. The circle, as a vicious circle, a logical circle, by the\nsame token constitutes the rigorously limited, closed, and original autonomy of\na field. If there is no entry into the circle, if it is closed, if one is always already\nset down within it, if it has always already begun to carry us along in its\nmovement, no matter where it is entered, it is because the circle forms a perfectly\nunderivable figure and does so by means of a continuous causality, something\nother than itself. It has been posited decisively by an absolute, and absolutely\nirruptive, initiative, making it simultaneously open and dosed. Society, lan-\nguage, convention, history, etc., together with all the possibilities that go along\nwith them, form a system, an organized totality which, in its orginality, can be\nthe object of a theory. Beyond its negative and sterilizing effects, beyond the\nquestion which it seems incapable of answering logically, the \"logical circle\"\npositively delimits an epistemological cirde, a field whose objects will be specific.\nThe condition for the study of this field as such is that the genetic and factual\nderivation be interrupted. Ideal genealogy or structural description: such is Rous-\nseau's project. Let us cite this text once more: \"Let us begin by setting aside all\nthe facts, for they do not touch upon the question. The Investigations one may\nenter into on this subject must not be taken as historical truths, but only as\nhypothetical and conditional reasoning; more apt to enlighten the Nature of\nthings than to show their veritable origin, and similar to the Investigations made\nevery day by our Physicians concerning the formation of the World.\"2\n3. This is what accounts for the absolutely unforeseeeable intervention, in the\nEssay, of the \"slight movement\" of a finger which produces the birth of society\nand languages. Since the system of the state of Nature could not depart from\nitself, could not itself depart from itself (Discourse, p. 162), could not spontaneously\ninterrupt itself, some perfectly exterior causality had to come to provoke—ar-\nbitrarily—this departure, which is none other, precisely, than the possibility of the\ntaste that I had for him [M. Salomon] extended to the subjects of which he treated, and\nI began to seek out books which could help me better to understand him. Those which\nmixed devoutness with the sciences suited me best; such, particularly, were those of the\nOratoire and of Port-Royal. I set myself to reading them, or rather to devouring them. Of\nthese, one fell into my hands by Father Lamy, entitiled Enfretiens sur les sciences. It was a\nkind of introduction to the knowledge of the books on this topic. I read and reread it a\nhundred times; I resolved to make it my guide\" (p. 232). One might pick out more than\none correspondence between the two theories of language, notably as concerns the re-\nlations between speech and writing. In Father Lamy's Rhetoric one may read: \"Words on\npaper are like a dead body laid out on the ground. In the mouth of whoever proffers them\nthey are efficacious; on paper they are without life, incapable of producing the same\neffects.\" And \"a written discourse is dead,\" \"the tone, gestures, and air of the face of the\nspeaker support his words\" (cited by Rodin-Lewis, p. 27).\n12. Discours, pp. 132—33.\n145\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 176,
      "bucket": "B (1-3%)",
      "error_rate": 2.4,
      "unknown_words_sample": [
        "discours",
        "herdman",
        "supplemen",
        "tarity",
        "structually",
        "witi",
        "ture",
        "etc",
        "ori",
        "jure"
      ],
      "full_text": "The Opening of the Field\nture to society.'6 But despite the concepts of pure nature and of virtuality, and\neven if the original movement of the finger can still supplement the theological\nhypothesis, even if divine Providence is called upon elsewhere, it remains that\nRousseau, at a certain surface of his discourse, can by all rights allege to do\nwithout any supernatural explanation, and, putting all history and all factual\nchronology between parentheses, can propose a structural order of the origin\nand function of language. In doing so, even while respecting the original order\nof language and society, he correlates this order, and systematically maintains\nthis correlation, with the order of nature, primarily witi. the geological or geo-\ngraphical order of his nature. Thereby the typology of languages, in the Essay,\nwill conform to a general topology, and \"local difference\" will be taken into\naccount in the origin of languages (chap. 8). Corresponding to the opposition\nsouth/north is the opposition of languages of passion to languages of need,\nare distinguished by the predominance granted to accentuation in the\none and articulation in the other, to the vowel in one and to the consonant in\nthe other, to metaphor in One and to exactness and correctness in the other. The\nlatter—the languages of the north—lend themselves more easily to writing; the\nformer naturally reject it. Thus we have a\nof correlations. At the pole of\nthe origin, at the point of greatest proximity to The birth of language, there is\nthe chain origin-life-south-summer-heat-passion-accentuation-vowel-meta-\nphor-song, etc. At the other pole, to the extent that one departs from the ori-\ngin:\ndecadence-illness-death-north-winter-cold-reason-articulation-consonant-\ncorrectness-prose-writing. But, by a strange motion, the more one departs from\nthe origin, the more one tends to come back to what precedes it, to a nature\nwhich has not yet awakened to speech and to everything that is born along with\nspeech. And, between the two polar series, regulated relations of supplemen-\ntarity: the second series is added to the first in order to be substituted for it, but,\nin supplementing a lack in the first series, also to add something new, an addition,\nan accident, an excess that should not have overtaken the first series. In doing this,\nthe second series will hollow out a new lack or will enlarge the original lack,\nwhich will call for a new supplement, etc. The same logic is at work in the\nhistoric and systematic classification of writings: corresponding to the three\nstates of man in society (savage, barbaric, or policed peoples) are three types\nof writings (pictographic, ideographic, phonetic).\nBut, although writing has a\n16. While marking the absolute break which—de jure and structually—must separate\nnature and language or society. Rousseau alludes \"to the inconceivable pains and infinite\ntime that the first invention of Language must have cost\" (Discours. p. 146), to the \"almost\nimperceptible progress of the beginnings\"; \"for the more that events were slow to succeed\none another, the quicker they are to describe\" (p. 167).\n17. \"These three ways of writing correspond almost exactly to the three different stages\naccording to which one can consider men gathered into a nation. The depicting of objects\nis appropriate to a savage people; signs of words and of propositions to a barbaric people;\nand the alphabet to civilized (polices) peoples\" (Essay. p. 17). \"To the preceding division\nthere correspond the three conditions of man considered in relation to society. The savage\nis a hunter, the barbarian is a herdman, and civil man is a tiller of the soil\" (p. 38).\n147\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 177,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "linea",
        "dclimit",
        "seau",
        "ography",
        "exteriority",
        "principial",
        "cerned",
        "knowl",
        "dispro",
        "ments"
      ],
      "full_text": "The Linguistic Circle of Geneva\nregular relation to the state of language (\"Another way of comparing languages\nand determining their relative antiquity is to consider their script,\" Essay, chap.\n5, p. 16), its system forms an independent totality in its internal organization\nand in its principle: \"The art of writing does not at air depend upon that of\nspeaking. It derives from needs of a different kind which develop earlier or later\naccording to circumstances entirely independent of the duration of the people\"\n(p. 19).\nReduced to their most impoverished, most general, most principial frame-\nwork, such would be the motifs of an opening of the linguistic field. Did Rous-\nseau himself and himself alone execute this opening, or is he already taken up and\nincluded in it? The question has not yet been elaborated fully enough, the terms\nare still too naive, the alternative is still too restricted for us to be tempted to\noffer an answer. No problematic, no methodology today seems to us to be\ncapable of pitting itself effectively against the difficulties effectively announced\nin these questions. Thus, without great risk, and still in the form of a touchstone,\nwe will say that despite the massive borrowings, despite the complicated ge-\nography of sources, despite the passive situation in a milieu, what can be dis-\ncerned empirically under the rubric of the \"work of Jean-Jacques Rousseau\"\nyields a reading of a relatively original and relatively systematic effort to dclimit\nthe field of a linguistic science. Today, the poverty of these propositions will be\nmore easily accepted, perhaps, if one thinks of the imprudent, that is foolish,\nstatements from which they protect us, at least provisionally.\nOf course, it is not a matter of comparing the content of the linguistic knowl-\nedge discovered in a given field with the content of modern linguistic knowledge.\nBut the disproportion that would make such a comparison derisory is a dispro-\nportion of content: it is massively reduced when theoretical intentions, linea-\nments, and fundamental concepts are in question.\nThe Closure, of Concepts\nIt is tempting now to invert the procedure of verification and to bring to light,\non the basis of certain exemplary projects in modern linguistics, the thread\nwhich leads back to Rousseau. Here we can only single out Saussurian linguistics\nand semiology, taking our justification both from the fact that this is the base\nof all the modern theories and from the self-evidence or number of the analogies\nit holds in store.\n1. Rousseau and Saussure grant an ethical and metaphysical privilege to the\nvoice. Both posit the inferiority and exteriority of writing in relation to the \"in-\nternal system of language\" (Saussure), and this gesture, whose consequences\nextend over the entirety of their discourses, is expressed in formulations whose\nliteral resemblance is occasionally surprising. Thus:\n148\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 181,
      "bucket": "D (5-10%)",
      "error_rate": 8.6,
      "unknown_words_sample": [
        "langage",
        "lematical",
        "physis",
        "cercie",
        "indifferentiation",
        "glosse",
        "nomos",
        "indjspensable",
        "surian",
        "theorie"
      ],
      "full_text": "The Linguistic Circle of Geneva\nof these differences (\"language,\" \"period,\" \"author,\" \"title and unity of the\nwork,\" etc.) are even more derivative, and today have become profoundly prob-\nlematical.\nWithin the system of the same fundamental conceptuality, (fundamental, for\nexample, at the point at which the opposition of physis to its others—nomos,\ntechnë—which opened the entire series of oppositions nature/law, nature/con-\nvention, nature/art, nature/society, nature/freedom, nature/history, nature/mind,\nnature/culture, etc., has governed, throughout the \"history\" of its modifications,\nthe entire thinking and language of the philosophy of science up to the twentieth\ncentury), the play of structural implications, and the mobility and complication\nof sedimentary layers are complex enough, and unlinear enough, for the same\nconstraint to occasion surprising transformations, partial exchanges, subtle dis-\ncrepancies, turnings backward, etc. Thus, for example, one may legitimately\ncriticize certain elements of the Saussurian project only to redisciver pre-Saus-\nsurian motifs; or even criticize Saussure on the basis of Saussure or even on the\nbasis of Rousseau. This does not prevent everything from \"holding together\"\nin a certain way within \"Saussure's\" discourse and in the kinship that links him\nto \"Rousseau.\" Put simply, this unity of the totality must be differentiated oth-\nerwise than is usually done, if this play is to be accounted for. It is only on this\ncondition, for example, that one is able to explain the presence in \"Rousseau's\"\ntext of motifs that are indjspensable to the linguists who, despite their debt to\nSaussure in this regard, are no less critical of his phonologism and psychologism\nor of his taxinomism\nIt is by attending to the subtlety\nof these displacements that one may detect the conceptual premises of glosse-\nmatics and of the Theory of generative grammar in the second Discourse and in\nthe Essay on the Origin of Languages. One very quickly can see at work, beneath\nother names, the combined oppositions of the notions of \"substance\" and\n\"form,\" of \"content\" and \"expressions,\" and each of the two former applied\nalternately, as in glossematics, to each of the two latter. And how can we not\ngive credit to Rousseau for everything accredited to \"Cartesian linguistics\"? Did\nnot he who \"began\" with the Port-Royal Logic associate, from the very beginning,\nthe theme of the creativity of language with the theme of a structural genesis\nof general grammaticality?24\n22. \"La stratification du langage,\" in Essais linguistiques (Travaux du cercie linguistique de\nCopenhague, XII, 1959), p. 56; and Proldgomenes A une theorie du langage (1943), trans. Canger\n(Paris: Editions de Minuit, 1971).\n23. For example, see Current Issues in Linguistic Theory, 1964, pp. 23ff.\n24. For example, in the First Part of the second Discours, when Rousseau describes the\norder in which is produced the \"Division of the Discourse into its constitutive parts,\" that\nis, the origin of the distinction between subject and attribute, verb and noun, on the basis\nof a primitive indifferentiation (\"They gave to each word the sense of an entire proposition\"\nsubstantives at first were but so many proper names,\" \"the infinitive—the present\nof the infinite__was the only tense of the verbs, and as for adjectives, the notion of them\ncould only have developed with great difficulty, because every adjective is an abstract\nword, and abstractions are painful Operations of the mind,\" etc.; p. 149). Again, as goes\nwithout saying, this is the description of an order rather than of a history, although the\nlatter distinction is no longer pertinent in a logic of supplementarity.\n152\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 186,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "boyce",
        "gramm",
        "amorphou",
        "plotinu",
        "efficacity",
        "morphe",
        "martinus",
        "trans",
        "reinscribing",
        "demda"
      ],
      "full_text": "—To gar ikhnos\ntou amorphou\nmorphe.\nPlotinu&\nPhenomenology's critique of the state of metaphysics was aimed only at its\nrestoration. Phenomenology ascertained this state in order to reawaken meta-\nphysics to the essence of its task, the authentic originality of its design. In its\nfinal pages, the Cartesian Meditations remind us of this: as opposed to \"adven-\nturous\" speculation, to \"naive\" and \"degenerate\" metaphysics, we must turn\nback to the critical project of \"first philosophy.\" If certain metaphysical systems\nawaken suspicion, and even if the entirety of metaphysics is de facto \"sus-\npended\" by phenomenology, the latter does not exclude \"metaphysics in gen-\neral\nThe concept of form could serve as a thread to be followed in phenomenology's\nelaboration of a purifying critique. Even if the word \"form\" translates several\nGreek words in a highly equivocal fashion, nevertheless one may rest assured\nthat these words all refer to fundamental concepts of metaphysics. In reinscribing\nthe Greek words (eidos, morphe, etc.) into phenomenological language, in playing\non the differences between Greek, Latin, and German, Husserl certainly wished\nto deliver these concepts from the latter-day metaphysical interpretations that\nhad overtaken them, accusing these interpretations of having deposited, in the\nword itself, the entire burden of an invisible sedimentation.3 But Husserl always\ndoes so in order to reconstitute (and, if need be, against the founders, against\nPlato and Aristotle), an original sense that began by being perverted immediately\nupon its inscription into tradition. Whether it is a question of determining eidos\nin opposition to \"Platonism,\" or form (Form) (in the problematic of formal logic\nand ontology) or morphë (in the problematic of its transcendental constitution\nand in its relation with hyle) in opposition to Aristotle, the force, vigilance, and\nefficacity of the critique remain intrametaphysical by means of all their resources.\nHow could it be otherwise? As soon as we utilize the concept of form—even if\nto criticize an other concept of form—we inevitably have recourse to the self-\nevidence of a kernel of meaning. And the medium of this self-evidence can be\nnothing other than the language of metaphysics. In this language we know what\n\"form\" means, how the possibility of its variations is regulated, what its limit\nis, and in what field all imaginable objections to it are to be maintained. The\n1. TN. See above, \"Ousia and Grammé,\" note 40, and note 16 below, for more on this\ncitation from Plotinus. The reader would do well to consult these notes again after finishing\nthis essay in order to understand Demda's choice of epigraph here.\n2. TN. Trans. Dorian Cairns (The Hague: Martinus Nijhoff, 1960).\n3. See the Introduction to Ideas: General Introduction to Pure Phenomenology. trans. W. R.\nBoyce Gibson (New York: Humanities Press, 1969). All further references are to this edition.\n157\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 188,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "der",
        "voulojr",
        "schicht",
        "sivity",
        "ausdruck",
        "untershicht",
        "beden",
        "funktionen",
        "bedeutung",
        "ricoeur"
      ],
      "full_text": "Meaning in the Text\nsivity as such, since, starting with the Invest igations, Husserl in effect determined\nthe essence or telos of language as expression (Ausdruck). The transcendental\ndescription of the fundamental structures of all experience is pursued up to the\nend of the penultimate \"section\" without even touching upon the problem of\nlanguage. The worlds of culture and of science indeed have been evoked, but\neven if the predicates of culture and of science are unthinkable outside a world\nof language, Husserl gave himself the right, for methodological reasons, not to\nconsider the \"layer\" of expression, provisionally putting it between parentheses.\nHusserl can give himself this right only by supposing that expressivity con-\nstitutes an original and rigorously delimited \"stratum\" (Schicht) of experience.\nThe Investigations had proposed an insistent demonsiration that acts of expres-\nsion are original and irreducible; and this remains presupposed in Ideas. Thus,\nat a certain moment of the descriptive itinerary, one may come to consider\nlinguistic expressivity as a circumscribed problem. And at the point at which\nthe problem is approached, one already knows that the \"stratum of logos\" will\nbe included in the most general structure of experience, the structure whose poles\nor correlations have just been described: the parallel opposition of noesis and\nnoema. Thus, it is already a given that however original, the stratum of the\nlogos would have to be organized according to the parallelism of noesis and\nnoema. The problem of \"meaning\" (bedeuten)4 is approached in section 124,\nwhich is entitled \"The Noetic-Noematic Stratum of the 'Logos.' Meaning and\nMeaning Something (Bedeuten und Bedeutung).\" The metaphor of the stratum\n(Schichf) has two implications. On the one hand, meaning is founded on some-\nthing other than itself, and this dependence will be confirmed ceaselessly by\nHusserl's analysis. On the other hand, meaning constitutes a stratum whose\nunity can be rigorously delimited. Now, if the metaphor of the stratum remains\ncredible throughout this section, it will become suspect in the section's final\nlines. This suspicion is not purely rhetorical but, rather, translates a profound\ndisquiet as concerns the descriptive fidelity of discourse. If the metaphor of the\nstratum does not correspond to the structure one seeks to describe, how could\nit have been used for so long? \"For we should not hold too hard by the metaphor\nof stratification (Schichtung); expression is not of the nature of an overlaid varnish\n(ubergelagerter Lack) or covering garment; it is a mental formation (geistige For-\ntnung), which exercises new intentional influences (Funktionen) on the intentional\nsubstratum (an der intentionalen Untershicht) and experiences from the latter cor-\nrelative intentional influences\"5 (p. 349).\n4. I have attempted to justify this translation in La voix et le phdnomène (Paris: Presses\nUniversjtajres de France, 1967; trans. David Allison as Speech and Phenomena lEvanston:\nNorthwestern University Press, 19731), which refers especially to the first of the Logical\nInvestigations. u.N. It should be recalled throughout this essay that Derrida's translation\nof beden ten is voulojr-dire, which emphasizes the relation of meaning to speech, to saying\n(dire).]\n5. 1 refer the reader to the invaluable commentary that accompanies Ricoeur's translation\nof the work into French, Occasionally, for reasons due only to the intentions of the present\nanalysis, I have had to italicize certain German words and to emphasize their metaphorical\ncharge.\n159\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 190,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "investi",
        "sprachliche",
        "noetico",
        "bedeutung",
        "phenomenologist",
        "verflochten",
        "seite",
        "tionliv",
        "sphare",
        "leiniche"
      ],
      "full_text": "Mirror Writing\n(Bedeutung), and 'the act of meaning' (Bedeuten). Originally these words relate\nonly to the sphere of speech (sprachliche Sphare), that of 'expression' (des Aus-\ndrück.ens). But it is almost inevitable, and at the same time an important step for\nknowledge, to extend the meaning of these words, and to modify them suitably\nso that they may be applied in a certain way to the whole noetico-noematic\nsphere, to all acts, therefore, whether these are interwoven (verflochten) with\nexpressive acts or not\" (p. 346).\nFaced with this inextricable texture, this interlacing ( Verflechfung)6 which seems\nto defy analysis, the phenomenologist is not discouraged. His patience and\nscrupulousness must, in principle, undo the tangle. At stake is phenomenology's\n\"principle of principles.\" If the description does not bring to light an absolutely\nand simply founding ground of signification, if an intuitive and perceptive\nground, a pedestal of silence, does not found discourse in the originally given\npresence of the thing itself, if the texture of the text, in a word, is irreducible,\nnot only will the phenomenological description have failed but the descriptive\n\"principle\" itself will have been put back into quesiton. The stakes of this\ndisentanglement are therefore the phenomenological motif itself.\nMirror Writing\nHusserl begins by delimiting the problem, by simplifying or purifying its givens.\nHe then proceeds to a double exclusion, or if you will, to a double reduction,\nbowing to a necessity whose rightful status was acknowledged in the Investi-\ngat ions, and which will never again be put into question. On the one hand, the\nsensory face of language, its sensory and nonmaterial face, what might be called\nthe animate \"proper body\" (Leib) of language, is put out of circulation. Since,\naccording to Husserl, expression supposes an intention of meaning (Bedeutungs-\nintention), its essential condition is therefore the pure act of animating intention,\nand not the body to which, in some mysterious fashion, intention unites itself\nand gives life. It is this enigmatic unity of informing intention and informed\nmatter that Husserl authorizes himself to dissociate from the outset. This is why,\non the other hand, he defers—forever, it seems—the problem of the unity of the\ntwo faces, the problem of the union of soul and body. \"Let us start from the\nfamiliar distinction between the sensory, the so to speak bodily aspect (leiNiche\nSeite) of expression, and its nonsensory 'mental' aspect. There is no need for us\nto enter more closely into the discussion of the first aspect, nor upon the way\nof uniting the two aspects, though we clearly have title-headings here indicated\nfor phenomenological problems that are not unimportant\" (p. 346)!\n6. On the sense and importance of the Verflechtung, and on the functioning of this\nconcept in the hwestigations, see \"The Reduction of Indication\" in Speech and Phenomena.\n7. In the Investigations these precautions had been taken and justified at length. For all\nthat these justifications are demonstrative, of course, they are no less inherent to the\ninterior of traditional metaphysical polarities (soul/body, psychical/physical, living/tionliv-\n161\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 191,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "vouloir",
        "nonintentionality",
        "frege",
        "noetico",
        "bedeutung",
        "preexpressive",
        "sive",
        "withou",
        "noematic",
        "sinn"
      ],
      "full_text": "Form and Meaning\nHaving taken this double precaution, we see the contours of the problem\nmore clearly: what are the distinctive traits that essentially separate the expres-\nsive stratum from the preexpressive stratum, and how to submit the effects of\nthe one upon the other to an eidetic analysis? This question will receive its full\nformulation only after a certain progress of the analysis: \"how to interpret the\n'expressing' of 'what is expressed,' how expressed experiences stand in relation\nto those that are not expressed, and what changes the latter undergo when\nexpression supervenes; one is then led to the question of their 'intentionality,'\nof their 'immanent meaning,' of their 'content' (Mat erie) and quality (i.e. the act-\ncharacter of the thesis), of the distinction of this meaning and these phases of\nthe essence which lie in the pre-expressive from the meaning of the expressing\nphenomenon itself and its own phases, and so forth. One gathers still in various\nways from the writings of the day how little justice is apt to be done to the great\nproblems here indicated in their full and deep-lying significance\" (p. 348).\nCertainly this problem already had been posed, notably at the beginning of\nthe sixth of the Logical Investigations. But here, the path which leads to it is\ndifferent; and not only for very general reasons (access to an openly transcen-\ndental problematic, appeal to the notion of noema, acknowledged generality of\nthe noetico-noematic structure), but particularly because of the distinction, arisen\nin the interval, between the concepts of Sinn and Bedeutung. Not that Husserl\nnow accepts this distinction proposed by Frege, one that he had objected to in\nthe Investigations.8 Rather, he simply finds it convenient to reserve the pair be-\ndeuten-Bedeutung for the order of expressive meaning (vouloir-dire), for discourse\nitself, and to extend the concept of sense (Sinn) to the totality of the noematic\nface of experience, whether or not it is expressive.9\nOnce the extension of sense absolutely overflows the extension of meaning,\ndiscourse will always have to draw upon its sense. In a way, discourse will be able\nonly to repeat or to reproduce a content of sense which does not await discourse\nin order to be what it is)° If things are thus, discourse will only transport to the\nf ing, intentionality/nonintentionality, form/matter, signified/signifier, intelligible/sensory,\nI\nideality/empiricity, etc.). These precautions are encountered particularly in the first of the\nInvestigations (which in sum is nothing but a long explication of this issue), in the fifth\nInvestigation (chap. 2, sec. 19), and in the sixth (chap. 1, sec. 7). They are confirmed\nunceasingly in Formal and Transcendental Logic and in The Origin of Geometry.\n8. Sec. 15.\n9. Sec. 124, p. 346. It goes without saying that by \"discourse itself\" we do not mean\na discourse actually, physically, proffered, but, following Husserl's indications, the ani-\nmation of verbal expression by a meaning, by an \"intention\" that can remain silent withou\nbeing essentially affected.\n10. From this point of view the entire latent aesthetics of phenomenology might be\nexamined, the entire theory of the work of art which is discernible throughout the didactics\nof examples, whether the problem of the imaginary is being expounded or the status of\nideality, the \"once-ness\" of the work, whose ideal identity can be reproduced infinitely\nas the same. A system and classification of the arts is announced in this description of the\nrelation between archetype and reproductive examples. Can the 1-lusserlian theory of the\n162\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 192,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "unproductivity",
        "husserlian",
        "sinn",
        "literaiy",
        "bedeutung",
        "nition",
        "mimetics",
        "druck",
        "alities",
        "noematic"
      ],
      "full_text": "Mirror Writing\nexterior a sense that is constituted before it and without it. This is one of the\nreasons why the essence of logical meaning is determined as expression (A us-\ndruck). Discourse is expressive in its essence, because it consists in transporting\nto the outside, in exteriorizing a content of interior thought. It is never without\nthe sich äusseru which was spoken of in the first of the Investigations (sec. 7).\nThus, we are already in possession of the first distinctive trait of the expressive\nstratum. If it proffers only a constituted sense, physically or not, it is essentially\nreproductive, that is, unproductive. Husserl's analysis is on its way to this defi-\nnition in its first stage: \"The stratum of expression—and this constitutes its\npeculiarity—apart from the fact that it lends expression to all other intention-\nalities, is not productive. Or if one prefers: its productivity, its noematic service,\nexhausts itself in expressing, and in the form of the conceptual which first comes with\nthe expressing\" (pp. 348-49).\nThis unproductivity of the logos is embodied, if we may put it thus, in the\nHusserlian description. It again permits itself to be seduced by two metaphors\nto which we cannot not pay attention.\nThe first seems to pass by Husserl unnoticed. It is displaced between a writing\nand a mirror. Or rather, it says mirror writing. Let us follow its constitution.\nIn order to set forth the difference between Sinn and Bedeutung, Husserl recurs\nto a perceptual example, the silent perception of a \"white thing.\" In a certain\nway, the statement \"this is white\" is perfectly independent of the perceptual\nexperience. It is even intelligible for someone who has not had this perception.\nAnd the Investigations had demonstrated this rigorously. This independence of\nthe expressive value equally implies the independence of the perceptual sense.\nWe can make this sense explicit: \"This process makes no call whatsoever on\n'expression,' neither on expression in the sense of verbal sound nor on the like\nas verbal meaning, and here the latter can also be present independently of the\nverbal sound (as in the case when this sound is 'forgotten')\" (p. 347).\nConsequently, the transition to being stated adds nothing to sense, or in any'\nevent adds no content of sense; and yet, despite this sterility, or rather because\nof it, the appearance of expression is rigorously new. Because it only reissues\nthe noematic sense, in a certain way, expression is rigorously novel. To the\nextent that it neither adds nor in any way deforms, expression can always in\nprinciple repeat sense, by providing access to \"conceptual form\": \"If we have\n'thought' or stated 'This is white,' a new stratum is there with the rest, and unites\nideality of the work of art and of its relations to perception account for the differences\nbetween the musical and the plastic work, between the literaiy and the nonliterary work\nin general? And, moreover, do the precautions taken by Husserl concerning the originality\nof the imaginary, even at their most revolutionary, suffice to lift the work of art from an\nentire metaphysics of art as reproduction, from a mimetics? One could show that art,\naccording to Husserl, always refers to perception as to its ultimate resource. And is it not\nalready an aesthetic and metaphysical decision to offer works of art as examples in a theory\nof the imaginary?\n163\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 193,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "ematic",
        "gemeint",
        "ausdruck",
        "auspragt",
        "ausdruckbar",
        "bedeutung",
        "logische",
        "preexpressive",
        "unproductivity",
        "ist"
      ],
      "full_text": "Form and Meaning\nwith the 'meant as such' in its pure perceptive form. On these lines everything\nremembered or fancied can, as such, have its meaning made more explicit and\nexpressible (explizierbar und ausdruckbar). Whatever is 'meant (gemeint) as such,'\nevery meaning (Meinung) in the noematic sense (and indeed as noematic nucleus)\nof any act whatsoever can be expressed conceptually (durch 'Bedeufungen')\" (p. 347).\nAnd then Husserl posits as a universal rule that logical meaning is an act of\nexpression (Logische Bedeutung ist em Ausdruck). Thus, everything must be capable\nof being said, everything must be capable of attaining the conceptual generality\nwhich properly constitutes the logic of the logos. And this not despite but\nbecause of the originality of the logical medium of expression: in effect, this\noriginality consists in not having to erase itself as an unproductive transparency\nfacing the passageway of sense.\nBut this transparency must have some consistency: not only in order to express,\nbut primarily in order to let itself be impressed by what afterward it will give to\nbe read: \"From the noetic standpoint the rubric 'expressing' should indicate a\nspecial act-stratum to which all other acts must adjust themselves in their own\nway, and with which they must blend remarkably in such wise that every no-\nematic act-sense, and consequently the relation to objectivity which lies in it,\nstamps itself (sick auspragt: impresses, strikes itself) 'conceptually' (begrifflich) in\nthe noematic phase of the expressing\" (p. 347).\nThus, the preexpressive noema, the prelinguistic sense, must be imprinted\nin the expressive noema, must find its conceptual mark in the content of mean-\ning. Expression, in order to limit itself to transporting a constituted sense to the\nexterior, and by the same token to bring this sense to conceptual generality\nwithout altering it, in order to express what is already thought (one almost\nwould have to say written), and in order to redouble faithfully—expression then\nmust permit itself to be imprinted by sense at the same time as it expresses\nsense. The expressive noema must offer itself, and this is the new image of its\nunproductivity, as a blank page or virgin tablet; or at least as a palimpsest given\nover to its pure receptivity. Once the inscription of the sense in it renders it\nlegible, the logical order of conceptuality will be constituted as such. It then will\noffer itself begrifflich, in graspable, manipulable, conceivable, conceptual fashion.\nThe order of the concept is inaugurated by expression, but this inauguration is\nthe redoubling of a preexisting conceptuality, since it first will have had to\nimprint itself on the naked page of meaning. Following the implacable necessity\nof these two concepts, production and revelation are united in the impression-\nexpression of discourse. And since Husserl, here, is not considering the verbal\norder, with all its \"entangled\" (physical and intentional) complexity, but the still\nsilent intention of meaning (the moment when Bedeutung has appeared, which\nis more than sense, but has not yet effectively and physically proffered itself),\nit must be concluded that sense in general, the noematic sense of every expe-\nrience, is something which by its nature already must be capable of imprinting\nitself in a meaning, leaving or receiving its formal mark in a Bedeutung. Thus,\n164\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 194,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "bedeu",
        "egological",
        "rasa",
        "nonproduction",
        "simulta",
        "bedeutung",
        "cepts",
        "cinzubiiden",
        "colouring",
        "abbildung"
      ],
      "full_text": "Mirror Writing\nsense already would be a kind of blank and mute writing redoubling itself in\nmeaning.\nThe originality of the stratum of the Bedeutung, therefore, would only be a\nkind of tabula rasa. The grave problems posed by this metaphor can already be\nforeseen. In particular, if there is an original history and permanence of con-\ncepts—such as they are already and uniquely inscribed in meaning, supposing\nthat meaning can be separated from the history of language and of signifiers—\nconcepts themselves are always older than sense, and in turn constitute a text.\nEven if, in principle, one could suppose that some textual virginity in jib\nfern pore\nwelcomed the first production of sense, in fact the systematic order of meaning\nin some way would have had to impose its sense upon sense, dictating the form\nof sense, obliging it to imprint itself according to a given rule, syntactic or\notherwise. And this \"in fact\" is not one empirical necessity among others; it\ncannot be put between parentheses in order to pose transcendental questions\nof rightfulness, since the status of meaning cannot be fixed without simulta-\nneously determining the status of sense. The placing of this \"fact\" between\nparentheses is a decision concerning the status of sense in general in its relations\nto discourse. This gesture does not come out of phenornenology, but opens it noncriticalby.\nAnd although Husserl never afterward put this juridical \"anteriority\" of sense\nin relation to meaning (of Sinn in relation to bedeu ten) back into question, it is\ndifficult to see how it can be reconciled with his future thematic, for example\nthat of The Origin of Geometry. This thematic is simultaneously, and quite precisely,\nthe one which we are following at the moment and that of a sedimented history\nof bedeuten. And even if one considers only egological history, how is the per-\npetual restoration of meaning in its virginity to be thought?\nHowever, the scriptural analogy does not hold Husserl's attention here. An-\nother metaphor demands it.\nThe milieu that receives the imprint would be neutral. Husserl has just evoked\nconceptual Auspragung. He then determines the neutrality of the milieu as that\nof a medium without its own color, without a determined opaqueness, without\npower to refract. But this neutrality, then, is less that of transparency than that\nof specular reflection: \"A peculiar intentional instrument lies before us which\nessentially possesses the outstanding characteristic of reflecting back as from a\nmirror (widerzuspiegeln) every other intentionality according to its form and con-\ntent, of copying (abzubiiden) it whilst colouring it in its own way, and thereby\nof working into (cinzubiiden) it its own form of 'conceptuality' \" (pp. 347-48).\nA double effect of the milieu, a double relation of logos to sense: on the one\nhand, a pure and simple reflection, a reflection that respects what it accepts, and\nrefers, de-picts, sense as such, in its proper original colors, re-presenting it in\nperson. This is language as Abbildung (copy, portrait, figuration, representation).\nBut, on the other hand, this reproduction imposes the blank mark of the concept.\nIt informs meaning with sense, producing a specific nonproduction which, with-\nout changing anything in sense, paints something in it. The concept has been\n165\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 195,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "bildlichkeit",
        "irrefuhren",
        "einbi",
        "tive",
        "abbildung",
        "metaphoricity",
        "uppro",
        "colours",
        "appli",
        "bilden"
      ],
      "full_text": "Form and Meaning\nproduced without adding anything to sense. Here one could speak, in a sense,\nof a conceptual fiction and of a kind of imagination that picked up the intuition\nof sense in the generality of the concept. This would be language as Einbi!dung.\nThe two words do not occur fortuitously in Husserl's description: the uPpro-\nductive production of logic would be original due to this strange concurrence\nof Abbildung and Einbildung.\nIs this a contradiction? In any event Husserl displays a certain discomfort.\nAnd there would be much to think about in Husserl's attribution of the indecision\nof his description to the accidental metaphoricity of language, to precisely what\nhe calls the Bildlichkeit of discourse. It is because discourse occasionally must\nutilize images, figures, and analogies—which would be as its debris—that logos\nmust be described simultaneously as the unproductivity of the Abbildung and\nas the productivity of the Einbildung. If one eliminated the Bildlichkeit in descrip-\ntive discourse, by the same token one would eliminate the apparent contradiction\nbetween Abbildung and Einbildung. But Husserl does not ask about this nuclear\nbilden in its relations to logos. The passage we were citing above continues this\nway: \"Yet these figures of speech which here thrust themselves upon us, those\nof mirroring and copying, must be adopted with caution, as the imaginativeness\n(Bildlichkeit: metaphoricity, pictorial representation) which colours their appli-\ncation might easily lead one astray (irrefuhren)\" (p. 348). Therefore metaphor is\nseductive, in every sense of the word. And phenomenological discourse is to\nresist this seduction.\nThe Limiting Power of Form\nIf Husserl suspects all the predicates brought into the milieu of the logos, he\nnever criticizes the concept of the medium itself. The expressive stratum is a\nmedium, an ether that both accepts sense and is a means to bring it to conceptual\nform. The word \"medium\" appears often in the pages that follow. It gives its\nheading, precisely, to the problem of the history of concepts whose difficulty\nwe just evoked and that we related to the future themes of The Origin of Geometry.\nHere Husserl formulates the very\nwhich will constitute the central\ntheme of The Origin: \"Problems of exceptional difficulty beset the phenomena\nwhich find their place under the headings 'to mean' (Bedeu ten) and 'meaning'\n(Bedeutung). Since every science, viewed from the side of its theoretical content,\nof all that constitutes its 'doctrine' (Lehre) (theorem, proof, theory), is objectified\nin a specific 'logical' medium, the medium of expression, it follows that for\nphilosophers and psychologists who are guided by general logical interests the\nproblems of expression and meaning (Bedeutung) lie nearest of all, and are also\nthe first, generally speaking, which, so soon as one seeks seriously to reach their\n2)\nThis problem was given form in the Introduction to the Logical Investigations (sec.\n166\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 196,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "mits",
        "ceptual",
        "unvollsfandigem",
        "materien",
        "bedeu",
        "auspragt",
        "unequivocality",
        "conft",
        "func",
        "vollstandigem"
      ],
      "full_text": "The Limiting Power of Form\nfoundations, compel towards phenomenological inquiry into the essential nature\nof things\" (p. 348).\nTheory, therefore, is the name of that which can neither dispense with ob-\njectification in the medium nor tolerate the slightest deformation in its subjection\nto the medium. There is no scientific sense (Sinn) without meaning (bedeu ten),\nbut it belongs to the essence of science to demand an unequivocality without\nshadow, the absolute transparence of discourse. Science would need what it\nneeds (discourse as pure meaning) to be useless: it is only to preserve and to\nglance at the sense which science confers upon it. Nowhere else can discourse\nsimultaneously be more productive and more unproductive than as an element\nof theory.\nWhich indeed confirms—if this unproductive prpductivity is the telos of expres-\nsion—that logico-scientific discourse has never ceased to function, here, as the\nmodel of every possible discourse.\nThe entire analysis, henceforth, will have to be displaced between two con-\ncepts or two values. On the one hand, ideal discourse will have to accomplish\nan overlapping or a coincidence (Deckung) of the nonexpressive stratum of sense\nand of the expressive stratum of meaning. But, for all the reasons we have\nalready recognized, this overlapping can never be a conft4sion. And the work of\nclarification, distinction, articulation, etc. must bear upon the two strata as such.\nThe difference between coincidence and confusion leads us back, therefore, to\nthe very opening of our problematical space. But perhaps this formulation per-\nmits us to make some progress.\nIn the best of cases, that of the perfect overlapping of the two strata, there\nshould be a parallelism, then. The concept of the parallel would respect at once\nthe perfect correspondence and the nonconfusion of strata. And, following an\nanalogy that ought to be investigated, the concept of the parallel would play as\ndecisive a role here as when Husserl explicitly makes it intervene in order to\ndescribe the relation between the purely psychic and the transcendental.\nThe parallelism of the two strata can be a perfect overlapping only if meaning\n(if not actual discourse) reproduces the meaning of the underlying stratum\ncompletely. There is always a certain overlapping of the two strata, for without\nit the phenomenon of expression would not even occur; but this overlapping\nmay be incomplete: \"We must further lay stress on the difference between\ncomplete (vollstandigem) and incomplete (unvollsfandigem) expression. The unity of\nthe expressing and the expressed in the phenomenon is indeed that of a certain\noverlapping (Deckung), but the upper layer need not extend its expressing func-\ntion over the entire lower layer. Expression is complete when the stamp of con-\nceptual meaning has been impressed (auspragt) upon all the synthetic forms and niatter\n(Materien) of the lower laVer; incomplete when this is only partially effected: as\nwhen, in regard to a complex process, the arrival of the carriage, perhaps,\nbringing guests that have been long expected; we call out: the carriage! the\n167\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 197,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "noncompletion",
        "sions",
        "restituting",
        "andere",
        "reflektieren",
        "derlying",
        "unequivo",
        "noncompleteness",
        "sich",
        "nonparallelism"
      ],
      "full_text": "Form and Meaning\nguests' This difference of completeness will naturally cut across that of relative\nclearness and distinctness\" (p. 352).\nUp to now, one might have believed that the noncompleteness of expression\nand the nonparallelism of the two layers have the value of a fact or an accident;\nand that even if such a fact occurs often, even if it almost always affects our\ndiscourse in its totality, it does not belong to the essence of expression. The example\nHusserl has just cited in effect belongs to the language of daily life, and it may\nstill be assumed that the mission and power of scientific expression consist in\nmastering these shadows and restituting the completeness of the sense aimed\nat in expression.\nAt the risk of compromising an axiom (the unproductive and reflective value\nof expression), Husserl also brings to light an essential noncompletion of expres-\nsion, an insufficiency that no effort ever will be able to overcome, precisely\nbecause it has to do with conceptual form, the\nformality without which\nexpression would not be what it is. Although Husserl, above, apparently wanted\nto stress the reflective, reproductive, repetitive nature of expression, its Abbilden,\nthereby neutralizing, in return, its effects, and its marks, its power to deform\nor refract, that is, its Einbilden, now, on the other hand, he stresses an essential\ndisplacement of expression that will forever prevent it from\nthe stratum\nof sense (Sinn): and this difference is nothing less than the difference of the\nconcept. We must read the entire paragraph: \"An incompleteness of a totally\ndifferent kind (Eine total andere Unvollstandigkeit) from the one just discussed is\nthat which belongs to the essential nature of the expression as such, namely,\nto its generality (Ailgemeinheit). 'I would like,' expresses the wish in a general\nform; the form of command, the command; 'might very well be' the presumption,\nor the likely as such, and so forth. Every closer determination in the unity of\nthe expression is itself again expressed in general form. It lies in the meaning\nof the generality which belongs to the essential nature of the expressing function\nthat it would not ever be possible for all the specifications of the expressed to\nbe reflected (sich reflektieren) in the expression. The stratum of the meaning\nfunction is not, and in principle is not, a sort of duplication (Reduplikation) of\nthe lower stratum\" (p. 352).\nAnd referring to the entire problematic of complete and incomplete expres-\nsions in the Logical Investigations, Husserl then mentions the values of the un-\nderlying layer which in principle cannot be repeated in expression (the qualities\nof darity, of distinction, attentional modifications, etc.).\nThis impoverishment is the condition for scientific formalization. Unequivo-\ncality is furthered in the extent to which the complete repetition of sense in\nmeaning is given up. Therefore, one cannot even say that a factual, accidental,\ninessential noncompleteness is reduced via a teleology of scientific discourse,\nor that it is included as a provisional obstacle within the horizon of an infinite\ntask. The felos of scientific discourse bears within itself, as such, a renunciation\nof completeness. Here, the difference is not a provisional deficiency of the\n168\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 198,
      "bucket": "B (1-3%)",
      "error_rate": 2.7,
      "unknown_words_sample": [
        "bedeutungssphare",
        "esti",
        "nounced",
        "etc",
        "epist",
        "possibffity",
        "ment",
        "doxic",
        "morphe",
        "noema"
      ],
      "full_text": "Form \"ls\"—Its Ellipsis\nepistëme as discourse, but is its very resource, the positive condition for its activity\nand productivity. It is as much the limit of scientific power as it is the power of\nthe scientific limit: the limiting-power of its formality.\nForm \"Is\"—Its Ellipsis\nIt seems that these propositions concerned, before anything else, the relation\nbetween the form of the statement and the content of sense, between the order\nof meaning and the order of the noema in general. However, they also imply\nan essential decision concerning the relation of statements to each other, within the\ngeneral system of expressivity. For the relation of expression to sense to be ready\nto accept the determination we have just sketched out, did not an absolute\nprivilege have to be granted to a certain type of statement? Is there not an\nessential relation between the value of formality and a certain structure of the\nsentence? And by the same token, is there not a facility of transition between a\ncertain type of noema (or experience of sense) and the order of meaning which\nin a way would ensure the very possibffity of this entire phenomenology of the\nlogos?\nWith this question we are retracing our first steps: what is the status of the\nconcept of form? How does it inscribe phenomenology within the closure of\nmetaphysics? How does it determine the meaning of Being as presence, that is,\nas the present? What brings it into secret communication with the delimitation\nof the meaning of Being which gives us to think Being par excellence in the\nverbal form of the present and, more narrowly still, in the third person present\nindicative? What does the complicity of form in general (eidos, morphe) and of\nthe \"is\" (esti) give us to think?\nLet us reestablish the contact between these questions and Husserl's text at\nthe point at which formal impoverishment has just been acknowledged as an\nessential rule. The problem of the relation between the different kinds of state-\nment arises quite naturally. Is statement in the form of judgment, \"it is thus,\"\none kind of statement among others? Is there not some excellence reserved for\nit in the stratum of expressivity? \"We must be clear about all these points if one\nof the oldest and hardest problems of the sphere of meaning (Bedeutungssphare)\nis to be solved, a problem which hitherto, precisely because it lacked the requisite\nphenomenological insight, has remained without solution: the problem, namely,\nas to how statement as the expression of judgment is related to the expressions of other\nacts\" (p. 353).\nThe answer to such a question had been prepared, and its necessity an-\nnounced, at a stage of the analysis which did not yet concern the stratum of\nexpression. There it was a question of setting forth, within practical or affective\nexperiences, within acts of esthetic, moral, etc. evaluation, a \"doxic\" kernel\nwhich, while still permitting values to be thought as beings (the wished for as\nbeing-wished, the pleasant as being-pleasant, etc. (sec. 114)), constitutes, if we\n169\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 204,
      "bucket": "E (10%+)",
      "error_rate": 10.0,
      "unknown_words_sample": [
        "zgnges"
      ],
      "full_text": "The Supplement\nof Copula:\nPhilosophy\nbefore Linguistics\nOriginally published in La;zgnges. 24 December 1971.\n175\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 206,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "guage",
        "tionally",
        "reelaborated",
        "reappropriates",
        "losophy",
        "indo",
        "lan",
        "insig",
        "reappropriated",
        "tradi"
      ],
      "full_text": "If, on the basis of the naively accepted opposition between language and speech,\nlanguage and discourse, we attempted to elaborate a theory of philosophical dis-\ncourse, it would be difficult to circumvent the classical question: is philosophical\ndiscourse governed—to what extent and according to what modalities—by the\nconstraints of language? In other words, if we consider the history of philosophy\nas one great discourse, a powerful discursive chain, is not that history immersed\nin a reserve of language, the systematic reserve of a lexicology, a grammar, a set\nof signs and values? And once this is so, is not the history of philosophy limited\nby the resources and the organization of that reserve?\nHow to determine this language of philosophy? Is it a \"natural language,\" or\na family of natural languages (Greek, Latin, Germanic, Indo-European, etc.)?\nIs it rather a formal code elaborated on the basis of these natural languages?\nThese questions have an old history, doubtless going back to the origin of phi-\nlosophy itself. But they cannot be reelaborated without displacing the pairs of\nconcepts which constitute philosophy. These pairs, for example natural lan-\nguage/formal language, language/speech, etc. having been produced by philo-\nsophical discourse, belong to the field which they are to dominate; which,\nwithout stripping them of all authority, makes them incapable of mastering the\nrelation of philosophical \"discourse\" to its constraints.\nMoreover, at a given moment these questions, which long remained special\nand virtual ones, become dominant and obsessing. This is certainly not insig-\nnificant as concerns the \"historical\" relation of philosophy to its proper limit\nand to the singular form of this closure. This singularity is manifested regularly\nalong the lines of the following turn: whoever alleges that philosophical discourse\nbelongs to the closure of a language must still proceed within this language and\nwith the oppositions it furnishes. According to a law that can be formalized,\nphilosophy always reappropriates for itself the discourse that de-limits it.\nFinally, although the question about these linguistic constraints has a certain\nphilosophical permanence, the form in which we are advancing the question\ntoday has doubtless been constituted within a very particular and very complex\nhistorico-theoretical configuration. This configuration is bound to numerous\nfields of criticism but above all remains inseparable from the development of\nhistorical linguistics in the nineteenth century. In reminding the philosopher\nthat he remains endosed in a language, Nietzsche was surely more violent and\nmore explicit than anyone else, but he was also exploiting a possibility that had\nbeen coming to the surface almost everywhere for a half century, even if most\noften reappropriated by philosophical interest. In this situation, Nietzschean\ndiscourse, no more than any other,\nnot simply escape the law of reap-\npropriation. For example, Nietzsche determines as liberation (or liberty of\nthought) the movement which ilnally would free us from the language and\ngrammar that until now have governed the philosophical order. Quite tradi-\ntionally, he thus comes to define the law of language or of the signifier as a\n\"slavery\" from which one must be freed, and, at the most critical or \"overturn-\n177\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 207,
      "bucket": "D (5-10%)",
      "error_rate": 9.1,
      "unknown_words_sample": [
        "aphor",
        "rlich",
        "provi",
        "theoretische",
        "der",
        "exteriority",
        "marietti",
        "ubertragungen",
        "ung",
        "phantasie"
      ],
      "full_text": "The Supplement o Copula\ning\" moment of his enterprise, he remains a philosopher, shall we say, provi-\nsionally: \"Logic is only slavery within the bonds of language (die Sklaverei in den\nBanden der Sprache). Language, however, has within it an illogical element, met-\naphor. Its primary force operates (bewirkt) an identification of the nonidentical\n(Gleichsetzen des Ungleichen); it is therefore an operation of the\n(Wirk-\nung der Phantasie). The existence of concepts, forms, etc. rests thereupon.\" This\nmovement is repeated regularly, and primarily when\nanalyzes the\nphilosophical illusion of \"truth\": compliance with an order of signs which one\nhas forgotten to be \"arbitrary\" (willkürlich). Has not philosophy always recalled\nthe arbitrariness of the sign in order to posit the contingent and superficial\nexteriority of language to thought, the secondariness of the sign in relation to\nthe idea, etc.? With an entirely other aim, Nietzsche must resort to an analogous\nargument: \"Only by means of forgetfulness (Vergesslichkeit) can man ever arrive\nat imagining that he possesses 'truth' in that degree just indicated. If he does\nnot mean to content himself with truth in the shape of tautology, that is, with\nempty husks, he will always obtain illusions instead of truth. What is a word?\nThe expression of a nerve-stimulus in sounds. But to infer a cause outside us\nfrom the nerve-stimulus is already the result of a wrong and unjustifiable ap-\nplication of the proposition of causality. How should we dare, if truth with the\ngenesis of language, if the point of view of certainty with the designations, had\nalone been decisive; how indeed should we dare to say: the stone is hard; as\nif 'hard' was known as otherwise; and not merely as an entirely subjective\nstimulus! We divide things according to gender; we designate the tree as mas-\nculine, the plant as feminine: what arbitrary metaphors (weiche willkurlichen\nUbertragungen)! How far flown beyond the canon of certainty.\"2 There follows\nthe example of the \"serpent\" and an interpretation of metaphor as the very\nstructure or condition of possibility of all language and of every concept.\nLet us note here as a touchstone that the diagnosed illusion bears upon the\nvalue of the \"is,\" which has as its function to transform a \"subjective excitation\"\ninto an objective judgment, into a pretension to truth. A grammatical function?'\nA lexicological function? This is a question that will be determined later.\nThe example of the stone or the serpent illustrated a semantic or lexicological\narbitrariness. But Nietzsche most often incriminates grammar or syntax. With\ntheir very structure, the latter would support the entire metaphysical edifice:\n\"Our oldest metaphysical fund is the one that we will be rid of last, supposing\nthat we ever succeed in getting rid of it—the fund that has incorporated itself\ninto language and into grammatical categories and has made itself indispensable\nto the point that it seems that we should cease to think if we renounced this\nmetaphysics. Philosophers are precisely those who have the greatest difficulty\n1. Le livre du philosophe, etudes théoretiques (Das Philosophenbuch, Theoretische Studien), bi-\nlingual ed., trans. A. K. Marietti (Paris: Aubier-Flammarion, 1969), p. 207.\n2. \"On Truth and Falsity in their Ultramoral Sense,\" in The Complete Works of Friedrich\nNietzsche (London: Oscar Levy, 1911), vol. 2, p. 177.\n178\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 208,
      "bucket": "D (5-10%)",
      "error_rate": 9.7,
      "unknown_words_sample": [
        "langage",
        "sein",
        "benveniste",
        "ristote",
        "cinq",
        "vol",
        "theologie",
        "lim",
        "etudes",
        "ibid"
      ],
      "full_text": "Rhapsodies\nin liberating themselves from the belief that fundamental concepts and categories\nof reason by their nature belong to the realm of metaphysical certainties; they\nalways believe in reason as in a piece of the metaphysical world itself, this\nbackward belief always reappears in them as an all-powerful regression.\"3\nAt a given moment, then, Nietzsche has to appeal to philosophical schemes,\n(for example, the arbitrariness of the sign, or the emancipation of thought as\nconcerns a language), in his critical operation against metaphysics. This is not\nan incoherence for which a logical solution is to be sought, but a textual strategy\nand stratification that must be analyzed in practice. One could also do so by\nfollowing Heidegger's path, for he too came to grips with analogous difficulties.\nThese are explicitly formulated in the Letter on Humanism: \"Metaphysics, which\nvery early on in the form of Occidental 'logic' and 'grammar' seized control of\nthe interpretation of language. We today can only begin to descry what is con-\ncealed in that occurrence. The liberation of language from grammar into a more\noriginal essential framework is reserved for thought and poetic creation.\"4 And\nelsewhere, recalling that Sein und Zeit remained incomplete: \"Here everything\nis reversed. The section in question was held back because thinking failed in\nthe adequate saying of this turning and did not succeed with the help of the\nlanguage of metaphysics.\"5\nRhapsodies\nRather than follow this immense problematic onto the high seas, so to speak,\nperhaps it would be better, given the demands and limits of this essay, to take\nour point of departure from the propositions of a modern linguist. We know\nthat Benveniste, in \"Categories of Thought and Language,\" analyzed the lim-\niting constraints which the Greek language imposed upon the system of Aris-\ntotelian categories.\nBenveniste's propositions are part of a stratified ensemble; nor does he restrict\nhimself to the text which directly states the thesis of the ensemble. We will have\nto take this into account when the time comes. Moreover, this thesis already\nhas encountered objections of the philosophical type;7 together the thesis and\nthe objections form a debate which in its development will be invaluable for us.\n3. La volonfé de puissance. trans. G. Bianquis (Paris: Gallimard, 1947), vol. 1, p. 65. [As\nCreech and Harari note in their translation of this essay. this 1886 fragment does not\nappear in any of the English translations of The Will to Power.]\n4. Heidegger, \"Letter on Humanism,\" trans. Frank Capuzzi, in Basic Writings, ed. David\nFarrell Krell (New York: Harper and Row, 1977), p. 194.\n5. Ibid., p. 208.\n6. In Benveniste, Problems in General Linguistics, trans. Mary E. Meek (Coral Gables:\nUniversity of Miami Press, 1971). All further references are to this edition.\n7. See Pierre Aubenque, \"Aristote et le langage, note annexe sur les categories d'Aristote.\nA propos d'un article de M. Benveniste,\" Annales de Ia facultd des Lettres d'Aix 43 (1965);\nand J. Vuillemin, Dc la logique a Ia theologie. Cinq etudes sur ,4ristote (Paris: Flammanon,\n1967), pp. 75ff.\n179\n"
    }
  ]
}