{
  "document": "Derrida_TheTruthInPainting",
  "batch_number": 2,
  "total_batches": 9,
  "pages": [
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 45,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "duction",
        "geflecht",
        "der",
        "ence",
        "discon",
        "weg",
        "intro",
        "entbindende",
        "sprache",
        "zur"
      ],
      "full_text": "PARERGON \n3 I \nwas necessary to avoid all these risks? And risk in general? )  And \nyet, what if Heidegger, too, once again under the lemmatic con­\nstraint, went no further than the \"common representation\" [rep­\nresentation courante] of art, accepting it as the guiding thread \n(saying for example also \"works of art are before us,\" this one, \nthat one, the well-known shoes of Van Gogh, etc.) of his powerful \nmeditation \ndeposits here the \"famous \npainting by Van Gogh who often painted such shoes.\" I leave them. \nThey are, moreover, abandoned, unlaced, take them or leave them. \nMuch later, interlacing this discourse with another, I shall return \nto them, as to everything I leave here, in so apparently discon­\ncerted a way. And I shall come back to what comes down to \nleaving, lacing, interlacing. For example more than one shoe. And \nfurther on still, much later, to what Heidegger says of the trait of \nthe \"interlacing\" (Geflecht), of the \"tie which unties\" (or frees, \ndelivers) (entbindende Band) and of the \"road\" in Der Weg zur \nSprache. Accept here, concerning the truth in painting or in effigy, \nthat interlacing causes a lace to disappear periodically: over under, \ninside outside, left right, etc. Effigy and fiction \nand in this discrepant repetition, \nit is less astonishing to see this meditation, closed upon a refer­\nence to Hegel, open up by a circular revolution whose rhetoric, \nat least, greatly resembles that which we followed in the intro­\nduction to the Lectures on Aesthetics. \nWhy a circle? Here is the schema of the argument: to look \nfor the origin of a thing is to look for that from which it starts \nout and whereby it is what it is, it is to look for its essential \nprovenance, which is not its empirical origin. The work of art \nstems from the artist, so they say. But what is an artist? The \none who produces works of art. The origin of the artist is the \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 46,
      "bucket": "E (10%+)",
      "error_rate": 11.7,
      "unknown_words_sample": [
        "wegen",
        "sistance",
        "gesetz",
        "aufriss",
        "dispropriation",
        "unterwegs",
        "fete",
        "hauptschritt",
        "pre",
        "notbehelf"
      ],
      "full_text": "-I \n32 \nThe Truth in Painting \nwork of art, the origin of the work of art is the artist, \"neither \nis without the other.\" Given this, \"artist and work are in them­\nselves and in their reciprocity (Wechselbezug) by virtue of a third \nterm (durch ein Drittes) which is indeed the first, namely that \nfrom which artist and work of art also get their name, art.\" \nWhat is art? As long as one refuses to give an answer in advance \nto this question, \"art\" is only a word. And if one wants to \ninterrogate art, one is indeed obliged to give oneself the guiding \nthread of a representation. And this thread is the work, the fact \nthat there are works of art. Repetition of the Hegelian gesture \nin the necessity of its lemma: there are works which common \nopinion [I 'opinion courante] designates as works of art and they \nare what one must interrogate in order to decipher in them the \nessence of art. But by what does one recognize, commonly [cou­\nramment], that these are works of art if one does not have in \nadvance a sort of pre comprehension of the essence of art? This \nhermeneutic circle has only the (logical, formal, derived) ap­\npearance of a vicious circle. It is not a question of escaping from \nit but on the contrary of engaging in it and going all round it: \n\"We must therefore complete the circle (den Kreisgang vollzie­\nhen). It is neither a stopgap measure (Notbehelf) nor a lack \n(Mangel). To engage upon such a road is the force of thought \nand to remain on it is the feast of thought, it being admitted \nthat thinking is a craft (Handwerk).\" Engaging on the circular \npath appeals on the one hand to an artisanal, almost a manual, \nvalue of the thinker's trade, on the other hand to an experience \nof the feast [fete] as experience of the limit, of closure, of re­\nsistance, of humility. The \"it is necessary\" [il faut] of this en­\ngagement is on its way toward what, in Unterwegs zur Sprache, \ngathers together, between propriation and dispropriation (Ereig­\nnislEnteignis), the step [pas], the road to be opened up (einen \nWeg bahnen, be-wegen), the trait which opens (Aufriss), and \nlanguage (speech-language: Sprache), etc. That which, later in \nthe text, joins the whole play of the trait (Riss, Grundriss, Um­\nriss, Aufriss, Geziige) to that of the stela, of stature or instal­\nlation (thesis, Setzen, Besetzen, Gesetz, Einrichten, Gestalt, Ge­\nstell, so many words I will not attempt to translate here) belongs \nto that law of the pas [not/step] which urges the circle to the \nlemmatic opening of the Origin: \"it being admitted that think­\ning is a craft. Not only the chief step (Hauptschritt) of the work \ntoward art, qua step of the work toward art, is a circle, but each \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 47,
      "bucket": "D (5-10%)",
      "error_rate": 9.3,
      "unknown_words_sample": [
        "schritt",
        "hauptschritt",
        "demarche",
        "entschlossenheit",
        "neg",
        "affranchir",
        "kreist",
        "zuriick",
        "kreise",
        "franchir"
      ],
      "full_text": "PARERGON \n3 3  \nof the steps we attempt to take here circles in that circle (kreist \nin diesem Kreise).\" \nFeast of \nthe whole body, from top to toe, engaged in this circling step [pas \nde cercle] (Hauptschritt, Handwerk, Denken). What you want to \ndo-going against the feast-is not to mix genres but to extend \nmetaphors. You can always try: question of style. \nnot break the circle Violently \n(it would avenge itself), assume it resolutely, authentically \n(Entschlossenheit, Eigentlichkeit). The experience of the circular \nclosure does not close anything, it suffers neither lack nor neg­\nativity. Affirmative experience without voluntarism, without a \ncompulsion to transgression: not to transgress the law of circle \nand pas de cercle but trust in them. Of this trust would thought \nconsist. The desire to accede, by this faithful repetition of the \ncircle, to the not-yet-crossed, is not absent. The desire\" for a new \nstep, albeit a backward one (Schritt zuriick) , \nprocedure [demarche]. Tie without tie, get across [franchir] the \ncircle without getting free [s'affranchir] of its law. Pas sans pas \n[step without step/step without not/ not without step/ not with­\nout not] \nso I break off here, provisionally, the reading of \nThe Origin. \nThe encirclement of the circle was dragging us to the abyss. \nBut like all production, that of the abyss came to saturate what \nit hollows out. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 48,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "mise",
        "mitte",
        "cir",
        "kreisgang",
        "setzungientgegensetzung",
        "elle",
        "quoi",
        "vollziehen",
        "abyme",
        "des"
      ],
      "full_text": "34 \nThe Truth in Painting \nIt's enough to say: abyss and satire of the abyss. \nThe feast, the \"feast of thought\" (Fest des Denkens) which \nengages upon the Kreisgang, in the pas de cercle: what does it \nfeed on [de quoi ;ouit-elle]? Opening and simultaneously filling \nthe abyss. Accomplishing: den Kreisgang vollziehen. \nInterrogate the comic effect of this. One never misses it if \nthe abyss is never sufficient, if it must remain-undecided­\nbetween the bottom -less and the bottom of the bottom. The \noperation of the mise en abyme always occupies itself (activity, \nbusy positing, mastery of the subject) with somewhere filling \nup, full of abyss, filling up the abyss \n\"a third party\" (em Drittes) ensures the \ncirculation, regulates the encirclement. The Mitte, third, element and \nmilieu, watches over the entrance to the hermeneutic circle or the cir­\ncle of speculative dialectic. Art plays this role. Every time philosophy \ndetermines art, masters it and encloses it in the history of meaning or \nin the ontological encyclopedia, it assigns it a job as medium. \nNow this is not ambiguous, it is more or less than ambiguous. \nBetween two opposites, the third can participate, it can touch the \ntwo edges. But the ambiguity of participation does not exhaust it. \nThe very thing that makes-the believers-believe in its mediacy \ncan also give up to neither of the two terms, nor even to the structure \nof opposition, nor perhaps to dialectic insofar as it needs a mediation. \nIndex of a discrepancy: in relation to all the machinery of the \npose (position/opposition, SetzungIEntgegensetzung). By giving it \nthe philosophical name art, one has, it would seem, domesticated \nit in onto-encyclopedic economy and the history of truth \nand the place which The Origin \nof the Work of Art accords to the Lectures on Aesthetics (lithe \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 49,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "aes",
        "nonconceptual",
        "auflosen",
        "kluft",
        "ture",
        "culturalism",
        "vereinigungspunkt",
        "terpreted",
        "hervorbringen",
        "nished"
      ],
      "full_text": "PARERGON \n3 5  \nWest's most comprehensive meditation on the essence of art\") \ncan only be determined, in a certain historical topography, on the \nbasis of the Critique of the Faculty of Judgment. Heidegger does \nnot name it here, but he defends it elsewhere against Nietzsche's \nreading. What holds of speculative dialectic in general is made \nrigorously clear in the Lectures: an essential affinity with the \nCritique, the only book-third book-which it can reflect and \nreappropriate almost at once. The first two critiques of pure (spec­\nulative and practical) reason had opened an apparently infinite \ngulf. The third could, should, should have, could have thought it: \nthat is, filled it, fulfilled it in infinite reconciliation. \"Already the \nKantian philosophy not only felt the need for this junction-point \n( Vereinigungspunkt) but recognized it with precision and fur­\nnished a representation of it.\" The third Critique had the merit \nof identifying in art (in general) one of the middle terms (Mitten) \nfor resolving (auflosen) the \"opposition\" between mind and na­\nture, internal and external phenomena, the inside and the outside, \netc. But it still suffered, according to Hegel, from a lacuna, a \"lack\" \n(Mangel), it remained a theory of subjectivity and of judgment (an \nanalogous reservation of principle is expressed in The Origin). \nConfined, unilateral, the reconciliation is not yet effective. The \nLectures must supplement this lack, the structure of which has, \nas always, the form of a representative anticipation. The recon­\nciliation is only announced, represented in the third Critique in \nthe form of a duty, a Sollen projected to infinity. \nAnd so it indeed appears. \nOn the one hand, Kant declares that he \"neither wants nor \nis able\" (§ 22) to examine whether \"common sense\" (here rein­\nterpreted as a nondetermined, nonconceptual, and nonintellectual \nnorm) exists as a constitutive principle of the possibility of aes­\nthetic experience or else whether, in a regulative capacity, reason \ncommands us to produce it (hervorbringen) for more elevated \npurposes. This common sense is constantly presupposed by the \nCritique, which nevertheless holds back the analysis of it. It could \nbe shown that this suspension ensures the complicity of a moral \ndiscourse and an empirical culturalism. This is a permanent \nnecessity. \nOn the other hand, recalling the division of philosophy and \nall the irreducible oppositions which the first two Critiques had \ndetermined, Kant does indeed project the plan of a work which \ncould reduce the \"enigma\" of aesthetic judgment and fill a crack, \na cleavage, an abyss (Kluft): \"If thus an abyss stretching out of \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 50,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "mense",
        "cri",
        "ent",
        "dbergang",
        "der",
        "einheit",
        "appar",
        "briicke",
        "suprasensible",
        "grund"
      ],
      "full_text": "The Truth in Painting \nsight (uniibersehbare Kluft) is established between the domain of \nthe concept of nature, that is, the sensible, and the domain of the \nconcept of freedom, that is, the suprasensible, such that no pas­\nsage (Dbergang) is possible from the one to the other (by means, \ntherefore, of the theoretical use of reason), as between worlds so \ndifferent that the first can have no influence (Einfluss) on the \nsecond, the second must yet (sol1 doch) have an influence on the \nformer [ . . .  ]. Consequently it must be (muss es) that there is a \nfoundation of unity (Grund der Einheit) .\n.\n. . \" Further on, we find \nrelated metaphors or analogies: it is again a question of the im­\nmense \"abyss\" which separates the two worlds and of the appar­\nent impossibility of throwing a bridge (Briicke) from one shore to \nthe other. To call this an analogy does not yet say anything. The \nbridge is not an analogy. The recourse to analogy, the concept and \neffect of analogy are or make the bridge itself-both in the Cri­\ntique and in the whole powerful tradition to which it still belongs. \nThe analogy of the abyss and of the bridge over the abyss is an \nanalogy which says that there must surely be an analogy between \ntwo absolutely heterogeneous worlds, a third term to cross the \nabyss, to heal over the gaping wound and think the gap. In a word, \na symbol. The bridge is a symbol, it passes from one bank to the \nother, and the symbol is a bridge. \nThe abyss calls for analogy-the active recourse of the whole \nCritique-but analogy plunges endlessly into the abyss as soon \nas a certain art is needed to describe analogically the play of \nanalogy \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 51,
      "bucket": "D (5-10%)",
      "error_rate": 9.3,
      "unknown_words_sample": [
        "unpleasure",
        "reappropriation",
        "jpleasure",
        "aneconomic",
        "releve",
        "aufhebung",
        "jausschliessung",
        "gefiihl",
        "relever",
        "parergon"
      ],
      "full_text": "II. The Parergon \neconomize on \nthe abyss: not only save oneself from falling into the bottomless \ndepths by weaving and folding back the cloth to infinity, textual \nart of the reprise, multiplication of patches within patches, but \nalso establish the laws of reappropriation, formalize the rules which \nconstrain the logic of the abyss and which shuttle between the \neconomic and the aneconomic, the raising [la releve]3 and the \nfall, the abyssal operation which can only work toward the releve \nand that in it which regularly reproduces collapse \nwhat then is the object of the third Critique? The critique \nof pure theoretical reason assumes the exclusion jAusschliessung) \nof all that is not theoretical knowledge: the affect j Gefiihl) in its \ntwo principal values jpleasure/unpleasure) and the power to desire \njBegehrungsvermogen). It cuts out its field only by cutting itself \noff from the interests of desire, by losing interest in desire. From \nthe moment that understanding alone can give constitutive prin-\n3. Reieve, from the verb relever (to stand up again, to raise, to re­\nlieve), is also Derrida's translation of Hegel's Aufhebung. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 52,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "ulties",
        "rea",
        "oretical",
        "als",
        "mittelglied",
        "unvollstandig",
        "boden",
        "besonderer",
        "ques",
        "fac"
      ],
      "full_text": ".· 1 \n! \nThe Truth in Painting \nciples to knowledge, the exclusion bears simultaneously on rea­\nson which transgresses the limits of possible knowledge of nature. \nNow the a priori principles of reason, although regulative with \nregard to the faculty of knowing, are constitutive with regard to \nthe faculty of desiring. The critique of pure theoretical reason \nthus excludes both reason and desire, desire's reason and reason's \ndesire, the desire for reason. \nWhat is it about, at bottom? The bottom. \nThe understanding and reason are not two disconnected fac­\nulties; they are articulated in a certain task and a certain number \nof operations which involve, precisely, articulation, i.e., discourse. \nFor between the two faculties, an articulated member, a third \nfaculty comes into play. This intermediary member which Kant \nnames precisely Mittelglied, middle articulation, is judgment ( Ur­\nteil). But what will be the nature of the a priori principles of the \nmiddle articulation? Will they be constitutive or regulative? Do \nthey give a priori rules to pleasure and unpleasure? What is at \nstake in this question can be measured by the fact that regulative \nprinciples would not allow the demarcation of a proper domain \n(eigenes Gebiet). \nSince the Mittelglied also forms the articulation of the the­\noretical and the practical (in the Kantian sense), we are plunging \ninto a place that is neither theoretical nor practical or else both \ntheoretical and practical. Art (in general), or rather the beautiful, \nif it takes place, is inscribed here. But this here, this place is \nannounced as a place deprived of place. It runs the risk, in taking \nplace, of not having its own proper domain. But this does not \ndeprive it, for all that, of jurisdiction and foundation: what has \nno domain (Gebiet) or field (Feld) of its own, no \"field of objects\" \ndefining its \"domain,\" can have a \"territory\" and a \"ground\" \n(Boden) possessing a \"proper legality\" (Introduction, III). \nThe Mittelglied, intermediary member, must in effect be \ntreated as a separable part, a particular part (als ein besonderer \nTheil). But also as a nonparticular, nondetachable part, since it \nforms the articulation between two others; one can even say, \nanticipating Hegel, an originary part ( Ur-teil). It is indeed a ques­\ntion of judgment. The same paragraph recalls that a critique of \npure reason, i.e., of our faculty of judging according to a priori \nprinciples, would be \"incomplete\" (unvollstandig) if a theory of \njudgment, of the Mittelglied, did not form a \"particular part\" of \nit. But immediately after, in the following sentence, that in a pure \nphilosophy the principles of judgment would not form a detached \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 53,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "unpleasure",
        "urteil",
        "cept",
        "gether",
        "hypotyposis",
        "chiffreschrift",
        "krinein",
        "sence",
        "membered",
        "ment"
      ],
      "full_text": "PARERGON \n3 9  \npart, between the theoretical part and the practical part, but could \nbe attached, annexed (angeschlossen) to each of the two. Kant \nthus seems to mean two contradictory things at the same time: \nthat it is necessary to disengage the middle member as a detach­\nable part, operate the partition of the part, but also that it is \nnecessary to re-member the whole by re-forming the nexus, the \nconnection, the reannexation of the part to the two major columns \nof the corpus. Let us not forget that it is here a question of judg­\nment ( Urteil), of the function of the copula: does it play a separable \nrole, its own part, or does it work in the orchestra of reason, in \nthe concert of the practical and the theoretical? \nLet us look more closely at this paragraph in the preface to \nthe third Critique. It does not involve any contradiction. The \nseparation of the part is not prescribed and forbidden from the \nsame point of view. Within a critique of pure reason, of our faculty \nof judging according to a priori principles, the part must be de­\ntached and examined separately. But in a pure philosophy, in a \n\"system of pure philosophy,\" everything must be sewn back to­\ngether. The critique detaches because it is itself only a moment \nand a part of the system. It is in the critique that, precisely, the \ncritical suspension is produced, the krinein, the in-between, the \nquestion of knowing whether the theory of judgment is theoretical \nor practical, and whether it is then referred to a regulatory or \nconstitutive instance. But the system of pure philosophy will have \nhad to include the critical within itself, and construct a general \ndiscourse which will get the better of the detachable and account \nfor it. This system of pure philosophy is what Kant calls meta­\nphysics. It is not yet possible. Only the critique can have a program \nthat is currently possible. \nThe question of desire, of pleasure and of unpleasure is thus \nalso the question of a detachment (neither the word nor the con­\ncept appears as such in the Critique) which will itself be specified, \ndismembered or re-membered: detachment-separation of a \nmember-, detachment-delegation of a representative, sign or \nsymbol on assignment (the beautiful as symbol of morality, prob­\nlems of the hypotyposis, of the trace (Spur), of \"cipher-script\" \n(Chiffreschrift), of the intermittent sign (Wink); see for example \nparagraphs 42 and 59), detachment-disinterested attitude as es­\nsence of aesthetic experience. \nIn order to express the relationship between the two possibles \n(the now-possible of the critique and the future-possible of meta­\nphysics), Kant proposes another metaphor. He borrows it, already, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 55,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "unpleasure",
        "priori",
        "icism",
        "bythos",
        "mittelglied",
        "empir",
        "raison",
        "schwierigkeiten",
        "parergon",
        "rendre"
      ],
      "full_text": ",.. \nPARERGON \n41 \na part of its part: philosophy as an art of architecture. It rep­\nresents itself, it detaches itself, detaches from itself a proxy, a \npart of itself beside itself in order to think the whole, to saturate \nor heal over the whole that suffers from detachment. The phi­\nlosophy of art presupposes an art of philosophizing, a major art, \nbut also a miner's art in its critical preliminaries, an architect's \nart in its edifying erection. And if, as will be said further on, \nfine art is always an art of genius, then the Anthropology from \nthe Pragmatic Point of View would for preference delegate a \nGerman to the post of critique: the German genius shows itself \nbest on the side of the root, the Italian on that of the crown of \nleaves, the French on that of the flower and the English on that \nof the fruit. Finally, if this pure philosophy or fundamental meta­\nphysics here proposes to account for, among other things, desire, \npleasure and unpleasure, it exposes itself and represents itself \nfirst of all in its own desire. The desire of reason would be a \nfundamental desire, a desire for the fundamental, a desire to go \nto the bythos. Not an empirical desire since it leads toward the \nunconditioned, and that which yields itself up in the currency \nof a determinate metaphor ought, as a metaphor of reason, to \naccount for [rendre raison de] all other metaphors. It would \nfigure the being-desire of desire, the desire of/for reason as desire \nfor a grounded structure. Edifying desire would be produced as \nan art of philosophizing, commanding all the others and ac­\ncounting for [rendant raison de] all rhetoric. \n\"Great difficulties\" arise. A theory of judgment as Mittelglied \nmust be constructed. But there will be \"great difficulties\" (grosse \nSchwierigkeiten) in finding for judgment a priori principles which \nare proper to it and which would protect the theory from empir­\nicism. One can find a priori concepts only in the understanding. \nThe faculty of judgment uses them, it applies them, but it does \nnot have at its disposal any concepts which belong to it or are \nspecifically reserved for it. The only concept which it can produce \nis an empty concept, in a sense, and one which does not give \nanything to be known. By it, \"nothing is properly known.\" It \nsupplies a \"rule\" of usage which comprises no objectivity, no \nrelation to the object, no knowledge. The rule is subjective, the \nfaculty of judgment gives itself its own norms, and it must do so, \nfailing which it would be necessary to call upon another faculty \nor arbitration, ad infinitum. And yet this subjective rule is applied \nto judgments, to statements which by their structure lay clain1 \nto universal objectivity. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 56,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "heideggerian",
        "hauptsdchlich",
        "riitselhafte",
        "das",
        "wichtigste",
        "ture",
        "abteilung",
        "besondere",
        "noth",
        "culty"
      ],
      "full_text": ".Ğ i \n42 \nThe Truth in Painting \nSuch would be the difficulty, the constraint, the confusion, \nthe Verlegenheit. It seems to confirm a certain Hegelian and sub­\nsequently Heideggerian verdict: this discourse on the beautiful \nand on art, because it remains at the stage of a theory of judgment, \ngets tangled up in the-derived-opposition of subject and object. \nOf the beautiful and of art it has not yet been question. Noth­\ning, up to this point, suggested that it should be a question of \nthese. And now here is Kant declaring that this \"great difficulty\" \nof principle (subjective or objective), \"is found\" (tindet sich), that \nit is met with \"principally\" (hauptsdchlich) in the judgments \n\"which are called aesthetic.\" These could have constituted an \nexample, however important, a major occurrence of the \"diffi­\nculty.\" But in truth it is the principal example, the unique spec­\nimen which gives meaning and orients the multiplicity. The ex­\namination of this example, namely the aesthetic domain, forms \nthe choice morsel, the \"most important piece\" (das wichtigste \nStuck) of the critique of the faculty of judgment. Although they \nbring nothing to knowledge, aesthetic judgments, insofar as they \nare judgments, come under the faculty of knowing alone, a faculty \nwhich they put in relation with pleasure or unpleasure according \nto an a priori principle. This relationship of knowledge to pleasure \nreveals itself here in its purity since there is nothing to know, \nbut such is precisely the enigma, the enigmatic (das Riitselhafte) \nat the heart of judgment. It is why a \"special section\" (besondere \nAbteilung), a particular division, a cut-out sector, a detached part, \nform the object of the third Critique. \nOne must not expect from it what in principle it does not, in \nits declared intention, promise. This critique of taste does not \nconcern production; it has in view neither \"education\" nor \"cul­\nture,\" which can very well do without it. And as the Critique will \nshow that one cannot assign conceptual rules to the beautiful, it \nwill not be a question of constituting an aesthetic, even a general \none, but of analyzing the formal conditions of possibility of an \naesthetic judgment in general, hence of an aesthetic objectivity \nin general. \nWith this transcendental aim, Kant demands to be read with­\nout indulgence. But for the rest, he admits the lacks, the lacunary \ncharacter (Mangelhaftigkeit) of his work. This is the word Hegel \nuses too. \nWhat does the lack depend on? What lack is it? \nAnd what if it were the frame. What if the lack formed the \nframe of the theory. Not its accident but its frame. More or less \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 57,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "hiemit",
        "multaneously",
        "ture",
        "ich",
        "stric",
        "kritisches",
        "arete",
        "ploring",
        "geschiift",
        "seduis"
      ],
      "full_text": "PARERGON \n43 \nstill: what if the lack were not only the lack of a theory of the \nframe but the place of the lack in a theory of the frame. \nEdge [arete ]/lack \nThe \"lacunary character\" of his work, according to Kant at \nleast, hangs on the fact that nature has muddled up, complicated, \ntangled up (verwickelt) the problems. The author's excuses are \nlimited to the first part of the work, to the critique of aesthetic \njudgment, and not to the critique of teleological judgment. It is \nonly in the first part that the deduction will not have the clarity \nand distinctness (Deutlichkeit) which one would, however, be \nentitled to expect from a knowledge through concepts. After de­\nploring that nature has mixed up the threads, at the moment when \nhe is finishing his critical work (Hiemit endige ich also mein \nganzes kritisches Geschiift), admitting the lacunae and projecting \na bridge over the abyss of the other two critiques, Kant speaks of \nhis age. He must gain time, not let the delay accumulate, hurry \non toward the doctrine. \nIt's about pleasure. About thinking pure \npleasure, the being-pleasure of pleasure. Starting out from plea­\nsure, it was for pleasure that the third Critique was written, for \npleasure that it should be read. A somewhat arid pleasure-with­\nout concept and without enjoyment-a somewhat strict pleasure, \nbut one learns once more that there is no pleasure without stric­\nture. In letting myself be guided by pleasure I recognize and si­\nmultaneously put astray an injunction. I follow it [je Ie suis]: the \nenigma of pleasure puts the whole book in movement. I seduce \nit [je Ie seduis]: in treating the third Critique as a work of art or \na beautiful object, which it was not simply designed to be, I act \nas if the existence of the book were indifferent to me (which, as \nKant explains, is a requirement of any aesthetic experience) and \ncould be considered with an imperturbable detachment. \nBut what is the existence of a book? \nI. I follow it. The possibility of pleasure is the question. Dem-\n0nstration: the first two paragraphs of the \"First moment of the \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 58,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "unpleasure",
        "degger",
        "endeuille",
        "epoche",
        "nonindifferent",
        "lates",
        "aisthesis",
        "termines",
        "heideggerian",
        "knowl"
      ],
      "full_text": "I \n, I \nI \n44 \nThe Truth in Painting \njudgment of taste considered from the point of view of quality,\" \nbook I (\"Analytic of the Beautiful\") of the first section (\"Analytic \nof Aesthetic Judgment\") of the first part \"Critique of Aesthetic \nJudgment\"). Why call a judgment of taste aesthetic? Because, in \norder to distinguish whether a thing can be called beautiful, I do \nnot consult the relation of the representation to the object, with \na view to knowledge (the judgment of taste does not give us any \nknowledge) but its relation to the subject and to its affect (pleasure \nor unpleasure). The judgment of taste is not a judgment of knowl­\nedge, it is not \"logical\" but subjective and therefore aesthetic: \nrelation to the affect (aisthesis). Any relation of representation \ncan potentially be objective, even a relation of the senseSj but \npleasure and unpleasure never can. Aesthetic representations can \ncertainly give rise to logical judgments when they are related by \nthe judgment to the object, but when the judgment itself relates \nto the subject, to the subjective affect-as is the case here-it is \nand can only be an aesthetic one. \nWhat is generally translated by subjective satisfaction, the \nWohlgefallen, the pleasing which determines aesthetic judgment, \nmust, we know, be disinterested. Interest (Interesse) always re­\nlates us to the existence of an object. I am interested by an object \nwhen its existence (Existenz) matters to me in one way or another. \nNow the question of knowing whether I can say of a thing that \nit is beautiful has, according to Kant, nothing to do with the \ninterest that I do or do not have in its existence. And my pleasure \n(Lust), that species of pleasing which is called pleasure and which \nI feel when faced with that which I judge to be beautiful, requires \nan indifference or more rigorously an absolute lack of interest for \nthe existence of the thing. \nThis pure and disinterested pleasure (but not indifferent: Hei­\ndegger here reproaches Nietzsche with not having understood the \nnonindifferent structure of this letting-be), this pleasure which \ndraws me toward a nonexistence or at least toward a thing (but \nwhat is a thing? Need here to graft on the Heideggerian question) \nthe existence of which is indifferent to me, such a pleasure de­\ntermines the judgment of taste and the enigma of the bereaved \n[endeuille] relation-labor of mourning broached in advance-to \nbeauty. Like a sort of transcendental reduction, the epoche of a \nthesis of existence the suspension of which liberates, in certain \nformal conditions, the pure feeling of pleasure. \nThe example is familiar. I am in front of a palace. I am asked \nif I find it beautiful, or rather if I can say \"this is beautiful.\" It is \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 60,
      "bucket": "D (5-10%)",
      "error_rate": 8.7,
      "unknown_words_sample": [
        "jmeredith",
        "uninterestedness",
        "ject",
        "mise",
        "tence",
        "cially",
        "jgenuss",
        "espe",
        "jbezeichnet",
        "tirely"
      ],
      "full_text": "The Truth in Painting \n\"This proposition, which is of the utmost importance, cannot \nbe better explained than by contrasting the pure disinterested \ndelight juninteressirten Wohlgefallen) which appears in the judge­\nment of taste with that allied jverbunden) to an interest-espe­\ncially if we can also assure ourselves that there are no other kinds \nof interest beyond those presently to be mentioned.\" These other \nkinds are the interest for the existence of the agreeable and for \nthe existence of the good jMeredith, 43-44). \na disinterested pleasure: the formula is too well known, \ntoo received, as is the refusal it has never ceased to provoke. \nAnger of Nietzsche and Artaud: disinterest or uninterestedness \nare supererogatory. Meditative murmur from Heidegger, at the \nend of The Origin: pleasure is superfluous or insufficient. \nDon't be in too much of a hurry to conclude when it's a \nmatter of pleasure. In this case, of a pleasure which would thus \nbe pure and disinterested, which would in this way deliver itself \nup in the purity of its essence, without contamination from \noutside. It no longer depends on any phenomenal empiricity, of \nany determined existence, whether that of the object or that of \nthe subject, my empiricity relating me precisely to the existence \nof the beautiful object, or to the existence of my sensory mo­\ntivation. As such, and considered intrinsically jbut how to de­\nlimit the intrinsic, that which runs along, secus, the internal \nlimit? ), the pleasure presupposes not the disappearance pure and \nsimple, but the neutralization, not simply the putting to death \nbut the mise en crypte [entombment/encrypting] of all that ex­\nists in as much as it exists. This pleasure is purely subjective: \nin the aesthetic judgment it does not designate jbezeichnet) \nanything about the object. But its subjectivity is not an exis­\ntence, nor even a relation to existence. It is an inexistent or \nanexistent subjectivity arising on the crypt of the empirical sub­\nject and its whole world. \nBut a subjectivity which nevertheless enjoys. No, does not \nenjoy: Kant distinguishes pleasure jWohlgefallen, Lust) from en­\njoyment jGenuss). Takes pleasure. No, for it receives it just as \nmuch. If the translation of Wohlgefallen by pleasure is not en­\ntirely rigorous, and that by satisfaction even less so, the pleasing \nrisks leaning toward the agreeable and letting us think that \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 63,
      "bucket": "B (1-3%)",
      "error_rate": 2.9,
      "unknown_words_sample": [
        "inexistence",
        "fait",
        "abyme",
        "parergon",
        "etc",
        "cas",
        "nondiscursive",
        "aistheton"
      ],
      "full_text": "PARERGON \n49 \n2. I seduce it: by treating the third critique as a work of \nart, I neutralize or encrypt its existence. But I will not be able \nto find out whether, in order to do this, I must find my authority \nin the Critique, so long as I don't know what the existence of \na thing is, and consequently interest in the existence of a thing. \nWhat is it to exist, for Kant? To be present, according to space \nand time, as an individual thing: according to the conditions of \nthe transcendental aesthetic. There is nothing less aesthetic in \nthis sense than the beautiful object which must not interest us \nqua aistheton. But this aesthetic inexistence must affect me and \nthat is why the retention of the word aesthetic is justified, from \nthe start. \nWhen the (beautiful) object is a book, what exists and what \nno longer exists? The book is not to be confused with the sensory \nmultiplicity of its existing copies. The object book thus presents \nitself as such, in its intrinsic structure, as independent of its \ncopies. But what one would then call its ideality is not pure; a \nvery discriminating analysis must distinguish it from ideality in \ngeneral, from the ideality of other types of object, and in the area \nof art, from that of other classes of books (novel, poetry, etc.) or \nof nondiscursive or nonbook art objects (painting, sculpture, mu­\nsic, theater, etc.). In each case the structure of exemplarity (unique \nor multiple) is original and therefore prescribes a different affect. \nAnd in each case there remains to be found out what importance \none gives to the case [ie cas qu'on fait du cas], to know whether \none drops it as an extrinsic excrement, or retains it as an intrinsic \nideality. \nHere is an example, but an example en abyme: the third \nCritique. How to treat this book. Is it a book. What would make \na book of it. What is it to read this book. How to take it. Have I \nthe right to say that it is beautiful. And first of all the right to \nask myself that \nfor example the question of \norder. A spatial, so-called plastic, art object does not necessarily \nprescribe an order of reading. I can move around in front of it, \nstart from the top or the bottom, sometimes walk round it. No \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 65,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "jinalite",
        "posiveness",
        "oth",
        "pur",
        "reflectirend",
        "tained",
        "bestimmend",
        "zweckmassigkeit",
        "mentary",
        "ficture"
      ],
      "full_text": "PARERGON \n5 1 \nAll these questions differ/defer, each is subordinate to the oth­\ners, and whatever their interminable breadth, they are valid in \ngeneral for any critical text. \na supple­\nmentary complication constrains us to reconsider the way these \nquestions fit together. The third Critique is not just one critique \namong others. Its specific object has the form of a certain type \nof judgment-the reflective judgment-which works (on) the \nexample in a very singular way. The distinction between re­\nflective and determinant judgment, a distinction that is both \nfamiliar and obscure, watches over all the internal divisions of \nthe book. I recall it in its poorest generality. The faculty of \njudgment in general allows one to think the particular as con­\ntained under the general (rule, principle, law). When the gen­\nerality is given first, the operation of judgment subsumes and \ndetermines the particular. It is determinant (bestimmend), it \nspecifies, narrows down, comprehends, tightens. In the contrary \nhypothesis, the reflective judgment (reflectirend) has only the \nparticular at its disposal and must climb back up to, return \ntoward generality: the example (this is what matters to us here) \nis here given prior to the law and, in its very uniqueness as \nexample, allows one to discover that law. Common scientific \nor logical discourse proceeds by determinant judgments, and \nthe example follows in order to determine or, with a pedagogical \nintention, to illustrate. In art and in life, wherever one must, \naccording to Kant, proceed to reflective judgments and assume \n(by analogy with art: we shall come to this rule further on) a \nfinality? the concept of which we do not have, the example \nprecedes. There follows a singular historicity and (counting the \nsimulacrum-time) a certain (regulated, relative) ficture of the \ntheoretical \n7. \"Finality\" translates jinalite, the received French translation of \nKant's Zweckmassigkeit, traditionally rendered into English as \"pur­\nposiveness.\" See below, n. I I .  \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 66,
      "bucket": "E (10%+)",
      "error_rate": 12.0,
      "unknown_words_sample": [
        "eigentlichen",
        "reinen",
        "gegenstand",
        "gayatri",
        "antheil",
        "divisi",
        "reiz",
        "riihrung",
        "bestimmungsgrunde",
        "colours"
      ],
      "full_text": "- i \nI \nJ \ni \n1 \n1 I \n52 \nThe Truth in Painting \non the authority of \nthis reflective hinge,s I begin my reading of the third Critique \nwith some examples. \nIs this docility perverse. Nothing yet permits a decision. \nSo I begin with some examples: not with the introduction, \nwhich gives the laws, nor with the beginning of the book (the \nanalytic of the beautiful). Nor with the middle nor the end, but \nsomewhere near the conclusion of the analytic of the beautiful, \nparagraph 14. It is entitled \"Clarification by Examples\" (Erlaii­\nterung durch Beispiele). \nIts most obvious intention is to clarify the structure of \"the \nproper object of the pure judgment of taste\" (den eigentlichen \nGegenstand des reinen Geschmacksurtheils). I shall not even cite \nall the examples, but only some of them, and I shall provisionally \nleave to one side the very complicated theory of colors and sounds, \nof drawing and composition, which is unfolded between the two \nfragments I translate here. Unless it be broached at the same time. \nI shall in any case assume you have read it. \n\"Aesthetic, just like theoretical (logical) judgements, are divisi­\nble into empirical and pure. The first are those by which agreeable­\nness or disagreeableness, the second those by which beauty, is pred­\nicated of an object or its mode of representation. The former are \njudgements of sense (material aesthetic judgements), the latter (as \nformal) alone judgements of taste proper (allein eigentliche \nGeschmacksurtheile). \n\"A judgement of taste, therefore, is only pure so far as its deter­\nmining ground (Bestimmungsgrunde) is tainted with no merely em­\npirical delight (Wohlgefallen). But such a taint is always present \nwhere charm (Reiz) or emotion (Riihrung) have a share in the judge­\nment (einen Antheil an dem Urtheile haben) by which something \nis to be described as beautiful. . . .  \n\"All form of objects of sense (both of external and also, me­\ndiately, of internal sense) is either figure (Gestalt) or play (Spiel). In \nthe latter case it is either play of figures (in space: mimic and dance), \nor mere play of sensations (in time). The charm (Reiz) of colours, or \nof the agreeable tones of instruments, may be added (hinzukom-\n8. {{Hinge\" translates brisure, which carries connotations of both \nbreaking and joining; see De la grammatologie (Paris: Minuit, 1 967), 96; \ntranslated by Gayatri Chakravorty Spivak as (Grammatology) Baltimore: \nJohns Hopkins University Press, 1976), 65££. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 67,
      "bucket": "E (10%+)",
      "error_rate": 16.1,
      "unknown_words_sample": [
        "parerga",
        "nicht",
        "zeichnung",
        "zierathen",
        "innerlich",
        "angebracht",
        "rahmen",
        "zusatz",
        "parergon",
        "bestimmter"
      ],
      "full_text": "PARERGON \n5 3  \nmen): but the design (Zeichnung) in the former and the composition \n(Composition) in the latter constitute the proper object of the pure \njudgement of taste. To say that the purity alike of colours and of tones, \nor their variety and contrast, seem to contribute (beizutragen) to \nbeauty, is by no means to imply that, because in themselves agree­\nable, they therefore yield an addition (einen . . .  Zusatz) to the de­\nlight in the form ( Wohlgefallen an der Form) and one on a par with \nit (gleichartigen). The real meaning rather is that they make this form \nmore clearly, definitely, and completely (nur genauer, bestimmter \nund vollstandiger) intuitable (anschaulich machen), and besides \nstimulate the representation by their charm, as they excite and sus­\ntain the attention directed to the object itself. \n\"Even what is called ornamentation [Zierathen: decoration, \nadornment, embellishment] (Parerga) i.e., what is only an adjunct, \nand not an intrinsic constituent in the complete representation of \nthe object (was nicht in die ganze Vorstellung des Gegenstandes als \nBestandstiick innerlich, sondern nur iiusserlich als Zuthatgehort), \nin augmenting the delight of taste does so only by means of its form. \nThus it is with the frames (Einfassungen) of pictures or the drapery \non statues, or the colonnades of palaces. But if the ornamentation \ndoes not itself enter into the composition of the beautiful form-if \nit is introduced (angebracht: fixed on) like a gold frame (goldene \nRahmen) merely to win approval for the picture by means of its \ncharm-it is then called finery [parure] (Schmuck) and takes away \nfrom the genuine beauty\" (Meredith, 6 5, 6 7-68). \na theory which would run along as if on wheels \nthe \nclothes on statues-for example-would thus be ornaments: parerga. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 69,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "angehiingt",
        "parerga",
        "nicht",
        "stossen",
        "schrift",
        "parergon",
        "dieselben",
        "trans",
        "innerhalb",
        "stiick"
      ],
      "full_text": "PARERGON \n5 5  \nmatter, of the frame, of the limit between inside and outside, \nmust, somewhere in the margins, be constituted together. \nThe parergon, this supplement outside the work, must, if it \nis to have the status of a philosophical quasi-concept, designate \na formal and general predicative structure, which one can trans­\nport intact or deformed and reformed according to certain rules, \ninto other fields, to submit new contents to it. Now Kant does \nuse the word parergon elsewhere: the context is very different \nbut the structure is analogous and just as problematical. It is to \nbe found in a very long note added to the second edition of Religion \nwithin the Limits of Reason Alone. This place, the form of this \nplace, is of great import. \nTo what is the \"Note\" appended? To a \"General Remark\" \nwhich closes the second part. \nNow what is the parergon? It is the concept of the remark, \nof this \"General Remark,\" insofar as it defines what comes to be \nadded to Religion within the Limits of Reason Alone without \nbeing a part of it and yet without being absolutely extrinsic to it. \nEach part of the book comprises a \"General Remark\" (Allgemeine \nAnmerkung), a parergon concerning a parergon. As there are four \nparts to Religion, then the book is in a manner of speaking framed \n[cadree], but also squared up [quadrillee]1O by these four remarks \non parerga, hors-d'oeuvres, \"additives\" which are neither inside \nnor outside. \nThe beginning of the note appended, in the second edition, \nto the first of the \"General Remarks,\" defines the status of the \nremark as parergon: \"This general Remark is the first of four \nwhich have been added [angehiingt: appended, like appendixes] to \neach piece of this text (jedem Stiick dieser Schrift) and which \nmight have as titles: ( I )  Of the effects of grace; (2) Of miracles; \n(3) Of mysteries; (4) Of the means of grace. They are in some \nmeasure parerga of religion within the limits of pure reason; they \nare not integral parts of it (sie gehoren nicht innerhalb dieselben) \nbut they verge on it [aber stossen doch an sie an: they touch it, \npush it, press it, press against it, seek contact, exert a pressure at \nthe frontier]. Reason, conscious of its impotence ( Unvermogens) \nto satisfy its moral need [the only need which should ground or \nshould have grounded religion wi thin the limits of reason alone], \n10. QuadrilJee insists on the \"squareness\" implied in cadre (see also \np. 77), but it also carries an important sense of coverage, control, \nsurveillance. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 70,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "supplemen",
        "tary",
        "kommen",
        "ergon",
        "etwas",
        "parergon",
        "besitz",
        "erganzen",
        "nebengeschafte",
        "zuzueignen"
      ],
      "full_text": "· ĝ \nThe Truth in Painting \nreaches as far as these transcendent ideas which are potentially \nable to make good the lack (die jenen Mangel erganzen), without \nhowever appropriating them (sich zuzueignen) as extension of its \ndomain (Besitz, possession). It contests neither the possibility nor \nthe reality of the objects of these ideas but it cannot admit them \ninto its maxims for thought and action. It even holds that if, in \nthe unfathomable field of the supernatural, there is something \nmore (noch etwas mehr) than what it can render intelligible to \nitself and which would however be necessary to supply [Gibelin's \ntranslation of Erganzung] its moral insufficiency, this thing, even \nthough unknown, will come to the aid (zu statten kommen) of \nits good will, thanks to a faith which one could call (as regards \nits possibility) reflective (reflectirenden) because the dogmatic faith \nwhich declares that it knows seems to it presumptuous and not \nvery sincere; for to remove difficulties with regard to what is in \nitself (in practical terms) well established is only a secondary task \n(parergon) when those difficulties concern transcendent questions.\" \nWhat is translated as \"secondary task\" is Nebengeschafte: \nincidental business or bustle, activity or operation which comes \nbeside or against. The parergon inscribes something which comes \nas an extra, exterior to the proper field (here that of pure reason \nand of Religion within the Limits of Reason Alone) but whose \ntranscendent exteriority comes to play, abut onto, brush against, \nrub, press against the limit itself and intervene in the inside only \nto the extent that the inside is lacking. It is lacking in something \nand it is lacking from itself. Because reason is \"conscious of its \nimpotence to satisfy its moral need,\" it has recourse to the par­\nergon, to grace, to mystery, to miracles. It needs the supplemen­\ntary work. This additive, to be sure, is threatening. Its use is \ncritical. It involves a risk and exacts a price the theory of which \nis elaborated. To each parergon of Religion there is a corresponding \ndamage, a detriment (Nachteil) and the four classes of dangers \nwill correspond to the four types of parergon: ( I) for the would­\nbe internal experience (effects of grace), there is fanaticism; (2) \nfor the would-be external experience (miracles), there is super­\nstition; (3) for the would-be insight of the understanding into the \nsupernatural order there is illuminism; (4) for the would-be ac­\ntions on the supernatural (means of grace), there is thaumaturgy. \nThese four aberrations or seductions of reason nevertheless also \nhave in view a certain pleasing, pleasing-God (gottgefalliger \nAbsicht). \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 71,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "statuen",
        "innerlich",
        "ergon",
        "heisst",
        "parergon",
        "trans",
        "tiful",
        "gegenstandes",
        "das",
        "als"
      ],
      "full_text": "PARERGON \n57 \nSo, as an example among examples, the clothing on \nstatues (Gewander an Statuen) would have the function of a par­\nergon and an ornament. This means (das heisst), as Kant makes \nclear, that which is not internal or intrinsic (innerlich), as an \nintegral part (als Bestandstiick), to the total representation of the \nobject (in die ganze Vorstellung des Gegenstandes) but which \nbelongs to it only in an extrinsic way (nur ausserlich) as a surplus, \nan addition, an adjunct (als Zuthat), a supplement. \nHors-d'oeuvres, then, the clothes of statues, which both dec­\norate and veil their nudity. Hors-d'oeuvres stuck onto the edging \nof the work nonetheless, and to the edging of the represented body \nto the extent that-such is the argument-they supposedly do \nnot belong to the whole of the representation. What is represented \nin the representation would be the naked and natural body; the \nrepresentative essence of the statue would be related to this, and \nthe only beautiful thing in the statue would be that representa­\ntion; it alone would be essentially, purely, and intrinsically beau­\ntiful, \"the proper object of a pure judgment of taste.\" \nThis delimitation of the center and the integrity of the rep­\nresentation, of its inside and its outside, might already seem \nstrange. One wonders, too, where to have clothing commence. \nWhere does a parergon begin and end. Would any garment be a \nparergon. G-strings and the like. What to do with absolutely trans­\nparent veils. And how to transpose the statement to painting. For \nexample, Cranach's Lucretia holds only a light band of transparent \nveil in front of her sex: where is the parergon? Should one regard \nas a parergon the dagger which is not part of her naked and natural \nbody and whose point she holds turned toward herself, touching \nher skin (in that case only the point of the parergon would touch \nher body, in the middle of a triangle formed by her two breasts \nand her navel)? A parergon, the necklace that she wears around \nher neck? The question of the representative and objectivizing \nessence, of its outside and its inside, of the criteria engaged in \nthis delimitation, of the value of naturalness which is presupposed \nin it, and, secondarily or primarily, of the place of the human body \nor of its privilege in this whole problematic. If any parergon is \nonly added on by virtue of an internal lack in the system to which \nit is added (as was verified in Religion), what is it that is lacking \nin the representation of the body so that the garment should come \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 73,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "siiulengiinge",
        "parerga",
        "exteriority",
        "cho",
        "struc",
        "ergon",
        "plicated",
        "turally",
        "parergon",
        "gebiiude"
      ],
      "full_text": "PARERGON \n59 \nassociation. The example immediately following is that of the \ncolumns around sumptuous buildings (Siiulengiinge urn Pracht­\ngebiiude). These columns are also, then, supplementary parerga. \nAfter the garment, the column? Why would the column be ex­\nternal to the building? Where does the criterion, the critical organ, \nthe organum of discernment come from here? It is no less obscure \nthan in the previous case. It even presents an extra difficulty: the \nparergon is added this time to a work which does not represent \nanything and which is itself already added to nature. We think \nwe know what properly belongs or does not belong to the human \nbody, what is detached or not detached from it-even though the \nparergon is precisely an ill-detachable detachment. But in a work \nof architecture, the Vorstellung, the representation is not struc­\nturally representational or else is so only through detours com­\nplicated enough, no doubt, to disconcert anyone who tried to \ndiscern, in a critical manner, the inside from the outside, the \nintegral part and the detachable part. So as not to add to these \ncomplications, I shall leave to one side, provisionally, the case of \ncolumns in the form of the human body, those that support or \nrepresent the support of a window (and does a window form part \nof the inside of a building or not? And what about the window \nof a building in a painting? ), and which can be naked or clothed, \ncan represent a man or a woman, a distinction to which Kant \nmakes no reference. \nWith this example of the columns is announced the whole \nproblematic of inscription in a milieu, of the marking out of the \nwork in a field of which it is always difficult to decide if it is \nnatural or artificial and, in this latter case, if it is parergon or \nergon. For not every milieu, even if it is contiguous with the work, \nconstitutes a parergon in the Kantian sense. The natural site cho­\nsen for the erection of a temple is obviously not a parergon. Nor \nis an artificial site: neither the crossroads, nor the church, nor \nthe museum, nor the other works around one or other. But the \ngarment or the column is. Why? It is not because they are detached \nbut on the contrary because they are more difficult to detach and \nabove all because without them, without their quasi-detachment, \nthe lack on the inside of the work would appear; or (which amounts \nto the same thing for a lack) would not appear. What constitutes \nthem as parerga is not simply their exteriority as a surplus, it is \nthe internal structural link which rivets them to the lack in the \ninterior of the ergon. And this lack would be constitutive of the \nvery unity of the ergon. Without this lack, the ergon would have \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 74,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "gemiilde",
        "parerga",
        "energeia",
        "dif",
        "der",
        "bord",
        "ergon",
        "einfassungen",
        "amples",
        "parergon"
      ],
      "full_text": "60 \nThe Truth in Painting \nno need of a parergon. The ergon's lack is the lack of a parergon, \nof the garment or the column which nevertheless remains exterior \nto it. How to give energeia its due? \nCan one attach the third example to this series of examples, \nto the question that they pose? It is in fact the first of the ex­\namples, and I have proceeded in reverse. In appearance it is dif­\nficult to associate it with the other two. It is to do with the frames \nfor paintings (Einfassungen der Gemiilde). The frame: a parergon \nlike the others. The series might seem surprising. How can one \nassimilate the function of a frame to that of a garment on (in, \naround, or up against) a statue, and to that of columns around a \nbuilding? And what about a frame framing a painting representing \na building surrounded by columns in clothed human form? What \nis incomprehensible about the edge, about the a-bord appears not \nonly at the internal limit, the one that passes between the frame \nand the painting, the clothing and the body, the column and the \nbuilding, but also at the external limit. Parerga have a thickness, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 75,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "malist",
        "sibylj",
        "semioticist",
        "detache",
        "prac",
        "phenomenologicalist",
        "elle",
        "hermeneuticist",
        "ergon",
        "ergonal"
      ],
      "full_text": "PARERGON \n61 \na surface which separates them not only (as Kant would have it) \nfrom the integral inside, from the body proper of the ergon, but \nalso from the outside, from the wall on which the painting is \nhung, from the space in which statue or column is erected, then, \nstep by step, from the whole field of historical, economic, political \ninscription in which the drive to signature is produced (an anal­\nogous problem, as we shall see further on). No \"theory,\" no \"prac­\ntice,\" no \"theoretical practice\" can intervene effectively in this \nfield if it does not weigh up and bear on the frame, which is the \ndecisive structure of what is at stake, at the invisible limit to \n(between) the interiority of meaning (put under shelter by the \nwhole hermeneuticist, semioticist, phenomenologicalist, and for­\nmalist tradition) and (to) all the empiricisms of the extrinsic which, \nincapable of either seeing or reading, miss the question completely. \nThe parergon stands out [se detache] both from the ergon (the \nwork) and from the milieu, it stands out first of all like a figure \non a ground. But it does not stand out in the same way as the \nwork. The latter also stands out against a ground. But the par­\nergonal frame stands out against two grounds [fonds], but with \nrespect to each of those two grounds, it merges [se fond] into the \nother. With respect to the work which can serve as a ground for \nit, it merges into the wall, and then, gradually, into the general \ntext. With respect to the background which the general text is, \nit merges into the work which stands out against the general \nbackground. There is always a form on a ground, but the parergon \nis a form which has as its traditional determination not that it \nstands out but that it disappears, buries itself, effaces itself, melts \naway at the moment it deploys its greatest energy. The frame is \nin no case a background in the way that the milieu or the work \ncan be, but neither is its thickness as margin a figure. Or at least \nit is a figure which comes away of its own accord [s'enleve d'elle­\nmeme]. \nWhat would Kant have said about a frame framing a painting \nrepresenting a building surrounded by columns (examples of this \nare numerous), columns in the form of clothed human bodies (the \nfrescoes on the vault of the Sistine Chapel-what is its frame?­\nwhose represented, painted object is a sculpted volume itself rep­\nresenting, for example to the right of Jonah, naked children form­\ning a column which supports a ceiling, etc. Same implication \naround the Persian Sibyl or around Zachariah holding a book in \nhis hand, or around Jeremiah, or the Libyan Sibylj it is difficult \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 78,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "rahmen",
        "reiz",
        "parergon",
        "tiful",
        "goldene",
        "termining",
        "des",
        "abbruch",
        "nonform",
        "geschmacks"
      ],
      "full_text": ". ;  \n\" \n. ,  \n{ I \ni \nThe Truth in Painting \nare \"great difficulties\" here, and that the choice of examples, and \ntheir association, is not self-evident. \nThe more so because, according to the logic of the supplement, \nthe parergon is divided in two. At the limit between work and \nabsence of work, it divides in two. And this division gives rise to \na sort of pathology of the parergon, the forms of which must be \nnamed and classified, just as Religion recognized four types of \nparergonal misdeeds or detriments. Kant is in the process of de­\ntermining lithe proper object of the pure judgment of taste.\" But \nhe does not simply exclude from it the parergon as such and in \ngeneral. Only in certain conditions. The criterion of exclusion is \nhere a formality. \nWhat must we understand by formality? \nThe parergon ( frame, garment, column) can augment the plea­\nsure of taste ( Wohlgefallen des Geschmacks), contribute to the \nproper and intrinsically aesthetic representation if it intervenes \nby its form (durch seine Form) and only by its form. If it has a \n\"beautiful form,\" it forms part of the judgment of taste properly \nspeaking or in any case intervenes directly in it. This is, if you \nlike, the normal parergon. But if on the other hand it is not beau­\ntiful, purely beautiful, i.e., of a formal beauty, it lapses into adorn­\nment (Schmuck) and harms the beauty of the work, it does it \nwrong and causes it detriment (Abbruch). This is analogous to \nthe detriment or damage (Nachteil) of Religion. \nN ow the example of this degradation of the simple parergon \ninto a seductive adornment is again a frame, this time the gilded \nframe (goldene Rahmen), the gilding of the frame done in order \nto recommend the painting to our attention by its attraction (Reiz). \nWhat is bad, external to the pure object of taste, is thus what \nseduces by an attraction; and the example of what leads astray \nby its force of attraction is a color, the gilding, in as much as it \nis nonform, content, or sensory matter. The deterioration of the \nparergon, the perversion, the adornment, is the attraction of sen­\nsory matter. As design, organization of lines, forming of angles, \nthe frame is not at all an adornment and one cannot do without \nit. But in its purity, it ought to remain colorless, deprived of all \nempirical sensory materiality. \nThis opposition form/matter governs, as we know, the whole \nCritique and inscribes it within a powerful tradition. According \nto The Origin of the Work of Art, it is one of the three determi­\nnations (hypokeimenonlsymbebekos; aisthetonlnoeton, eidos­\nmorphelhyle) which fall violently upon the thing. It procures a \n"
    }
  ]
}