{
  "batch_id": 4,
  "document": "Derrida_MarginsOfPhilosophy",
  "pages": [
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 124,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "teleo",
        "betic",
        "lnwendig",
        "exterionty",
        "nonphonetic",
        "enc",
        "trans",
        "interpre",
        "programmatically",
        "tation"
      ],
      "full_text": "Relever—What Talking Means\nIt is not possible, here, to elaborate all the consequences of such an interpre-\ntation of the supplement of writing, its original place in Hegelian logic, and its\narticulation with the entire traditional and systematic chain of metaphysics.\nSchematically and programmatically, let us simply give the headings of the\ntheses that ought to be examined.\nA. The Teleological Hierarchy of Writings\nAt the peak of this hierarchy is phonetic writing of the alphabetic type: \"Al-\nphabetic writing is on all accounts the more intelligent\" (sec. 459, p. 216). To\nthe extent that it respects, translates, or transcribes the voice, that is, idealization,\nthe movement of the spirit relating itself to its own interiority and hearing itself\n/\nspeak, phonetic writing is the most historic element of culture, the element most\nopen to the infinite development of tradition. At least in the principle of its\nfunctioning: \"What has been said shows the inestimable and not sufficiently\nappreciated educational value of learning to read and write an alphabetic char-\nacter. It leads the mind from the sensibly concrete image to attend to the more\nformal structure of the vocal word and its abstract elements, and contributes\nmuch to give stability and independence to the inward realm of mental life\"\n(sec. 459, p. 218).\nHistory—which according to Hegel is always the history of the spirit—the\ndevelopment of the concept as logos, and the ontotheological unfolding of par-\nousia, etc. are not obstructed by alphabetic writing. On the contrary, since it\nerases its own spacing better than any other, alphabetic writing remains the\nhighest and more relevant\nSuch a teleological appreciation of alpha-\nbetic writing constitutes a system and structurally governs the following two\nconsequences:\na. Beyond the fact of alphabetical writing, Hegel here is calling upon a teleo-\nlogical ideal. In effect, as Hegel recognizes, in passing, certainly, but quite clearly,\nthere is not and there cannot be a purely phonetic writing. The alphabetic\nsystem, such as we practice it, is not and cannot be purely phonetic. Writing\ncan never be totally inhabited by the voice. The nonphonetic functions, if you\nwifi, the operative silences of alphabetic writing, are not factual accidents or\nin transforming names into images, and thus again deposing memory to the level of\nimagination. The place of the power of memory is taken by a permanent tableau (Tableau)\nof a series of images, fixed in the imagination, to which is then attached the series of ideas\nforming the composition to be learned by rote (auswendig). Considering the heterogeneity\nbetween the import of these ideas and those permanent images, and the speed with which\nthe attachment has to be made, the attachment cannot be made otherwise than by shallow,\nsilly, and utterly accidental links\" (Enc., sec. 462, p. 220). This exterionty of the \"by rote\"\nis confronted by living, spiritual memory, in which everything proceeds from the inside.\nAll these developments are governed by the opposition Auswendig/lnwendig and by that\nof Entausserung and Erinnerung in the name. See also the important sections 463—64. On\nthe critique of the tableau (Tabelle) which masks the \"living essence of the thing\" and\nproceeds from \"dead understanding,\" see the Preface to the Phenornenology of the Mind,\ntrans. A. V. Miller (Oxford: Clarendon Press, 1977), p. 37.\n95\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 127,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "ule",
        "mense",
        "fested",
        "aesth",
        "polysemia",
        "ulenu",
        "bucher",
        "actu",
        "stelle",
        "philosophische"
      ],
      "full_text": "The Pit and the Pyramid\nholds back the spirit, encumbers it, compelling the spirit to an effort of me-\nchanical memory, making it wander in an infinite polysemia. A poor model for\nscience and philosophy. \"Hieroglyphic language is a designation of objects which\nhas no relation to the sonorous sign.—The idea of a written philosophical and\nuniversal language, dreamed of by so many minds, comes up against the im-\nmense conglomeration of signs that would have to be elaborated and learned.\"26\nThe naturalness of hieroglyphs, the fact that spirit has only partially mani-\nfested itself, or rather heard itself speak, in them, is quite precisely marked by\na certain absence of the voice, notably in the art forms privileged by Egyptian\nculture. Under the heading of \"Unconscious Symbolism\" Hegel writes: \"Simi-\nlarly the hieroglyphic script of the Egyptians is also largely symbolic, since either\nit tries to make us acquainted with the meanings by sketching actu?l objects\nwhich display (darstellen) not themselves, but a universal related to them, or,\nmore commonly still, in its so-called phonetic element this script indicates the\nindividual letters by illustrating an object the initial letter of which has in speech\nthe same sound as that which is to be expressed\" (Aesth. I, p. 357). Next, invoking\nthe example of the colossi, which according to legend emitted sounds under the\ninfluence of the dew and the first rays of the sun, Hegel believes he can see in\nthem that spirit is only beginning to liberate itself and to recognize itself as such:\n\"But taken as symbols, the meaning to be ascribed to these colossi is that they\ndo not have the spiritual soul freely in themselves and therefore, instead of\nbeing able to draw animation (Belebung) from within, from what bears proportion\nand beauty in itself, they require for it light from without which alone liberates\nthe note of the soul from them. The human voice, on the other hand, resounds\nout of one's own feeling and one's own spirit without any external impulse, just\nas the height of art in general consists in making the inner give shape to itself\nout of its own being. But the inner life of the human form is still dumb (stumrn)\nin Egypt and in its animation (Beseelung) it is only a natural factor that is kept\nin view\" (Aesth. I, p. 358).27\nThe naturalness of the hieroglyphic symbol is the condition for its polysemia.\nFor a polysemia which in Hegel's view does not have the merit of the regulated\nambivalence of certainly naturally speculative words of the German language.\nHere, the obscure instability of meaning has to do with spirit's not having clearly\n26. Philosophische Propadeulik. sec. 161, p. 211.\n27. Elsewhere, quite struck by the colonnades, pylons, pillars (Säule, Pylone, Pfeiler), and\nby the forests of columns (ganzen Wdldern von Säulen, Säulenu'ald, etc.), Hegel compares\nthe Egyptian temples to a book. The \"symbols of general significations\" are there mani-\nfested by \"writings\" and by \"graven images.\" The forms and figures of the temple therefore\nreplace books, supplement them (die Stelle dL'r Bucher vertreten). \"Here and there Memnons\nlean against the sloping walls which also form galleries and are bedecked all over with\nhieroglyphics or enormous pictures in stone so that they appeared to the French scholars\nwho saw them recently as if they were printed in calico. They can be regarded like the\npages of a book (Bücherblatter)\" (Aesthetics II, p. 645).\n98\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 128,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "ambig",
        "durcheinarz",
        "aesth",
        "planation",
        "polysemia",
        "relever",
        "uous",
        "bedeutung",
        "vieldeutig",
        "sym"
      ],
      "full_text": "Relever—What Talking Means\nand freely returned to itself. Certainly nature has begun to animate itself, and\nitself to relate to itself, itself to examine itself, is in motion enough to signal and\nto symbolize with itself. But spirit does not come back to itself in this, does not\nyet recognize itself. The materiality of the signifier, it could be said, functions\nby itself as \"unconscious symbolism.\" \"Now owing to this alternating symbolism\n(Wechselsymbolik), the symbol in Egypt is at the same time an ensemble of sym-\nbols, so that what at one time appears as meaning (Bedeutung) is also used again\nas a symbol of a related sphere. In a symbolism which confusedly intertwines\n(durcheinarz4erschlingt) meaning and shape, presages a variety of things in fact\nor alludes to them, and therefore already comes close to that inner subjectivity\nwhich alone can develop itself in many directions, the associations are ambig-\nuous (vieldeutig) and this is the virtue of these productions, although their ex-\nplanation is of course made difficult owing to this ambiguity\" (Aesth. I, p. 360).\nThis polysemia is so essential, belongs so necessarily to the structure of the\nhieroglyph, that the difficulty of deciphering has nothing to do with our situation\nor lack of contemporaneity. Hegel specifies, rather, that it had to limit the reading\nof the Egyptians themselves. Hence the transition from Egypt to Greece is the\ndeciphering and deconstitution of the hieroglyph, of the hieroglyph's properly\nsymbolic structure such as it itself is symbolized in the figure of the Sphinx.\nGreece is the answer of Oedipus, which Hegel interprets as the discourse and\noperation of consciousness itself. \"The works of Egyptian art in their mysterious\nsymbolism are therefore riddles; the objective riddle par excellence. As a symbol\nfor this proper meaning of the Egyptian spirit we may mention the Sphinx. It\nis, as it were, the symbol of the symbolic itself.\n.\n. It is in this sense that the\nSphinx in the Greek myth, which we ourselves may interpret again symbolically,\nappears as a monster asking a riddle\" (Aesth. I, p. 360). With his answer, Oedipus\ndestroys the Sphinx. \"The Sphinx propounded the well-known conundrum:\nWhat is it that in the morning goes on four legs, at mid-day on two, and in the\nevening on three? Oedipus found the simple answer: a man, and he tumbled\nthe Sphinx from the rock. The explanation of the symbol lies in the absolute\nmeaning, in the spirit, just as the famous Greek inscription calls to man: Know\nthyself. The light of consciousness is the clarity which makes its concrete content\nshine clearly through the shape belonging and appropriate to itself, and its\nexistence reveals itself alone\" (Aesth. I, p. 361).\nWith the answer to the riddle, Oedipus's words, the discourse of conscious-\nness, man destroys, dissipates, or tumbles the petroglyph. And corresponding\nto the stature of the Sphinx, the animality of spirit asleep in the stony sign, the\nmediation between matter and man, the duplicity of the intermediary, is the\nfigure of Thoth, the god of writing. The place Hegel assigns to this demigod\n(a secondary god, inferior to the god of thought, the animal servant of the great\ngod, man's animal, god's man, etc.) in no way upsets the staging of the Phae-\n99\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 131,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "jormal",
        "sci",
        "ence",
        "relifted",
        "gation",
        "ulative",
        "relev",
        "mathematizing",
        "extenority",
        "etc"
      ],
      "full_text": "The Pit and the Pyramid\nThe Chinese model, which fascinated Leibniz and led him astray, as Hegel\ntakes every opportunity to recall, nevertheless marks a progress over the Egyp-\ntian hieroglyph. A progress in formalizing abstraction, a detachment as concerns\nthe sensuous and the natural symbol. But this progress, which corresponds to\nthe moment of abstract understanding, never recovers what it loses: the spec-\nulative concreteness of Western speech finds then that the process of idealization\nhas even \"relifted\" (relevé) its sensuous extenority. Whence the analogy between\nthe structure of Chinese writing and the structures of Jormal understanding in\nWestern philosophy circumscribed by Hegel, in particular a certain authority of\nthe mathematical model over philosophy: \"It must certainly be considered that\npure thoughts are brought to consciousness, but in this case we make no ad-\nvance, merely remaining stationary so far as they are concerned. The concrete\nis not conceived of speculatively, but is simply taken from ordinary ideas, in-\nasmuch as it is expressed in accordance with their forms of representation and\nof perception\" (History of Philosophy, pp. 121—22).\nFollowing the classical framework of the Hegelian critique, Chinese culture\nand writing are reproached simultaneously for their empiricism (naturalism,\nhistoricism) and their formalism (mathematizing abstraction).3'\nA typical movement of the Hegelian text: speculative dialectics sets on its\ncourse a sometimes quite precise piece of historical information, but without\nprecautions. A certain number of very determined effects result from this,\nand in the very form of that which Hegel elsewhere criticizes: the juxtaposition\nof an empirical content with a henceforth abstract form, an exterior form su-\nperimposed on that which it should organize. This is manifest particularly in\nunnoticed contradictions, contradictions without concepts and not reducible to\nthe speculative movement of contradiction.\nThe propositions concerning Chinese writing and grammar are a symptomatic\nexample of this. In this sense, Chinese grammar is insufficiently developed,\nwhich Hegel does not add to its credit. Compared to Western grammars, Chinese\nsyntax is in a state of stagnant primitiveness, paralyzing the movement of sci-\nence. Hegel, then, contradicts himself twice, though there is no dialectical ne-\ngation of negation; it is rather a denegation, a disavowal. In effect, above we\nnoticed the following two motifs: (1) the development and differentiation of\nor figures (1-lo-tu) which he saw on the back of a horse-dragon as it rose out of the river.\n(Other figures ILo-Choui were borrowed from the back of a tortoise and combined with\nthe signs of Fo-Hi.) This table contains parallel lines above one another, which have a\nsymbolical signification; and the Chinese say that these lines are the foundation of their\ncharacters as also of their philosophy\" (History of Philosophy, p. 121; translation modified).\n31. \"The Chinese have remained with the abstract, and when they arrive at the concrete\none finds, on the theoretical side, an exterior connection of objects of the sensory kind;\none finds no order, no profound intuition, and the rest is morals. The concrete in which\nthe beginning is pursued consists of morals, of the art of government, of history, etc., but\nthis concrete is not of a philosophical order. In China, in Chinese religion and philosophy,\nwe encounter a particularly perfect prose of understanding\" (Gibelin, pp. 252—53).\n102\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 133,
      "bucket": "B (1-3%)",
      "error_rate": 2.0,
      "unknown_words_sample": [
        "von",
        "moti",
        "inher",
        "vated",
        "remusat",
        "ently",
        "orthoepic",
        "musat"
      ],
      "full_text": "The Pit and the Pyramid\nparadigm for this indictment remains the \"kettle logic\" (Freud), and the moti-\nvated accumulation of mutually incompatible arguments. Let us read the text.\n\"For if we consider in the first place, the effect of such a mode of writing on\nthe Spoken Language, we shall find this among the Chinese very imperfect, on\naccount of that separation. For our Spoken Language is matured to distinctness\nchiefly through the necessity of finding signs for each single sound, which latter,\nby reading, we learn to express distinctly. The Chinese, to whom such a means\nof orthoepic development is wanting, do not mature the modifications of sounds\nin their language to distinct articulations capable of being represented by letters\nand syllables. Their Spoken Language consists of an inconsiderable number of\nmonosyllabic words, which are used with more than one signification. The sole\nmethods of denoting distinctions of meaning are the connection, the accent, and\nthe pronunciation—quicker or slower, softer or louder. The ears of the Chinese\nhave become very sensible to such distinctions. Thus I find that the word Po\nhas eleven different meanings according to the tone: denoting 'glass'—'to boil'—\n'to winnow wheat'—'to cleave asunder'—'to water'—'to prepare'—'an old\nwoman'—'a\nliberal man'—'a wise person'—'a little'\" (Philosophy of\nHistory, p. 135).M The discourse of the Chinese, then, entangles itself in the\ndissemination of meanings and accents. Their writing, no longer reflecting or\nreassembling living language, paralyzes itself far from the concept, in the cold\nspace of formal abstraction, that is in space. In sum, Hegel reproaches the Chinese\nfor speaking too much when they speak, and for writing too much when they\nwrite.\nSuch a procedure is at least consequent with the system which links the logos\nto alphabetical writing, as soon as alphabetical writing is taken as an absolute\nmodel. Speculative dialectics permits itself to be separated neither from logos\nnor, simultaneously, from the logos which never thinks or presents itself except\nin its historical complicity with the voice and phonetic writing. The grammar\nof the logos thus being confused with the system of metaphysics, Hegel may\nwrite, in the course of a long elaboration on the Tao To King: \"According to Abel\nRémusat, Tao means to the Chinese 'Way, means of communication from one\nplace to another,' and then reason, substance, principle. All of this condensed\nto the metaphorical, metaphysical sense signifies way in general. . . Tao, thus,\nis the 'original reason, the nous (intelligence) which has brought forth the world\nand governs it as spirit governs the body.' Abel Rémusat says that taken at its\nbest this might be expressed by the Greek in logos. However, this remains quite\nconfused. The Chinese language, due to its grammatical structure, creates many\ndifficulties; notably, these objects are difficult to exhibit because of their inher-\nently abstract and undetermined nature. Von Humboldt recently showed, in a\nletter to Abel Remusat, how undetermined the grammatical construction was\n(C. von Humboldt, Letter to M. Abel Remusat On the Nature of the Grammatical\n34. The same argument can be found in sec. 459 of the Encyclopedia.\n104\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 134,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "reappropriation",
        "philosophemata",
        "parousia",
        "thagoras",
        "absulutely",
        "relever",
        "unterschied",
        "exteriority",
        "dargestelit",
        "gibelin"
      ],
      "full_text": "Relever—What Talking Means\nForms. . . of the Chinese Language)\" (Gibelin, pp. 248-49). Further on: \"The\nChinese language has no case inflection, the words merely standing in proximity.\nThus determinations remain indeterminate\" (Lectures on the History of Philosophy,\np. 125, translation modified).\nc. To write and to calculate: the machine. In assigning the limits of so-called\nuniversal writing, that is, a mute writing, released from the voice and from every\nnatural language, Hegel also criticizes the pretensions of mathematical symbol-\nism and of arithmetic, the operations of formal understanding. The silence of\nthis writing and the space of calculation would interrupt the movement of the\nA uf he bung, or in any case would resist the interiorization of the past (Erinnerung),\nthe relevant idealization, the history of the spirit, the reappropriation of the logos\nin self-presence and infinite parousia. If the passage through mathematical ab-\nstraction, through formal understanding, spacing, exteriority and death (see the\npreface to the Phenomenology of Spirit) is a necessary passage (the work of the\nnegative, the shedding of the sensory, pedagogical asceticism, purification of\nthis necessity becomes perversion and regression as soon as it is\ntaken as a philosophical model.\nThis is the attitude inaugurated by Pythagoras. And when Leibniz seems to\npermit himself to be impressed by the Chinese characteristic, he is only rejoining\nthe Pythagorian tradition. About the Y-King:\". . . the philosophy of the Chinese\nappears therefore to proceed from the same fundamental ideas as that of Py-\nthagoras\" (Philosophy of History, p. 136). \"As we know, Pythagoras represented\n(dargestelit) rational relationships (or philosophemata) by numbers; and more\nrecently, too, numbers and forms of their relations, such as powers and so on,\nhave been employed in philosophy for the purpose of regulating thoughts or\nexpressing\nNumber, or equally, that which can do without any phonetic notation, is\nabsulutely foreign to the concept such as Hegel understands it. More precisely,\nit is contrary to the concept. In and of itself it is certainly indispensable to\nconceptual movement. \"We saw that number is the absolute determinateness\nof quantity, and its element is the difference (Unterschied) which has become\nindifferent (gleichgultig>—an implicit determinateness which at the same time is\nposited as wholly external. Arithmetic is an analytic science because all the\ncombinations and differences which occur in its subject matter are not intrinsic\nto it but are effected on it in a wholly external manner. It does not have a concrete\nsubject matter possessing inner, intrinsic, relations which, as at first concealed,\nas not given in our immediate acquaintance with them, have first to be elicited\nby the efforts of cognition. Not only does it not contain the Notion [concept]\nand therefore no problem for speculative thought, but it is the antithesis of the\nNotion. Because of the indifference of the factors in combination to the com-\n35. This traditional motif (which, once again, is rigorously Platonic) is at the center of\nthe greater Logic (TN. i.e. The Science of Logic], notably in the chapter on Quantum.\n36. Hegel's Science of Logic. p. 212.\n105\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 135,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "exteriority",
        "verhullt",
        "regres",
        "exterionty",
        "ele",
        "gewesen",
        "reappropriatinig",
        "rel",
        "bination",
        "unsensuous"
      ],
      "full_text": "The Pit and the Pyramid\nbination itself in which there is no necessity, thought is engaged here in an\nactivity which is at the same time the extreme externalization (äussersfe\nEntausserung) of itself, a violent (gewaitsarne) activity in which it is forced to move\nin a realm of thoughtlessness (Gedanklosigkeit) and to combine elements which\nare incapable of any necessary relationships. The subject matter is the abstract\nthought of externality itself.\n\"As this thought of externality, number is at the same time the abstraction of\nthe manifoldness of sense, of which it has retained nothing but the abstract\ndetermination of externality itself. In number, therefore, sense is brought closest\nto thought: n'umber is the pure thought of thought's own externalization\" (Logic,\npp. 212—13, translation modified).\nIn arithmetic calculation, then, thought would come face to face with its other.\nAn other that thought itself certainly would have occasioned, and that thought\nwould have opposed to itself with its sights set on reappropriatinig (it to) itself.\nIn order for such a movement not to flounder in\nor in dialectical\nimmobilization, this opposition in its turn would have to permit itself to be\ninteriorized, summarized, relevé. Thought is this relève. Conversely, if this mo-\nment of nonthought was constituted as an ideal model, if this other of thought,\ncalculation, became the ultimate finality, then paralysis would become regres-\nsion. Philosophy would fall back into childhood. The philosophers fascinated\nby this \"perverted mathematical formalism\" are dreaming of a \"puerile inca-\npacity\" (Logic, p. 214). To what are these philosophers blind? Not only to the\nfact that philosophy must not import into itself the language of another science,\nand even less let itself be governed by that language,37 but above all to the fact\nthat the exterionty of arithmetic abstraction remains sensory. It has certainly shed\nall empirical, sensory diversity, is pure of all determined, sensory content; but\nas \"this thought of externality\n.\n.\n. it has retained nothing but the abstract\ndetermination of externality itself\" (Logic, p. 213). As pure sensuousness, ideal\nsensuousness, formal sensuousness, unsensuous sensuousness, its relation to\nnatural sensuousness is analogous to the relation of the sign to the symbol, in\nwhich \"the truth is dimmed (getrubt) and veiled (verhullt) by the sensuous ele-\nment\" (Logic, p. 215). In this sense, the sign is (the relevant truth of the) symbol,\nthe essence (to have been relevé) of the symbol, the symbol past (gewesen). The\none and the other in turn must be thought (relevé) by the living concept, by the\nlanguage without language, the language become the thing itself, the interior\nvoice murmuring in the greatest proximity to the spirit the identity of the name\n(and) of Being.\nThe preface to the Phenomenology of the Spirit had posited the equivalence of\nunderstanding, formality, the mathematical, the negative, exteriority, and death.\nIt had also posited the necessity of their work, which must be looked at in the\n37. Philosophy's recourse to the logical formations of other sciences, and not simply to\nLogic, is qualified as an \"expedient\" (Notbehaif) due to \"philosophical incapacity\" (Hegel's\nScience of Logic, p. 216).\n106\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 138,
      "bucket": "A (0-1%)",
      "error_rate": 0.0,
      "unknown_words_sample": [],
      "full_text": "The Ends of Man\nFirst published in French in Marges de in\n(1972), this lecture was given in New\nYork in October 1968 at an international colloquium. The theme proposed was \"Philosophy\nand Anthropology.\"\n109\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 140,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "ulti",
        "tion",
        "priori",
        "anend",
        "abled",
        "trans",
        "grea",
        "trarily",
        "choses",
        "haps"
      ],
      "full_text": "\"Now, I say, man and, in gen-\neral, every rational being exists\nas an end in himself and not\nmerely as a means to be arbi-\ntrarily used by this or that will.\nIn all his actions, whether they\nare directed to himself or to other\nrational beings, he must always\nbe regarded at the same time as\nanend. .\nKant, Foundationsof the Metaphysics\nof\n\"Ontology ... has merely en-\nabled us to determine the ulti-\nmate ends of human reality, its\nfundamental possibilities, and\nthe value which haunts it.\"\nJean-Paul Sartre, Being and Nothing-\nness2\n\"As the archeology of our thought\neasily shows, man is an inven-\ntion of recent date. And one per-\nhaps nearing its end.\"\nMichel Foucault, The Order of Things2\nEvery philosophical colloquium necessarily has a political significance. And not\nonly due to that which has always linked the essence of the philosophical to the\nessence of the political. Essential and general, this political import nevertheless\nburdens the a priori link between philosophy and politics, aggravates it in a\nway, and also determines it when the philosophical colloquium is announced\nas an international colloquium. Such is the case here.\nThe possibility of an international philosophical colloquium can be examined\ninfinitely, along many pathways, and at multiple levels of generality. In its\ngrea test extension, to which I will return in a moment, such a possibility implies\nthat contrary to the essence of philosophy—such as it has always represented\nitself at least—philosophical nationalities have been formed. At a given moment,\nin a given historical, political, and economic context, these national groups have\njudged it possible and necessary to organize international encounters, to present\n1. In The Critique of Practical Reason and Other Writings on Moral Philosophy, trans. Lewis\nWhite Beck (Chicago: University of Chicago Press, 1949), p. 86. Further references are to\nthis edition.\n2. Trans. Hazel Barnes (New York: Pocket Books, 1966), p. 784.\n3. (Les mots et les choses) (London: Tavistock Publications, 1970), p. 387.\n111\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 141,
      "bucket": "B (1-3%)",
      "error_rate": 1.7,
      "unknown_words_sample": [
        "multi",
        "ideologico",
        "etc",
        "sophical",
        "necesary",
        "ences",
        "noncolloquium"
      ],
      "full_text": "The Ends of Man\nthemselves, or to be represented in such encounters by their national identity\n(such, at least, as it is assumed by the organizers of the colloquium), and to\ndetermine in such encounters their proper difference, or to establish relations\nbetween their respective differences. Such an establishment of relations can be\npracticed, if at all, only in the extent to which national philosophical identities\nare assumed, whether they are defined in the order of doctrinal content, the\norder of a certain philosophical \"style,\" or quite simply the order of language,\nthat is, the unity of the academic institution, along with everything implied by\nlanguage and institution. But the establishing of relations between differences\nis also the promised complicity of a common element: the colloquium can take\nplace only in a medium, or rather in the representation that all the participants\nmust make of a certain transparent ether, which here would be none other than\nwhat is called the universality of philosophical discourse. With these words I\nam designating less a fact than a project, which is linked by its essence, (and\nwe should say by essence itself, by the thought of Being and of truth), to a\ncertain group of languages and \"cultures.\" For something must happen or must\nhave happened to the diaphanous purity of this element.\nHow else are we to understand that international colloquia—which aim to\nrepair, to surmount, to erase, or simply to relate national philosophical differ-\nences one to another—seem possible and necesary? Conversely, and above all,\nhow are we to understand that something like an international philosophical\nencounter is an extremely rare thing in the world? The philosopher knows, and\ntoday can say to himself, that this extremely recent and unexpected thing, which\nwas unimaginable a century ago, becomes a frequent phenomenon—of a dis-\nconcerting facility, I even would say—in certain societies, but is of a no less\nremarkable rarity in the greater part of the world. On the one hand, as far as\nthought—which perhaps is repulsed by this haste and volubility—is concerned,\nwhat is disquieting has to do more with the fever for colloquia and the multi-\nplication of organized or improvised exchanges. On the other hand, it remains\nno less the case that the societies, languages, cultures, and political or national\norganizations with which no exchange in the form of an international philo-\nsophical colloquium is possible are of considerable number and extent. Nor must\nwe hasten to interpret this impossibility. Essentially, it does not have to do with\na prohibition overtly deriving from politico-ideological jurisdiction. For when\nthis prohibition exists, there is every chance that this issue already has become\nmeaningful within the occidental orb of metaphysics or philosophy, that it al-\nready has been formulated in political concepts drawn from the metaphysical\nreserve, and that the possibility of such a colloquium henceforth is apparent.\nWithout this no overt prohibition could be articulated. Also, speaking of the\nnoncolloquium, I was not alluding to some ideologico-political barrier which\nwould sector, with borders or curtains, an already philosophical field. I was\nthinking, first of all, of all those places—cultural, linguistic, political, etc.—where\nthe organization of a philosophical colloquium simply would have no meaning,\n112\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 144,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "epistemophilia",
        "sein",
        "substantialist",
        "heideggerian",
        "dasein",
        "nonreading",
        "inated",
        "hei",
        "trans",
        "alain"
      ],
      "full_text": "Humanism or Metaphysics\nAfter the war, under the name of Christian or atheist existentialism, and in\nconjunction with a fundamentally Christian personalism, the thought that dom-\ninated France presented itself essentially as humanist. Even if one does not wish\nto summarize Sartre's thought under the slogan \"existentialism is a humanism,\"\nit must be recognized that in Being and Nothingness, The Sketch of a Theory of the\nEmotions, etc., the major concept, the theme of the last analysis, the irreducible\nhorizon and origin is what was then called \"human-reality.\" As is well known,\nthis is a translation of Heideggerian Dasein. A monstrous translation in many\nrespects, but so much the more significant. That this translation proposed by\nCorbin was adopted at the time, and that by means of Sartre's authority it\nreigned, gives us much to think about the reading or the nonreading of Hei-\ndegger during this period, and about what was at stake in reading or not reading\nhim in this way.\nCertainly the notion of \"human-reality\" translated the project of thinking the\nmeaning of man, the humanity of man, on a new basis, if you will. If the neutral\nand undetermined notion of \"human reality\" was substituted for the notion of\nman, with all its metaphysical heritage and the substantialist motif or temptation\ninscribed in it, it was also in order to suspend all the presuppositions which had\nalways constituted the concept of the unity of man. Thus, it was also a reaction\nagainst a certain intellectualist or spiritualist humanism which had dominated\nFrench philosophy (Brunschvig, Alain, Bergson, etc.). And this neutralization\nof every metaphysical or speculative thesis as concerns the unity of the anthropos\ncould be considered in some respects as the faithful inheritance of Husserl's\ntranscendental phenomenology and of the fundamental ontology in Sein und\nZeit (the only partially known work of Heidegger's at the time, along with What\nIs Metaphysics? and Kant and the Problem of Metaphysics). And yet, despite this\nalleged neutralization of metaphysical presuppositions,4 it must be recognized\nthat the unity of man is never examined in and of itself. Not only is existentialism\na humanism, but the ground and horizon of what Sartre then called his \"phe-\nnomenological ontology\" (the subtitle of Being and Nothingness) remains the unity\nof human-reality. To the extent that it describes the structures of human-reality,\n4. The humanism which marks Sartre's philosophical discourse in its depths. however,\nis very surely and very ironically taken apart in Nausea: in the caricature of the Autodidact,\nfor example, the same figure reassembles the theological project of absolute knowledge\nand the humanist ethic, in the form of the encyclopedic epistemophilia which leads the\nAutodidact to undertake the reading of the world library (which is really the Western\nlibrary, and definitely the municipal library) in alphabetical order by author's name, and\nin areas where he is able to love Man (\"There is an aim, sir, there is an aim. . . there are\nmen. . . one must love them, one must love them\") in the representation of men, pref-\nerably young men. It is in the dialogue with the Autodidact that Roquentin levels the\nworst charges against humanism, against all humanist styles; and at the moment when\nnausea is slowly rising in him, he says to himself, for example, \"I don't want to be\nintegrated, I don't want my good red blood to go and fatten this lymphatic beast: I will\nnot be fool enough to call myself 'anti-humanist.' I an; not a humanist, that's all there is\nto it.\" Nausea, trans. Lloyd Alexander (New York: New Directions, 1959), p. 160.\n115\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 147,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "sein",
        "nomenon",
        "dasein",
        "erdmann",
        "fortiori",
        "pologism",
        "njan",
        "anthropologism",
        "seelenlos",
        "sceptical"
      ],
      "full_text": "The Ends of Man\nLogic on.6 Later this critique will have as its target not only empirical anthro-\npologism, but also transcendental anthropologism.7 The transcendental struc-\ntures described after the phenomenological reduction are not— thoseo1 the\nintrawOrdly being called\"man\" Nor are they essentially linked to njan's society,\nlanguage, or evento his \"soul\" or \"psyche.\" Just as, according to\nHusserl, one may imagine a consciousness without soul (seelenlos),8 similarly—\nand a fortiori—one rnaylnragine a consciousness without man.\nTherefore it is astonishing and highly significant that at the moment when\nthe authority of Husserlian thought was asserted and then established in postwar\nFrance, even becoming a kind of philosophical mode, the critique of anthro-\npologism remained totally unnoticed, or in any event without effect. One of the\nmqst paradoxical pathways of this motivated misconstruing passes through a\nreductive reading of Heidegger. Because one has interpreted the analytic of\nDasein in strictly anthropological terms, occasionally one limits or criticizes Hus-\nserl on the basis of Heidegger, dropping all the aspects of phenomenology that\ndo not serve anthropological description. This pathway is quite paradoxical\nbecause it follows the itinerary of a reading of Heidegger that was also Husserl's.\nIn effect, Husserl precipitously interpreted Sein und Zeit as an anthropologistic\ndeviation from transcendental phenomenology.9\nIn the third place, immediate following the war and after the appearance of\nBeing and Nothingness. Heidegger, in his Letter on Humanism, recalled—for all\nthose who did not yet know, and who had not even taken into account'the very\nfirst sections of Sein und Zeit—that anthropology and humanism were nçt the\nmilieu of his thought and the horizon of his questions. The \"destruction\" of\nmetaphysics or of classical ontology was even directed against humanism)° After\nthe tide of humanism and anthropologism that had covered French philosophy,\none might have thought that the antihumanist and antianthropologist ebb that\nfollowed, and in which we are now, would rediscover the heritage of the systems\nof thought that had been disfigured, or in which rather, the figure of man too\nquickly had been discerned.\nNothing of the sort has happened, and it is the significance of such a phe-\nnomenon that I now wish to examine. The critique of humanism and anthro-\n6. Chapter 7, \"Psychologism as Sceptical Relativism,\" sec. 39, \"Anthropologism in Sig-\nwart's Logic,\" sec. 40, \"Anthropologism in Erdmann's Logic.\"\n7. Ideas I, see e.g. secs. 49 and 54.\n8. Ibid.\n9. See the Afterword to Ideas, and the marginal notes in the copy of Sein und Zeit (Husserl\nArchives, Louvain).\n10. \"Every humanism is either grounded in a metaphysics or is itself made to be the\nground of one. Every determination of the essence of man that already presupposes an\ninterpretation of being without asking about the truth of Being, whether knowingly or\nnot, is metaphysical. The result is that what is peculiar to all metaphysics, specifically with\nrespect to the way the essence of man is determined, is that it is 'humanistic.' Accordingly,\nevery humanism remains metaphysical.\" \"Letter on Humanism,\" in Basic Writings, ed.\nDavid Farrell Krell (New York: Harper and Row, 1977), p. 202.\n118\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 149,
      "bucket": "E (10%+)",
      "error_rate": 15.6,
      "unknown_words_sample": [
        "zum",
        "bestimmtheiten",
        "erwachen",
        "freien",
        "der",
        "reflektiert",
        "urteils",
        "selbst",
        "phen",
        "derselben"
      ],
      "full_text": "The Ends of Man\nanthropology on the one hand and phenomenology and logic on the other.\"\nOnce the confusion of a purely anthropological reading of the Phenornenology..of\nSpirit has been rigorously avoided, it must be recognized that according to Hegel\nthe relations between anthropology and phenomenology are not simply external\nones. The Hegelian concepts of truth, negativity, and Aufhebung, with all their\nresults, prevent this from being so. In the third part of the Encyclopedia which\ntreats the \"Philosophy of Spirit,\" the first section (\"Philosophy of Spirit\") in-\nscribes the Phenomenology of Spirit between the \"Anthropology\" and the \"Psy-\nchology.\" The Phenomenology of Spirit succeeds the Anthropology and precedes\nthe Psychology. The Anthropology treats the spirit—which is the \"truth of na-\nture\"—as soul or as natural-spirit (Seele or Nat urgeist). The development of the\nsoul, such as it is retraced by the anthropology, passes through the natural soul\n(naturliche Seele), through the sensible soul (fuhlende Seele), and through the real\nor effective soul (wirkliche Seele). This development accomplishes and completes\nitself, and then opens onto consciousness. The last section of the Anthropology'2\ndefines the general form of consciousness, the very one from which the Phen-\nomenology of Spirit will depart, in the first chapter on \"Sensuous Certitude.\"3\nConsciousness, i.e. the phenomenological, therefore, is the truth of the soul,\nthat is, precisely the truth of that which was the object of the anthropology.\nConsciousness is the truth of man, phenomenology is the truth of anthropology.\n\"Truth,\" here, must be understood in a rigorously Hegelian sense. In this He-\ngelian sense, the metaphysical essence of truth, the truth of the truth, is\nachieved. Truth is here the presence or presentation of essence as Gewesenheit,\nof Wesen as having-been. Consciousness is the truth of man to the extent that\n11. Without neglecting the complexity of the relations between the Logic and the Phen-\nomenology of Spirit, the question we are asking authorizes us to consider them together at\nthe point of opening where Absolute Knowledge articulates them one with the other.\n12. \"The actual soul with its sensation and its concrete self-feeling turned into habit,\nhas implicitly realised the 'ideality' of its qualities; in this externality it has recollected and\ninwardized (errinert) itself, and is infinite self-relation. This free universality thus made\nexplicit shows the soul awaking to the higher stage of the ego, or abstract universality,\nin so far as it is for the abstract universality. In this way it gains the position of thinker and\nsubject—specially a subject of the judgment in which the ego excludes from itself the sum\ntotal of its merely natural features as an object, a world external to it—but with such\nrespect to that object that in it it is immediately reflected into itself. Thus soul rises to\nbecome Consciousness. (Die wirkliche Seele in der Gewohnheit des Empfindens und ihres\nkonkreten Selbst gefuhlt 1st an sich die für sich seiende ldealitat ihrer Bestimmtheiten, in\nihrer Ausserlichkeit erinnert in sich und unendliche Beziehung an sich. Die Fursichsein\nder freien Ailgemeinheit ist das hôhere Erwachen der Seele zum Ich, der abstrakten All-\ngememheit, insofern sie für die abstrakte Ailgemeinheit ist, weiche so Denken und Sul'jekt\nfür sich und zwar bestimmt Subjekt seines Urteils ist, in welchem es die naturliche Totalitat\nseiner Bestimmungen als em\nObjeki, eine ihm äussere Welt, von sich ausschliesst und sich\ndarauf bezieht, so dass es in derselben unmittelbar in sich reflektiert ist, das Bewusstsein.)\"\nPhilosophy of Mind, trans. William Wallace (Oxford: Oxford University Press, 1971), sec.\n412, p. 151.\n13. That is, objectivity in general, the relation of an \"1\" in general with a being-object\nin general.\n120\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 150,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "reappropriation",
        "tionship",
        "manism",
        "accom",
        "gramme",
        "reltve",
        "indissociably",
        "theia",
        "erinnert",
        "homme"
      ],
      "full_text": "The Near End of Man\nman appears to himself in consciousness in his Being-past, in his to-have-been,\nin his past surpassed and conserved, retained, interiorized (erinnert) and relevd.\nAufheben is relever, in the sense in which relever can combine to relieve, to displace,\nto elevate, to replace and to promote, in one and the same movement.14 Con-\nsciousness is the Aufhebung of the soul or of man, phenomenology is the relève\nof anthropology. It is no longer, but it is still a science of man. In this sense, all\nthe structures described by the phenomenology of spirit—like everything which\narticulates them with the Logic—are the structures of that which has relevd man.\nIn them, man remains in relief. His essence rests in Phenomenology. This equivocal\nrelationship of relief doubtless marks the end of man, man past, but by the same\ntoken it also marks the achievement of man, the appropriation of his essence.\nIt is the end of finite man [C'est Ia fin de l'homme fini]. The end of the finitude of\nman, the unity of the finite and the infinite, the finite as the surpassing of the\nself—these essential themes of Hegel's are to be recognized at the end of the\nAnthropology when consciousness is finally designated as the \"infinite rela-\ntionship to self.\" The relève or relevance of man is his telos or eskhaton. The unity\nof these two ends of man, the unity of his death, his completion, his accom-\nplishment, is enveloped in the Greek thinking of telos, in the discourse on felos,\nwhich is also a discourse on eidos, on ousia, and on alëtheia. Such a discourse,\nin Hegel as in the entirety of metaphysics, indissociably coordinates teleology\nwith an eschatology, a theology, and an ontology. The thinking of the end of man,\ntherefore, is always already prescribed in metaphysics, in the thinking of the truth of\nman. What is difficult to think today is an end of man which would not be\norganized by a dialectics of truth and negativity, an end of man which would\nnot be a teleology in the first person plural. The we, which articulates natural\nand philosophical consciousness with each other in the Phenomenology of Spirit,\nassures the proximity to itself of the fixed and central being for which this circular\nreappropriation is produced. The we is the unity of absolute knowledge and\nanthropology, of God and man, of onto-theo-teleology and humanism. \"Being\"\nand Language—the group of languages—that the we governs or opens: such is\nthe name of that which assures the transition between metaphysics and hu-\nmanism via the we)5\n14. TN. This passage should be read in conjunction with the discussion of reltve in \"La\ndifférance,\" note 23, \"Ousia and Gramme,\" note 15, and 'The Pit and the Pyramid,\" note\n16, above.\n15. We could verify the necessity of the framework of this ambiguity or relevance, which\nis accomplished in Hegelian metaphysics and persists wherever metaphysics—that is, our\nlanguage—maintains its authority, not only in our immediate vicinity, but already in all\npre-Hegelian systems. In Kant, the figure of finitude organizes the capacity to know from\nthe very emergence of the anthropological limit.\nA. On the one hand, it is precisely when Kant wishes to think something like the end, the\npure end, the end in itself, that he must criticize anthropologism. in the Metaphysics of\nMorals. One cannot deduce the principles of morality on the basis of a knowledge of the\nnature of a particular being named ,nan: \"But a completely isolated metaphysics of morals,\nmixed with no anthropology, no theology, no physics or hyperphysics, and even less with\n121\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 151,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "wichtigkeif",
        "menschlichen",
        "der",
        "wichtigkeit",
        "rea",
        "ique",
        "essary",
        "uberhaupt",
        "thropologism",
        "hochsten"
      ],
      "full_text": "The Ends of Man\nWe have just perceived the necessity which links the thinking of the phainestlzai\nto the thinking of the telos. The teleology which governs Husserl's transcendental\nphenomenology can be read in the same opening. Despite the critique of an-\nthropologism, \"humanity,\" here, is still the name of the being to which the\ntranscendental telos—determined as Idea (in the Kantian sense) or even as Rea-\nson—is announced. It is man as animal rationale who, in his most classical me-\ntaphysical determination, designates the site of teleological reason's unfolding,\nthat is, history. For Husserl as for Hegel, reason is history, and there is no history\nbut of reason. The latter \"functions in every man, the animal rationale, no matter\nhow primitive he is. . .\" Every kind of humanity and human sociality has \"a\noccult qualities (which might be called hypophysical), is not only an indispensable substrate\nof all theoretically sound and definite knowledge of duties; it is also a desideratum of the\nhighest importance to the actual fulfilment of its precepts\" (\"Foundations of the Meta;\nphysics of Morals,\" in The Crit ique of Practical Reason\n.\n. , p. 70). \"Furthermore, it is evident\nthat it is not only of the greatest necessity in a theoretical point of view when it is a\nquestion of speculation but also of the utmost practical importance to derive the concepts\nand laws of morals from pure reason and to present them pure and unmixed, and to\ndetermine the scope of this entire practical but pure rational knowledge (the entire faculty\nof pure practical reason) without making the principles depend upon the particular nature\nof human reason, as speculative philosophy may permit and even sometimes find nec-\nessary. But since moral laws should hold for every rational being as such, the principles\nmust be derived from the universal concept of a rational being generally. In this manner\nall morals, which need anthropology for their application to men, must be completely\ndeveloped first as pure philosophy, i.e. metaphysics, independently of anthropology\"\n(ibid., p. 71). \"With a view to attaining this, it is extremely important to remember that\nwe must not let ourselves think that the reality of this principle can be derived from the\nparticular constitution of human nature 'aus der besondern Eigenschaft der menschlichen Nat ur).\nFor duty is practical unconditional necessity of action; it must, therefore, hold for all\nrational beings (to which alone an imperative can apply), and only for that reason can it be\na law for all human wills\" (ibid., p. 83). We see in these three passages that what is always\nof the \"greatest importance\" (von der hochsten Wichtigkeit ... von der grossten praktischen\nWichtigkeit .\n. . von der äussersten Wichtigkeif) is to determine the end in itself (as an un-\nconditioned principle of morality), independently of any anthropological givens. One\ncannot think the purity of the end of the basis of man.\nB. But, on the other hand, and inversely, man's specificity, man's essence as a rational\nbeing, as the rational animal (zOoii logon ekhon), announces itself to itself only on the basis\nof thinking the end in itself; it announces itself to itself as the end in itself; that is, equally,\nas an infinite end, since the thinking of the unconditioned is also the thinking which raises\nitself above experience, that is, above finitude. Thus is explained the fact that despite the\ncritique of anthropologism, of which we have just given a few indices, man is the only\nexample, the only case of a rational being that can ever be cited at the very moment when\nby all rights one distinguishes the universal concept of a rational being from the concept\nof the human being. It is through the offices of this fact that anthropology regains all its\ncontested authority. This is the point at which the philosopher says \"we,\" and at which\nin Kant's discourse \"rational being\" and \"humanity\" are always associated by the con-\njunction \"and\" or vel. For example \"Now, I say, man and in general (und uberhaupt) every\nrational being, exists as an end in himself, and not merely as a means\" (Foundations .\np. 86). [Note that this phrase is from the passage that serves as the first epigraph to this\ntext. The deconstruction of the end and of man takes place on the margins of philosophy:\nin titles and footnotes.] \"This principle of humanity and of every rational creature as an\nend in itself\" (ibid., pp. 88-89).\n122\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 152,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "transzendentale",
        "der",
        "sein",
        "phen",
        "geschichtlichkeit",
        "wissenschaften",
        "beilage",
        "empir",
        "anthropologism",
        "xxvi"
      ],
      "full_text": "Reading Us\nroot in the essential structure of what is generally human, through which a\nteleological reason running throughout all historicity announces itself. With this\nis revealed a set of problems in its own right related to the totality of history\nand to the full meaning which ultimately gives it its unity.\"16 Transcendental\nphenomenology is in this sense the ultimate achievement of the teleology of\nreason that traverses humanity. 17 Thus, under the jurisdiction of the founding\nconcepts of metaphysics, which Husserl revives and restores (if necessary af-\nfecting them with phenomenological brackets or indices), the critique of empir-\nical anthropologism is only the affirmation of a transcendental humanism. And,\namong these metaphysical concepts which form the essential resource of Hus-\nsen's discourse, the concept of end or of telos plays a decisive role. It could be\nshown that at each stage of phenomenology, and notably each time that a\nrecourse to the \"Idea in the Kantian sense\" is necessary, the infinity of the telos,\nthe infinity of the end regulates phenomenology's capabilities. The end of man\n(as a factual anthropological limit) is announced to thought from the vantage\nof the end of man (as a determined opening or the infinity of a telos). Man is\nthat which is in relation to his end, in the fundamentally equivocal sense of the\nword. Since always. The transcendental end can appear to itself and be unfolded\nonly on the condition of mortality, of a relation to finitude as the origin of ideality.\nThe name of man has always been inscribed in metaphysics between these two\nends. It has meaning only in this eschato-teleological situation.\nReading Us\nThe \"we,\" which in one way or another always has had to refer to itself in the\nlanguage of metaphysics and in philosophical discourse, arises out of this sit-\nuation. To conclude, what about this we in the text which better than any other\nhas given us to read the essential, historical complicity of metaphysics and\nhumanism in all their forms? What about this we, then, in Heidegger's text?\nThis is the most difficult question, and we will only begin to consider it. We\nare not going to empnison all of Heidegger's text in a closure that this text has\ndelimited better than any other. That which links humanism and metaphysics\nas ontotheology became legible as such in Sein und Zeit, the Letter on Humanism,\nand the later texts. Referring to this acquisition, attempting to take it into account,\nI would like to begin to sketch out the forms of the hold which the \"humanity\"\nof man and the thinking of Being, a certain humanism and the truth of Being,\n16. \"The Origin of Geometry,\" in The Crisis of European Sciences and Transcendental Phen-\nornenology, trans. David Cam (Evanston: Northwestern University Press, 1970), p. 378.\n17. In a brief fragment from 1934 (Stufen der Geschichtlichkeif . Erste Geschichtlichkeit, Beilage\nXXVI, in Die Krisis der europäischen Wissenschaften und die transzendentale Phanamenologie [The\nHague: Martinus Nijhoff,1954], pp. 502—3) Husserl distinguishes between three levels and\nthree stages of historicity: culture and tradition as human sociality in general; European\nculture and the theoretical project (science and philosophy); \"the conversion of philosophy\ninto phenomenology.\"\n123\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 154,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "exemplarische",
        "facturn",
        "cefragte",
        "cept",
        "factum",
        "befragte",
        "hei",
        "ibid",
        "abgelesen",
        "erfragte"
      ],
      "full_text": "Reading Us\nalways already. They are determined, then, in correspondence with this under-\nstanding of \"Being\" or of the \"is.\" In the absence of every other determination\nor presupposition, the \"we\" at least is what is open to such an understanding,\nwhat is always already accessible to it, and the means by which such a factum\ncan be recognized as such. It automatically follows, then, that this we—however\nsimple, discreet, and erased it might be—inscribes the so-called formal structure\nof the question of Being within the horizon of metaphysics, and more widely\nwithin the Indo-European linguistic milieu, to the possibility of which the origin\nof metaphysics is essentially linked. It is within these limits that the factum can\nbe understood and accredited; and it is within these determined, and therefore\nmaterial, limits that the factum can uphold the so-called formality of the question.\nIt remains that the meaning of these \"limits\" is given to us only on the basis\nof the question of the meaning of Being. Let us not pretend, for example, to\nknow what \"Indo-European linguistic milieu\" means.\nThis \"formal structure of the question of Being\" having been asked by Hei-\ndegger, the issue then, as is well known, is to acknowledge the exemplary being\n(exemplarische Seiende) which will constitute the privileged text for a reading of\nthe meaning of Being. And I recall that according to Heidegger the formal\nstructure of the question, of any question, must be composed of three instances:\nthe Cefragte, that which is asked about, here the meaning of Being; the Erfragte,\nthat which is to be found out insofar as it is properly targeted by a question, the\nmeaning of Being as what is questioned; finally the Befragte, that which is in-\nterrogated, the being that will be interrogated, to which will be put the question\nof the meaning of Being. The issue then is to choose or to recognize this ex-\nemplary interrogated being with one's sights set on the meaning of Being: \"In\nwhich entities is the meaning of Being to be discerned (abgelesen)? From which\nentities is the disclosure of Being to take its departure? Is the starting-point\noptional, or does some particular entity have priority (Vorrang) when we come\nto work out the question of Being? Which entity shall we take for our example,\nand in what sense does it have priority?\"9\nWhat will dictate the answer to this question? In what milieu of evidentiality,\nof certitude, or at least of understanding must it be unfolded? Even before\nclaiming the phenomenological method (sec. 7), at least in a \"provisional con-\ncept,\" as the method for the elaboration of the question of Being, the determi-\nnation of the exemplary being is in principle \"phenomenological.\" It is governed\nby phenomenology's principle of principles, the principle of presence and of\npresence in self-presence, such as it is manifested to the being and in the being\nthat we are. It is this self-presence, this absolute proximity of the (questioning)\nbeing to itself, this familiarity with itself of the being ready to understand Being,\nthat intervenes in the determination of the facturn, and which motivates the\n19. TN. Ibid., p. 26. Note that Macquarrie and Robinson translate Seiend (which we give\nas \"being,\" as do most of the recent Heidegger translations) as \"entity.\"\n125\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 155,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "frage",
        "selbst",
        "dieser",
        "dasein",
        "als",
        "das",
        "ibid",
        "fragen",
        "trans",
        "eines"
      ],
      "full_text": "The Ends of Man\nchoice of the exemplary being, of the text, the good text for the hermeneutic of\nthe meaning of Being. It is the proximity to itself of the questioning being which\nleads it to be chosen as the privileged interrogated being. The proximity to itself\nof the inquirer authorizes the identity of the inquirer and the interrogated. We\nwho are close to ourselves, we interrogate ourselves about the meaning of Being.\nLet us read this protocol of reading: \"If the question about Being is to be explicitly\nformulated and carried through in such a manner as to be completely transparent\nto itself, then any treatment of it in line with the elucidations we have given\nrequires us to explain how Being is to be looked at, how its meaning is to be\nunderstood and conceptually grasped; it requires us to prepare the way for\nchoosing the right entity for our example, and to work out the genuine way of\naccess to it. Looking at something, understanding and conceiving it, choosing\naccess to it—all these ways of behaving are constitutive of our inquiry, and\ntherefore are modes of Being for those particular entities which we, the inquirers,\nare ourselves (eines\nSeienden, des Seienden, das wir, die Fragenden, je\nselbst sind). Thus to work out the question of Being adequately, we must make\nan entity—the inquirer—transparent in his own Being. The very asking of this\nquestion (das Fragen dieser Frage) is an entity's mode of Being; and as such it gets\nits essential character from what is inquired about (gefragt)—namely, Being. This\nentity which each of us is himself and which includes inquiring as one of the\npossibilities of its Being, we shall denote by the term 'Dasein' (fassen wir termi-\nnologisch als Dasein). If we are to formulate our question explicitly and trans-\nparently, we must first give a proper explication of an entity (Dasein) with regard\nto its Being.\"2°\nDoubtless this proximity, this identity or self-presence of the \"entity that we\nare\"—of the inquirer and of the interrogated—does not have the form of sub-\njective consciousness, as in transcendental phenomenology. Doubtless too, this\nproximity is still prior to what the metaphysical predicate \"human\" might name.\nonly on the basis of\na\nof Being which summons it up\nthe\nthe\nof Being, as a question of\nthe meaning of Being, is defined as a making explicit or as an interpretation that\nmakes explicit. The reading of the text Dasein is a hermeneutics of unveiling or\nof development (see sec. 7). If one looks closely, it is the phenomenological\nopposition \"implicit/explicit\" that permits Heidegger to reject the objection of\nthe vicious circle, the circle that consists of first determining a being in its Being,\nand then of posing the question of Being on the basis of this ontological pre-\ndetermination (p. 27). This style of a reading which makes explicit, practices\na continual bringing to light, something which resembles, at least, a coming into\nconsciousness, without break, displacement, or change of terrain. Moreover,\njust as Dasein—the being which we ourselves are—serves as an exemplary text,\n20. TN. Ibid., pp. 26—27. Further references are to this edition.\n126\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 156,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "primar",
        "nichi",
        "ontico",
        "sein",
        "dieses",
        "terminologisch",
        "tically",
        "dasein",
        "als",
        "das"
      ],
      "full_text": "Reading Us\na good \"lesson\" for making explicit the meaning of Being, so the name of man\nremains the link or the paleonymic guiding thread which ties the analytic of\nDasein to the totality of metaphysics' traditional discourse. Whence the strange\nstatus of such sentences or parentheses as: \"As ways in which man behaves,\nsciences have the manner of Being which this entity—man himself—possesses.\nThis entity we denote by the term 'Dasein' (Dieses Seiende fassen wir terminologisch\nals Dasein)\" (p. 32). Or again: \"The problematic of Greek ontology, like that of\nany other, must take its clues from Dasein itself. In both ordinary and philo-\nsophical usage, Dasein, man's Being (das Dasein, d.h. das sein des Menschen), is\n'defined' (umgrenzt) as the zöon logon ekhon—as that living thing whose Being is\nessentially determined by the potentiality for discourse (Redenkonnen)\" (p. 47).\nSimilarly, a \"complete ontology of Dasein\" is posited as the prerequisite con-\ndition for a \"philosophical' anthropology\" (p. 38). We can see then that Dasein,\nthough not man, is nevertheless nothing other than man. It is,. as we shall see,\na repetition of\nessence of manp\nreturn to what is before the\nconcepts ofh\nsubtlety and equivocality of this gesture,\nthen, are what appear to have authorized all the anthropologistic deformations\nin the reading of Sein und Zeit, notably in France.\nThe value of proximity, that is, of presence in general, therefore decides the\nessential orientation of this analytic of Dasein. The motif of proximity surely\nfinds itself caught in an opposition which henceforth will unceasingly regulate\nHeidegger's discourse. The fifth section of Sein und Zeit in effect seems not to\ncontradict but to limit and contain what was already gained, to wit that the\nDasein \"which we are\" constitutes the exemplary being for the hermeneutic of\nthe meaning of Being by virtue of its proximity to itself, of our proximity to\nourselves, our proximity to the being that we are. At this point Heidegger marks\nthat this proximity is ontic. Ontologically, that is, as concerns the Being of that\nbeing which we are, the distance, on the contrary, is as great as possible. \"On-\ntically, of course, Dasein is not only close to us—even that which is closest: we\nare it, each of us, we ourselves. In spite of this, or rather for just this reason,\nit is ontologically that which is farthest.\"2'\nThe analytic of Dasein, as well as the thinking which, beyond the Kehre, will\npursue the question of Being, will maintain itself in the space which separates\nand relates to one another such a proximity and such a distance. The Da of\nDasein and the Da of Sein will signify as much the near as the far. Beyond the\ncommon closure of humanism and metaphysics, Heidegger's thought will be\n21. \"In demonstrating that Dasein is ontico-ontologically prior, we may have misled the\nreader into supposing that this entity must also be what is given as ontico-ontologically\nprimary (primar), not only in the sense that it can itself be grasped 'immediately,' but also\nin that the kind of Being which it possesses is presented just as 'immediately.' Ontically.\nof course, Dasein is not only close to us—even that which is closest: we are it, each of us,\nwe ourselves. In spite of this, or rather for just this reason, it is ontologically that which\nis farthest .\n. . Dasein is ontically 'closest' (an, nächsten) to itself and ontologically farthest;\nbut pre-ontologically it is surely not a stranger (nichi fremd)\" (pp. 36—37).\n127\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 157,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "tahumanist",
        "homelessless",
        "heimatlosigkeit",
        "derstanding",
        "der",
        "sein",
        "nology",
        "uberwindung",
        "das",
        "christianizing"
      ],
      "full_text": "The Ends of Man\nguided by the motif of Being as presence—understood in a more originary sense\nthan it is in the metaphysical and ontic determinations of presence or of presence\nas the present—and by the motif of the proximity of Being to the essence of\nman. Everything transpires as if one had to reduce the ontological distance\nacknowledged in Sein und Zeit and to state the proximity of Being to the essence\nof man.\nTo support this last proposition, several indicative references to the Letter on\nHumanism. I will not insist upon the major and well-known theme of this text:\nthe unity of metaphysics and\nhumanism that\ndoes not first catch up with the archeological radicalness of the questions\nsketched by Heidegger, and does not make use of the information he provides\nconcerning the genesis of the concept and the value man (the reedition of the\nGreek paideia in Roman culture, the Christianizing of the Latin humanitas, the\nrebirth of Hellenism in the.fourteenth and eighteenth centuries, etc.), any me-\ntahumanist position that\nnot place itself within the opening of these ques-\ntions remains historically regional, periodic, and peripheral, juridically secondary\nand dependent, whatever interest and necessity it might retain as such.\nIt remains that the thinking of Being, the thinking of the truth of Being, in\nthe name of which Heidegger de-limits humanism and metaphysics, remains\nas thinking of man. Man and the name of man are not displaced in the question\nof Being such as it is put to metaphysics. Even less do they disappear. On the\ncontrary, at issue is a kind of reevaluation or revalorization of the essence and\ndignity of man. What is threatened in the extension of metaphysics and tech-\nnology—and we know the essential necessity that leads Heidegger to associate\nthem one to another—is the essence of man, which here would have to be\nthought before and beyond its metaphysical determinations. \"The widely and\nrapidly spreading devastation of language not only undermines aesthetic and\nmoral responsibility in every use of language; it arises from a threat to the\nessence of humanity (Gefahrdung des Wesens des\n\"Only thus does\nthe overcoming of homelessless (Uberwindung der Heimatlosigkeit) begin from\nBeing, a homelessness in which not only man but the essence of man (das Wesen\nder Menschen) stumbles aimlessly about.\"24 Therefore, this essence will have to\nbe reinstated. \"But if man is to find his way once again into the nearness of\n22. \"Every humanism is either grounded in a metaphysics or is itself made to be the\nground of one. Every determination of the essence of man that already presupposes an\ninterpretation of being without asking about the truth of Being, whether knowingly or\nnot, is metaphysical. The result is that what is peculiar to all metaphysics, specifically with\nrespect to the way the essence of man is determined, is that it is 'humanistic.' Accordingly,\nevery humanism remains metaphysical. In defining the humanity of man humanism not\nonly does not ask about the relation of Being to the essence of man; because of its me-\ntaphysical origin humanism even impedes the question by neither recognizing nor un-\nderstanding it.\" \"Letter on Humanism,\" in Basic Writings. ed. Krell, p. 202.\n23. Ibid., p. 198.\n24. Ibid., p. 218.\n128\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 158,
      "bucket": "E (10%+)",
      "error_rate": 10.6,
      "unknown_words_sample": [
        "anspruch",
        "ereignis",
        "seins",
        "der",
        "sein",
        "eigen",
        "animalis",
        "oikesis",
        "geschichtliche",
        "zlneder"
      ],
      "full_text": "Reading Us\nBeing (in die Nähe des Seins) he must first learn to exist in the nameless (im\nNamenlosen). In the same way he must first recognize the seductions of the public\nrealm as well as the impotence of the private. Before he speaks (bevor er spricht)\nman must first let himself be claimed again (wieder ansprechen) by Being, taking\nthe risk that under this claim (Anspruch) he will seldom have much to say. Only\nthus will the preciousness of its essence be once more bestowed upon the word\n(dent l4brt), and upon man a home (Behausung) for dwelling in the truth of Being.\nBut in the claim (Anspruch) upon man, in the attempt to make man ready for\nthis claim, is there not implied a concern about man? Where else does 'care'\ntend but in the direction of bringing man back to his essence (den Menschen zLneder\nin sein Wesen zuruckzubringen)? What else does that in turn betoken but that man\n(homo) becomes human (humanus)? Thus hunsanitas really does remain the con-\ncern of such thinking. For this is humanism: meditating and caring (Sinnen und\nSorgen) that man be human and not inhumane (unmenschlich), 'inhuman,' that\nis, outside his essence. But in what does the humanity of man consist? It lies\nin his\nessence\nthe opposition essentia/existentia,\nthe proposition according to which \"'man ek-sists' is not an answer to the\nquestion of whether man actually is or not; rather, it responds to the question\nconcerning man's 'essence'\n25. Ibid., pp. 199—200. In the same sense, one could cite many other passages of the\nLetter. Thus, for example, \"But we must be clear on this point, that when we do this we\nabandon man to the essential realm of animalitas even if we do not equate him with beasts\nbut attribute a specific difference to him. In principle we are still thinking of homo animalis—\neven when anima is posited as animus sire mens, and this in turn is later posited as subject,\nperson or spirit. Such positing is the manner of metaphysics. But then the essence of man\nis too little (zu gering) heeded and not thought in its origin, the essential provenance that\nis always the essential future for historical mankind (geschichtliche Menschentum). Meta-\nphysics thinks of man on the basis of aninwlitas and does not think in the direction of his\nhumanitas.\n\"Metaphysics doses itself to the simple essential fact that man essentially occurs only\nin his essence (in seinem Wesen west) where he is daimed (angesprochen) by Being. Only\nfrom that daim 'has' he found that wherein his essence dwells. Only from this dwelling\n'has' he 'language' as the home that preserves the ecstatic for his essence. Such standing\nin the lighting of Being (Lichtung des Seins) I call the ek-sistence of man. This way of Being\nis proper (eignet) only to man. Ek-sistence so understood is not only the ground of the\npossibility of reason, ratio, but is also that in which the essence of man preserves (wahrf)\nthe source that determines him.\n\"Ek-sistence can be said only of the essence of man, that is, only of the human 'to be.'\nFor as far as our experience shows, only man is admitted to the destiny of ek-sistence (in\ndin Geschick der Eksistence).\" \"Letter,\" pp. 203—4.\nThe motif of the proper (eigen, eigentlich) and the several modes of to propriate (particularly\nEreignen and Ereignis), both of which thematically dominate the question of the truth of\nBeing in Zeit und Sein, has long been at work in Heidegger's thought. In the \"Letter on\nHumanism\" in particular. The themes of the house and of the proper are regularly brought\ntogether: as we will attempt to show later, the value of oikos (and of oikësis) plays a decisive,\nif hidden, role in the semantic chain that interests us here. (See above, \"La differance,\"\nnote 2, on Oikos and Oikesis.(\n26. \"Letter,\" p. 207.\n129\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 159,
      "bucket": "D (5-10%)",
      "error_rate": 9.3,
      "unknown_words_sample": [
        "wurde",
        "zum",
        "der",
        "seins",
        "ontico",
        "sein",
        "nur",
        "onthe",
        "anstoss",
        "ensouled"
      ],
      "full_text": "The Ends of Man\nThe restoration of the essence is also the restoration of a dignity and a prox-\nimity: the co-responding dignity of Being and man, the proximity of Being and\nman. \"What still today remains to be said could perhaps become an impetus\n(Anstoss) for guiding the essence of man to the point where it thoughtfully\n(denkend) attends to that dimension of the truth of Being which thoroughly\ngoverns it. But even this could take place only to the honor of Being and for the\nbenefit of Dasein which man eksistingly sustains (nur dem Sein zur Wurde und\ndem Da-sein zugunsten geschehen, das der Mensch eksistierend aussteht); not, however,\nfor the sake of man so that civilization and culture through man's doings might\nbe\nThe ontological distance from Dasein to what Dasein is as ek-sistence and to\nthe Da of Sein, the distance that first was given as ontic proximity, must be\nreduced by the thinking of the truth of Being. Whence, in Heidegger's discourse,\nthe dominance of an entire metaphorics of proximity, of simple and immediate\npresence, a metaphorics associating the proximity of Being with the values of\nneighboring, shelter, house, service, guard, voice, and listening. As goes without\nsaying, this is not an insignificant rhetoric; onthe basis of both this metaphorics\nand the thinking of the ontico-ontological difference, one could even make\nexplicit an entire theory of metaphoricity in\nSeveral examples of this\nlanguage, so surely connoted by its inscription in a certain landscape: \"But if\nman is to find his way once again into the nearness of Being (in die Nähe des\nSeins), he must first learn to exist in the nameless.\" \"The statement 'The \"sub-\nstance\" of man is eksistence' says nothing else but that the way that man in his\nproper essence (in seinem eigenen Wesen) becomes present to Being (zum Sein\nanwest) is ecstatic inherence in the truth of Being. Through this determination\nof the essence of man the humanistic interpretations of man as animal rationale,\nas 'person,' as spiritual-ensouled-bodily being, are not declared false and thrust\naside. Rather, the sole implication is that the highest determinations of the\nessence of man in humanism still do not realize the proper dignity of man (die\neigentliche Würde des Menschen). To that extent the thinking in Being and Time is\nagainst humanism. But this opposition does not mean that such thinking aligns\nitself against the humane and advocates the inhuman, that it promotes the\ninhumane and deprecates the dignity of man. Humanism is opposed because\nit does not set the humanitas of man high\n'Being'—that is not God\nand not a cosmic ground. Being is farther than all beings and is yet nearer (näher)\nto man than every being, be it a rock, a beast, a work of art, a machine, be it\nangel or God. Being is the nearest (Das Sein ist das Nächste). Yet the near remains\nfarthest from man. Man at first clings always and only to\n\"Because\nman as the one who ek-sists comes to stand in this relation that Being destines\n27. Ibid., p. 209.\n28. See below, \"White Mythology.\"\n29. \"Letter,\" pp. 209—10.\n30. Ibid., pp. 210—11.\n130\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 160,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "seins",
        "der",
        "etwas",
        "ubern",
        "aphors",
        "dasein",
        "sistence",
        "holderlin",
        "wohut",
        "echthin"
      ],
      "full_text": "Reading Us\n(schickt) for itself, in that he ecstatically sustains it, that is, in care takes it upon\nhimself, he at first fails to recognize the nearest (das Nächste) and attaches himself\nto the next nearest (das Ubernächste). He even thinks that this is the nearest. But\nnearer than the nearest and at the same time for ordinary thinking farther than\nthe farthest is nearness itself: the truth of Being.\"3' \"The one thing (das Einzige)\nthinking would like to attain and for the first time tries to articulate in Being and\nTime is something simple (etwas Einfaches). As such, Being remains mysterious,\nthe simple (schlicht) nearness of an unobtrusive governance. The nearness occurs\nessentially as language\n\"But man is not only a living creature who\npossesses language along with other capacities. Rather, language is the house\nof Being in which man ek-sists by dwelling, in that he belongs to the truth of\nBeing, guarding it (hütend\nThis proximity is not ontic proximity, and one must take into account the\nproperly ontological repetition of this thinking of the near and the far.M It remains\nthat Being, which is nothing, is not a being, cannot be said, cannot say itself,\nexcept in the ontic metaphor. And the choice of one or another group of met-\naphors is necessarily significant. It is within a metaphorical insistence, then,\nthat the interpretation of the meaning of Being is produced. And if Heidegger\nhas radically deconstructed the domination of metaphysics by the present, he\nhas done so in order to lead us to think the presence of the present. But the\nthinking of this presence can only metaphorize, by means of a profound necessity\nfrom which one cannot simply decide to escape, the language that it decon-\n31. Ibid., pp. 211—12.\n32. Ibid., p. 212.\n33. Ibid., p. 213.\n34. \"The 'Introduction' to Being and Time says simply and clearly, even in italics, 'Being\nis the transcendens pure and simple (das Transcendens sch!echthin).' Just as the openness of\nspatial nearness seen from the perspective of a particular thing exceeds all things near\nand far, so is Being essentially broader than all beings, because it is the lighting (Lichiung)\nitself. For all that, Being is thought on the basis of beings, a consequence of the approach—\nat first unavoidable—within a metaphysics that is still dominant.\" \"Letter,\" p. 216.\n35. Several examples of the predominance granted to the value of ontological proximity:\n\"This destiny comes to pass as the lighting of Being (Lichtung des Seins), as which it is.\nThe lighting grants nearness to Being. In this nearness, in the lighting of the Da, man\ndwells as the ek-sisting one without yet being able properly to experience and take over\nthis dwelling. In the lecture on Holderlin's elegy 'Homecoming' (1943) this nearness\n'of' Being, which the Da of Dasein is, is thought on the basis of Being and Time .\n.\n. it is\ncalled the 'homeland' \"(ibid., p. 217). \"The homeland of this historical dwelling is nearness\nto Being\" (ibid., p. 218). \"In his essential unfolding within the history of Being, man is\nthe being whose Being as ek-sistence consists in his dwelling in the nearness of Being\n(in der Nähe des Seins wohut). Man is the neighbor of Being (Nachbar des Seins)\" (ibid., p.\n222). \" 'Ek-sistence,' in fundamental contrast to every existentia and 'existence,' is ecstatic\ndwelling in the nearness of Being\" (ibid.). \"Or should thinking, by means of open resis-\ntance to 'humanism,' risk a shock that could for the first time cause perplexity concerning\nthe hutnanitas of liouzo humanus and its basis? In this way it could awaken a reflection\n(Besinnung)—if the world-historical moment did not itself already compel such a reflec-\n131\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 161,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "ereignis",
        "prope",
        "phainesthai",
        "sein",
        "gramme",
        "anwesen",
        "apother",
        "phenoinenological",
        "propriation",
        "proprius"
      ],
      "full_text": "The Ends of Man\nThus, the prevalence granted to the phenoinenological metaphor, to all the va-\nrieties of phainesthai, of shining, lighting, clearing, Lichtung, etc., opens onto the\nspace of presence and the presence of space, understood within the opposition\nof the near and the far—just as the acknowledged privilege not only of language,\nbut of spoken language (voice, listening, etc.), is in consonance with the motif\nof presence as\nThe near and the far are thought here, conse-\ntion—that thinks not only about man but also about the 'nature' of man, not only about\nhis nature but even more primordially about the dimension in which the essence of man,\ndetermined by Being itself is at home\" (ibid., p. 225). \"Thinking does not overcome\nmetaphysics by climbing still higher, surmounting it, transcending it somehow or other;\nthinking overcomes metaphysics by climbing back down into the nearness of nearest (in\ndie Nähe des Nächsten)\" (ibid., p. 231).\nTo destroy the privilege of the present-now (Gegenwart) always leads back, on the Hei-\ndeggerian pathway, to a presence (Anwesen, Anuiesenheit) that none of the three modes of\nthe present (present-present, past-present, future-present) can exhaust or terminate, but\nwhich, on the contrary, provides their playing space, on the basis of a fourfold whose\nthinking entirely informs what is at stake in our question. The fourfold can be maintained\nor lost, risked or reappropriated—an alternative always suspended over its \"own proper\"\nabysm—never winning except by losing (itself). It is the text of dissemination.\nNow this presence of the fourfold, in turn, is thought, in On Time and Being notably,\naccording to the opening of propriation as the nearness of the near, proximation, ap-\nproximation. Here we will refer to the analysis of the four-dimensionality of time and of\nits play. \"True time is four-dimensional ... For this reason we call the first, original,\nliterally incipient extending (Reichen) in which the unity of true (eigentlichen) time consists\n'nearing nearness,' 'nearhood' (Nahheit), an early word still used by Kant. But it brings\nfuture, past and present near to one apother by distancing them.\" On Time and Being,\ntrans. Joan Stambaugh (New York: Harper and Row, 1972), p. 15. \"In the sending of the\ndestiny of Being (Im Schicken des Geschickes von Sein), in the extending (Reichen) of time,\nthere becomes manifest a dedication (Zueignen), a delivering over (Ubereignen) into what\nis their own (in ihr Eigenes), namely of Being as presence (Anwesenheit) and of time as the\nrealm of the open. What determines both, time and Being, in their own, that is in their\nbelonging together, we shall call: Ereignis, or event of Appropriation\" (ibid., p. 19). \"What\nthe name 'event of Appropriation' (Ereignis) names can no longer be represented by means\nof the current meaning of the word; for in that meaning 'event of Appropriation' is\nunderstood in the sense of occurrence and happening—not in terms of Appropriating\n(Eignen) as the extending and sending which opens and preserves\" (ibid., p. 20).\nThe facility, and also the necessity, of the transition from the near to the proper will\nhave been noticed. The Latin medium of this transition (prope, proprius) is lost in other\nlanguages, for example in German.\n36. On the topic of what unites the values of self-presence and spoken language, I\npermit myself to refer toOf Granimatology and Speech and Phenomena. Implicitly or explicitly,\nthe valorization of spoken language is constant and massive in Heidegger. I will study it\nelsewhere in and of itself. Having reached a certain point in the analysis, it is necessary\nto measure the extent of this valorization rigorously: if it covers almost the entirety of\nHeidegger's text (in that it leads all the metaphysical determinations of the present or of\nbeing back to the matrix of Being as presence, Anwesenheit), it is also erased at the point\nat which is announced the question of a Wesen that would not even be an Anwesen. (On\nthis subject, see \"Ousia and Gramme,\" above.) Thus is explained, for example, the dis-\nqualification of literature, which is opposed to thinking and to Dichtung, and also to an\nartisan- and \"peasant\"-like practice of the letter: \"In written form thinking easily loses its\nflexibility.\n. . On the other hand, written composition exerts a wholesome pressure toward\ndeliberate linguistic formulation\" (\"Letter,\" p. 195). \"The truth of Being. . . would thus\n132\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 162,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "stehen",
        "nenne",
        "der",
        "seins",
        "grammatology",
        "sein",
        "nur",
        "ciere",
        "sollus",
        "sistence"
      ],
      "full_text": "Reading Us\nquently, before the opposition of space and time, according to the opening of\na spacing which belongs neither to time nor to space, and which dislocates, while\nproducing it, any presence of the present.\nTherefore, if \"Being is farther than all beings and is yet nearer to man than\nevery being,\" if \"Being is the nearest,\" then one must be able to say that Being\nis what is near to man, and that man is what is near to Being. The near isthe\nis the nearest (prgpe, proprius). Man is the proper of\nwhkh right near to him whispers in his ear; Being is the proper of man, such\nis the truth that speaks, such is the proposition which gives the there of the truth\nof Being and the truth of man. This proposition of the proper, certainly, is not\nto be taken in a metaphysical sense: the proper of man, here, is not an essential\nattribute, the predicate of a substance, a characteristic among others, however\nfundamental, of a being, object or subject, called man. No more can one speak\nin this sense of man as the proper of Being. Propriety, the co-propriety of Being\nand man, is proximity as inseparability. But it is indeed as inseparability that\nthe relations between being (substance, or res) and its essential predicate were\nthought in metaphysics afterward. Since this\nof man and of Being,\nsuch as itis thought in Heidegger's discourse, is not ontic, does not relate two\n'beings\none to the other but rather, within language, relates the meaning of\nthe meaning -of man. The proper of man, his Eigenheit,\n\"authen-\nticity,\" is to be related to the meaning of Being; he is to hear and to question\n(fragen) it in ek-sistence, to stand straight in the proximity of its light: \"Das\nStehen in der Lichtung des Seins nenne ich die Ek-sistenz des Menschen. Nur\ndem Menschen eignet diese Art zu sein\" (\"Such standing in the lighting of Being\nI call the ek-sistence of man. This way of Being is proper only to man\")Y\nIs not this security of the near what is trembling today, that is, the co-belonging\nand co-propriety of the name of man and the name of Being, such as this co-\npropriety inhabits, and is inhabited by, the language of the West, such as it is\nburied in its oikonomia, such as it is inscribed and forgotten according to the\nhistory of metaphysics, and such as it is awakened also by the destruction of\nontotheology? But this trembling—which can only come from a certain outside—\nwas already requisite within the very structure that it\nIts margin was\nbe more easily weaned from mere supposing and opining and directed to the now rare\nhandicraft of writing\" (ibid., p. 223). \"What is needed in the present world crisis is less\nphilosophy, but more attentiveness in thinking; less literature, but more cultivation of the\nletter\" (ibid., p. 242). \"We must liberate Dichtung from literature\" (text published in Revue\nde poesie, Pans, 1967).\n37. Elsewhere (\"La parole soufflée,\" in Writing and Difference, and in of Grammatology)\nI have attempted to indicate the passage between the near, the \"proper\" and the erection\nof the \"standing upright.\"\n38. TN. Derrida is using \"to solicit\" in its etymological sense here, as he often does\nelsewhere. \"To solicit\" derives from the Latin sollus, whole, and ciere, to move, and thus\nhas the sense of \"to make the whole move.\" The reference to oikonomia and burial in the\npreceding sentence is explained in \"La differance,\" note 2, above.\n133\n"
    }
  ]
}