{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 5,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 190,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "sity",
        "archi",
        "egological",
        "alterity",
        "nes",
        "levinas",
        "modi",
        "neces",
        "unstatable",
        "osophy"
      ],
      "full_text": " \nphenomenology is the only possible way to check the totalitarianism of\nthe neutral, the impersonal “absolute Logic,” that is, eschatology\nwithout dialogue and everything classed under the conventional—quite\nconventional—rubric of Hegelianism.\nThe question about egoity as transcendental archi-factuality can be\nrepeated more profoundly in the direction of the archi-factuality of the\n“living present.” For egological life has as its irreducible and absolutely\nuniversal form the living present. There is no experience which can be\nlived other than in the present. The absolute impossibility of living\nother than in the present, this eternal impossibility, deﬁnes the\nunthinkable as the limit of reason. The notion of a past whose meaning\ncould not be thought in the form of a (past) present marks the\nimpossible-unthinkable-unstatable not only for philosophy in general but even\nfor a thought of being which would seek to take a step outside phil-\nosophy. This notion, however, does become a theme in the meditation\nof the trace announced in Levinas’s most recent writings. In the living\npresent, the notion of which is at once the most simple and most\ndiﬃcult of notions, all temporal alterity can be constituted and appear\nas such: as other past present, other future present, other absolute\norigins relived in intentional modiﬁcation, in the unity and actuality of\nmy living present. Only the actual unity of my living present permits\nother presents (other absolute origins) from appearing as such, in what\nis called memory or anticipation (for example, but in truth in the\nconstant movement of temporalization). But only the alterity of past\nand future presents permits the absolute identity of the living present\nas the self-identity of non-self identity. One would have to show,51 on\nthe basis of the Cartesian Meditations, and given the reduction of every\nproblem of factual genesis, how the question of anteriority in the relation\nbetween the constitution of other as other present and the constitution of\nthe other as Others is a false question, which must refer to a common\nstructural root. Although in the Cartesian Meditations Husserl evokes only\nthe analogy of the two movements (Sec. 52), in many of the unpublished\nworks he seems to hold them to be inseparable.\nIn the last analysis, if one wishes to determine violence as the neces-\nsity that the other not appear as what it is, that it not be respected\nexcept in, for, and by the same, that it be dissimulated by the same\nin the very freeing of its phenomenon, then time is violence. This\nviolence and metaphysics 165\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 191,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "ultralogical",
        "archi",
        "egological",
        "manded",
        "egoity",
        "nity",
        "ect",
        "alterity",
        "levinas",
        "temporalization"
      ],
      "full_text": " \nmovement of freeing absolute alterity in the absolute same is the\nmovement of temporalization in its most absolutely unconditioned\nuniversal form: the living present. If the living present, the absolute\nform of the opening of time to the other in itself, is the absolute form\nof egological life, and if egoity is the absolute form of experience, then\nthe present, the presence of the present, and the present of presence,\nare all originally and forever violent. The living present is originally\nmarked by death. Presence as violence is the meaning of ﬁnitude, the\nmeaning of meaning as history.\nBut why? Why ﬁnitude? Why history?52 And why may we, on what\nbasis may we, examine this violence as ﬁnitude and as history? Why the\nwhy? And from whence does it permit itself to be understood in its\nphilosophical determination?\nLevinas’s metaphysics in a sense presupposes—at least we have\nattempted to show this—the transcendental phenomenology that it\nseeks to put into question. And yet the legitimacy of this putting into\nquestion does not seem to us any less radical. What is the origin of the\nquestion about transcendental archi-factuality as violence? Upon what\nbasis does one ask questions about ﬁnitude as violence? Upon what\nbasis does the original violence of discourse permit itself to be com-\nmanded to be returned against itself, to be always, as language, the\nreturn against itself which recognizes the other as other? Of course,\none cannot answer these questions (for example, by saying that the\nquestion about the violence of ﬁnitude can be posed only on the basis\nof ﬁnitude’s other and the idea of inﬁnity), except by undertaking a\nnew discourse which once more will seek to justify transcendental\nphenomenology. But the naked opening of the question, its silent\nopening, escapes phenomenology, as the origin and end of phenom-\nenology’s logos. The silent opening of the question about history as\nﬁnitude and violence permits the appearance of history as such; it is the\ncall (to) (of) an eschatology which dissimulates its own opening,\ncovers this opening with its own noise as soon as the opening stands\nforth and is determined. This is the opening of a question, in the\ninversion of transcendental dissymmetry, put to philosophy as logos,\nﬁnitude, history, violence: an interpellation of the Greek by the\nnon-Greek at the heart of a silence, an ultralogical aﬀect of speech, a\nquestion which can be stated only by being forgotten in the language\nwriting and difference\n166\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 193,
      "bucket": "E (10%+)",
      "error_rate": 13.1,
      "unknown_words_sample": [
        "des",
        "idealen",
        "scheitern",
        "der",
        "nds",
        "daran",
        "von",
        "selbst",
        "zahlen",
        "wieder"
      ],
      "full_text": " \nobject or as thought—being. Without a presupposed access to a mean-\ning of Being not exhausted by reality, the entire Husserlian theory of\nideality would collapse, and with it all of transcendental phenomen-\nology. For example, Husserl could no longer write: “Oﬀenbar muss\nüberhaupt jeder Versuch, das Sein des Idealen in ein mögliches Sein\nvon Realem umzudeuten, daran scheitern, dass Möglichkeiten selbst\nwieder ideale Gegenstände sind. So wenig in der realen Welt Zahlen im\nallgemeinen, Dreiecke im allgemeinen zu ﬁnden sind so wenig Mögli-\nchkeiten” (“Manifestly every attempt to reinterpret the Being of the\nideal as a possible Being of the real must fail, on the whole, for the\npossibilities themselves are in turn ideal. In the real world, one ﬁnds\nas few possibilities as one does numbers in general, or triangles in\ngeneral).”53 The meaning of Being—before each of its regional\ndeterminations—must be thought ﬁrst, if one is to distinguish the ideal\nwhich is not only from the real which it is not, but also from the\nﬁctional which belongs to the domain of the possible real. (“Naturally,\nit is not our intention to place the Being of the ideal on the same level as\nthe Being-thought of the ﬁctional or the absurd.”54 Hundreds of analogous texts\ncould be cited.) But if Husserl can write this, and if, therefore, he\npresupposes access to a meaning of Being in general, how can he\ndistinguish his idealism as a theory of knowledge from metaphysical\nidealism? The latter too, posited the unreal Being of the ideal. Husserl\ndoubtless would respond, thinking of Plato, that the ideal was realized\nwithin metaphysical idealism, that is, that it was substantiﬁed, hypos-\ntasized, as soon as it was not understood essentially, in each of its\naspects, as noema, and as soon as one imagined that it could be without\nin some way being thought or envisaged. This situation would not have\nbeen totally modiﬁed later when the eidos became originally and essen-\ntially noema only in the Understanding or Logos of an inﬁnite subject:\nGod. But to what extent does transcendental idealism, whose way is\nopened thereby, escape the horizon—at the very least—of this inﬁnite\nsubjectivity? This cannot be debated here.\nHowever, if he had previously opposed Heidegger to Husserl,\nLevinas now contests what he calls “Heideggerean ontology”: “The\nprimacy of ontology for Heidegger does not rest on the truism, ‘To\nknow the existent it is necessary to have comprehended the Being of\nthe existent.’ To aﬃrm the priority of Being over the existent is to decide\nwriting and difference\n168\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 198,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "des",
        "distinc",
        "selbst",
        "lichtend",
        "ankunft",
        "erence",
        "cance",
        "renan",
        "ation",
        "rst"
      ],
      "full_text": " \na relation to the other, but also the notion of domination: Being is not ele-\nvated, is not the land of the existent, for elevation belongs to the\nexistent. There are few themes which have demanded Heidegger’s\ninsistence to this extent: Being is not an excellent existent.\nThat Being is not above the existent does not imply that it is beside it.\nFor then it would be another existent. Therefore, it is diﬃcult to speak\nof “the ontological signiﬁcance of the existent in the general economy of\nBeing—which Heidegger simply places beside Being through a distinc-\ntion . . .” (EE) It is true that Levinas acknowledges elsewhere that “if\nthere is distinction, there is not separation” (TA); and this is already to\nacknowledge the impossibility of every relationship of ontic domin-\nation between Being and existent. In reality, there is not even a distinction\nin the usual sense of the word, between Being and existent. For reasons\nof essence, and ﬁrst because Being is nothing outside the existent, and\nbecause the opening amounts to the ontico-ontological diﬀerence, it is\nimpossible to avoid the ontic metaphor in order to articulate Being in\nlanguage, in order to let Being circulate in language. This is why\nHeidegger says of language that it is “lichtend-verbergende Ankunft des seins\nselbst” (Humanismus). At one and the same time language illuminates and\nhides Being itself. Nevertheless, Being itself is alone in its absolute resist-\nance to every metaphor. Every philology which allegedly reduces the mean-\ning of Being to the metaphorical origin of the word “Being,” whatever\nthe historical (scientiﬁc) value of its hypotheses, misses the history of\nthe meaning of Being. This history is to such an extent the history of a\nliberation of Being as concerns the determined existent, that one exist-\nent among others has come to be thought of as the eponymous existent\nof Being, for example, respiration. Renan and Nietzsche, for example,\nrefer to respiration as the etymological origin of the word Being when\nthey wish to reduce the meaning of what they take to be a concept—the\nindeterminate generality of Being—to its modest metaphorical origin.\n(Renan: On the Origin of Language. Nietzsche: The Birth of Philosophy).64 Thus\nis explained all of empirical history, except precisely for the essential,\nthat is, the thought that respiration and non-respiration are, for example.\nAnd are in a determined way, among other ontic determinations.\nEtymological empiricism, the hidden root of all empiricism, explains\neverything except that at a given moment the metaphor, has been\nthought as metaphor, that is, has been ripped apart as the veil of Being.\nviolence and metaphysics 173\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 199,
      "bucket": "C (3-5%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "fortiori",
        "metaphoricity",
        "cism",
        "respir",
        "ation",
        "rst",
        "levinas",
        "empiri",
        "ity"
      ],
      "full_text": " \nThis moment is the emergence of the thought of Being itself, the very\nmovement of metaphoricity. For this emergence still, and always,\noccurs beneath an other metaphor. As Hegel says somewhere, empiri-\ncism always forgets, at very least, that it employs the words to be.\nEmpiricism is thinking by metaphor without thinking the metaphor as\nsuch.\nConcerning “Being” and “respiration,” let us permit ourselves a\njuxtaposition which does not only have the value of a historical curios-\nity. In a letter to X . . ., dated March 1638, Descartes explains that the\nproposition “‘ I breathe, therefore I am’ concludes nothing, if it has not\nbeen proven previously that one exists, or if one does not imply: I think\nthat I breathe (even if I am mistaken in this), therefore I am; and it is\nnothing other to state in this sense I breathe, therefore I am than I think,\ntherefore I am.” Which means, in terms of what concerns us here, that the\nmeaning of respiration is always but a dependent and particular\ndetermination of my thought and my existence, and a fortiori of\nthought and of Being in general. Supposing that the word “Being” is\nderived from a word meaning “respiration” (or any other determined\nthing), no etymology or philology—as such, and as determined\nsciences—will be able to account for the thought for which “respir-\nation” (or any other determined thing) becomes a determination\nof Being among others. Here, for example, no philology will be able\nto account for the gesture of Descartes’s thought. One must travel\nother roads—or an other reading of Nietzsche—in order to trace the\ngenealogy of the unheard-of meaning of Being.\nThis is a ﬁrst reason why the “relation with an existent,” with some-\none (the ethical relation), cannot be “dominated” by “a relation with\nthe Being of the existent (a relation of knowledge).”\nSecond reason: the “relation with the Being of the existent,” which\nis in no way a relation, above all is not a “relation of knowledge.”65 It is\nnot a theory, as we have seen, and teaches us nothing about what is. It\nis because it is not science that Heidegger sometimes refuses it even the\nname of ontology, after having distinguished it from metaphysics, and\neven from fundamental ontology. Since it is not knowledge, the\nthought of Being is not to be confused with the concept of pure Being\nas undetermined generality. Formerly, Levinas had given us to under-\nstand this: “Precisely because Being is not an existent, it must not be\nwriting and difference\n174\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 200,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "tion",
        "nally",
        "transcategorical",
        "pre",
        "erence",
        "sumed",
        "ence",
        "nity",
        "preconceptual",
        "ect"
      ],
      "full_text": " \napprehended per genus et diﬀerentiam speciﬁcam” (EDE). Now, according to\nLevinas, all violence is a violence of the concept; and both Is Ontology\nFundamental? and Totality and Inﬁnity interpret the thought of Being as a\nconcept of Being. Opposing himself to Heidegger, Levinas writes,\namong many other similar passages: “In our relation with the Other,\nthe latter does not aﬀect us on the basis of a concept” (Is Ontology\nFundamental?). According to Levinas, it is ﬁnally the absolutely\nundetermined concept of Being which oﬀers the Other to our under-\nstanding, that is, to our power and our violence. Now Heidegger is\nemphatic on this point: the Being which is in question is not the concept to\nwhich the existent (for example, someone) is to be submitted (sub-\nsumed). Being is not the concept of a rather indeterminate and abstract\npredicate, seeking to cover the totality of existents in its extreme uni-\nversality: (1) because it is not a predicate, and authorizes all predica-\ntion; (2) because it is “older” than the concrete presence of the ens; (3)\nbecause belonging to Being does not cancel any predicative diﬀerence,\nbut, on the contrary, permits the emergence of every possible diﬀer-\nence.66 Being is therefore transcategorical, and Heidegger would say of\nit what Levinas says of the other: it is “refractory to the category” (TI).\n“The question of Being as a question of the possibility of the concept\nof Being arises from the preconceptual comprehension of Being,”67\nwrites Heidegger, opening a dialogue and a repetition, (as concerns the\nHegelian concept of pure Being as nothingness), which will not cease\nto deepen and, in the style which is almost always that of Heidegger’s\ndialogue with the thinkers of tradition, will not cease to permit Hegel’s\ndiscourse to grow and to speak—Hegel’s discourse as that of all of\nmetaphysics (Hegel included, or rather, being entirely included in\nHegel).\nThus, the thought or pre-comprehension of Being signiﬁes nothing\nless than a conceptual or totalitarian com-prehension. What we have\njust said of Being could also be said of the same.68 To treat Being (and\nthe same) as categories, or to treat the “relationship to Being” as\na relation to a category which itself could be (by “reversal of terms,”\nTI) posed afterward, or subordinated to a determined relation (an\nethical relation, for example)—is this not to forbid oneself every\ndetermination (the ethical one, for example) from the outset? Every\nviolence and metaphysics 175\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 208,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "ine",
        "ledging",
        "nity",
        "ontotheology",
        "peut",
        "meister",
        "erence",
        "nonvio",
        "mal",
        "rst"
      ],
      "full_text": " \nfrom one another as heaven and earth. . . . God operates, deity does not\noperate, has nothing to operate, has no operation in it, has never any\noperation in view” (Sermon Nolite timere cos). But this deity is still\ndetermined as the essence-of-the-threefold-God. And when Meister\nEckhart seeks to go beyond these determinations, the movement which\nhe sketches seems to remain enclosed in ontic transcendence. “When I\nsaid that God was not a Being and was above Being, I did not thereby\ncontest his Being, but on the contrary attributed to him a more elevated\nBeing” (Quasi stella matutina. . .). This negative theology is still a theology\nand, in its literality at least, it is concerned with liberating and acknow-\nledging the ineﬀable transcendence of an inﬁnite existent, “Being\nabove Being and superessential negation.” In its literality at least, but the\ndiﬀerence between metaphysical ontotheology, on the one hand, and\nthe thought of Being (of diﬀerence), on the other, signiﬁes the essen-\ntial importance of the letter. Since everything occurs in movements of\nincreasing explicitness, the literal diﬀerence is almost the entire diﬀer-\nence of thought. This is why, here, when the thought of Being goes\nbeyond ontic determinations it is not a negative theology, nor even a\nnegative ontology.\n“Ontological” anticipation, transcendence toward Being, permits,\nthen, an understanding of the word God, for example, even if this\nunderstanding is but the ether in which dissonance can resonate. This\ntranscendence inhabits and founds language, and along with it the\npossibility of all Being-together; the possibility of a Mitsein much more\noriginal than any of the eventual forms with which it has often been\nconfused: solidarity, the team, companionship.85 Implied by the dis-\ncourse of Totality and Inﬁnity, alone permitting to let be others in their\ntruth, freeing dialogue and the face to face, the thought of Being is thus\nas close as possible to nonviolence.\nWe do not say pure nonviolence. Like pure violence, pure nonviolence is a\ncontradictory concept. Contradictory beyond what Levinas calls “for-\nmal logic.” Pure violence, a relationship between beings without face,\nis not yet violence, is pure nonviolence. And inversely: pure nonvio-\nlence, the nonrelation of the same to the other (in the sense under-\nstood by Levinas) is pure violence. Only a face can arrest violence, but\ncan do so, in the ﬁrst place, only because a face can provoke it. Levinas\nsays it well: “Violence can only aim at the face” (“La violence ne peut\nviolence and metaphysics 183\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 209,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "vii",
        "nonphenomenality",
        "erence",
        "cratylus",
        "nity",
        "nonhistory",
        "ect",
        "rst",
        "levinas",
        "viser"
      ],
      "full_text": " \nviser qu’un visage” TI). Further, without the thought of Being which\nopens the face, there would be only pure violence or pure nonviolence.\nTherefore, the thought of Being, in its unveiling, is never foreign to a\ncertain violence.86 That this thought always appears in diﬀerence, and\nthat the same—thought (and) (of) Being—is never the identical,\nmeans ﬁrst that Being is history, that Being dissimulates itself in its\noccurrence, and originally does violence to itself in order to be stated\nand in order to appear. A Being without violence would be a Being\nwhich would occur outside the existent: nothing; nonhistory; non-\noccurrence; nonphenomenality. A speech produced without the least\nviolence would determine nothing, would say nothing, would oﬀer\nnothing to the other; it would not be history, and it would show nothing:\nin every sense of the word, and ﬁrst of all the Greek sense, it would be\nspeech without phrase.\nIn the last analysis, according to Levinas, nonviolent language would\nbe a language which would do without the verb to be, that is, without\npredication. Predication is the ﬁrst violence. Since the verb to be and the\npredicative act are implied in every other verb, and in every common\nnoun, nonviolent language, in the last analysis, would be a language of\npure invocation, pure adoration, proﬀering only proper nouns in order\nto call to the other from afar. In eﬀect, such a language would be\npuriﬁed of all rhetoric, which is what Levinas explicitly desires; and\npuriﬁed of the ﬁrst sense of rhetoric, which we can invoke without\nartiﬁce, that is, puriﬁed of every verb. Would such a language still\ndeserve its name? Is a language free from all rhetoric possible? The\nGreeks, who taught us what Logos meant, would never have accepted\nthis. Plato tells us in the Cratylus (425a), the Sophist (262 ad) and in\nLetter VII (342b), that there is no Logos which does not suppose the\ninterlacing of nouns and verbs.\nFinally, if one remains within Levinas’s intentions, what would a\nlanguage without phrase, a language which would say nothing, oﬀer to\nthe other? Language must give the world to the other, Totality and Inﬁnity\ntells us. A master who forbids himself the phrase would give nothing. He\nwould have no disciples but only slaves. The work—or liturgy—that is\nthe expenditure which breaks with economy, and which must not be\nthought, according to Levinas, as a Game, would be forbidden to him.\nThus, in its most elevated nonviolent urgency, denouncing the\nwriting and difference\n184\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 210,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "metaphys",
        "transhistoricity",
        "husserlian",
        "anhistori",
        "ality",
        "moned",
        "cism",
        "nonhistory",
        "preconcep",
        "rst"
      ],
      "full_text": " \npassage through Being and the moment of the concept, Levinas’s\nthought would not only propose an ethics without law, as we said\nabove, but also a language without phrase. Which would be entirely\ncoherent if the face was only glance, but it is also speech; and in speech\nit is the phrase which makes the cry of need become the expression of\ndesire. Now, there is no phrase which is indeterminate, that is, which\ndoes not pass through the violence of the concept. Violence appears\nwith articulation. And the latter is opened only by (the at ﬁrst preconcep-\ntual) circulation of Being. The very elocution of nonviolent metaphys-\nics is its ﬁrst disavowal. Levinas doubtless would not deny that every\nhistorical language carries within it an irreducible conceptual moment,\nand therefore a certain violence. From his point of view, the origin and\npossibility of the concept are simply not the thought of Being, but the\ngift of the world to the other as totally-other (cf., for example, TI,\np.175). In its original possibility as oﬀer, in its still silent intention,\nlanguage is nonviolent (but can it be language, in this pure intention?).\nIt becomes violent only in its history, in what we have called the\nphrase, which obliges it to articulate itself in a conceptual syntax opening\nthe circulation of the same, permitting itself to be governed both by\n“ontology” and by what remains, for Levinas, the concept of concepts:\nBeing. Now, for Levinas, the concept of Being would be only an abstract\nmeans produced for the gift of the world to the other who is above Being.\nHence, only in its silent origin, before Being, would language be non-\nviolent. But why history? Why does the phrase impose itself? Because if\none does not uproot the silent origin from itself violently, if one\ndecides not to speak, then the worst violence will silently cohabit the\nidea of peace? Peace is made only in a certain silence, which is determined\nand protected by the violence of speech. Since speech says nothing\nother than the horizon of this silent peace by which it has itself sum-\nmoned and that it is its mission to protect and to prepare, speech\nindeﬁnitely remains silent. One never escapes the economy of war.\nIt is evident that to separate the original possibility of speech—as\nnon-violence and gift—from the violence necessary in historical actu-\nality is to prop up thought by means of transhistoricity. Which Levinas\ndoes explicitly, despite his initial critique of Husserlian “anhistori-\ncism.” For Levinas, the origin of meaning is nonhistory, is “beyond\nhistory.” One would then have to ask whether it is any longer possible\nviolence and metaphysics 185\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 211,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "nally",
        "modate",
        "ahistoricity",
        "cognitum",
        "ates",
        "accom",
        "erence",
        "primum",
        "alterity",
        "recapitu"
      ],
      "full_text": " \nto identify thought and language as Levinas seeks to do; and one would\nhave to ask whether this transhistoricity of meaning is authentically\nHebraic in its inspiration; and ﬁnally, whether this nonhistory uproots\nitself from history in general, or only from a certain empirical or ontic\ndimension of history. And whether the eschatology invoked can be\nseparated from every reference to history. For our own reference to history, here,\nis only contextual. The economy of which we are speaking does not any longer accom-\nmodate the concept of history such as it has always functioned, and which it is diﬃcult, if\nnot impossible, to lift from its teleological or eschatological horizon.\nThe ahistoricity of meaning at its origin is what profoundly separ-\nates Levinas from Heidegger, therefore. Since Being is history for the\nlatter, it is not outside diﬀerence, and thus, it originally occurs as (non-\nethical) violence, as dissimulation of itself in its own unveiling. That\nlanguage, thereby, always hides its own origin is not a contradiction,\nbut history itself. In the ontological-historical87 violence which permits\nthe thinking of ethical violence, in economy as the thought of Being,\nBeing is necessarily dissimulated. The ﬁrst violence is this dissimula-\ntion, but it is also the ﬁrst defeat of nihilistic violence, and the ﬁrst\nepiphany of Being. Being, thus, is less the primum cognitum, as was said,\nthan the ﬁrst dissimulated, and these two propositions are not contradict-\nory. For Levinas, on the contrary, Being (understood as concept) is the\nﬁrst dissimulating, and the ontico-ontological diﬀerence thereby would\nneutralize diﬀerence, the inﬁnite alterity of the totally-other. The\nontico-ontological diﬀerence, moreover, would be conceivable only on\nthe basis of the idea of the Inﬁnite, of the unanticipatable irruption of\nthe totally-other existent. For Levinas, as for Heidegger, language\nwould be at once a coming forth and a holding back [réserve],\nenlightenment and obscurity; and for both, dissimulation would be a\nconceptual gesture. But for Levinas, the concept is on the plane of\nBeing; for Heidegger it is on the plane of ontic determination.\nThis schema accentuates their opposition but, as is often the case,\nalso permits one to conjecture about their proximity: the proximity of\ntwo “eschatologies” which by opposed routes repeat and put into\nquestion the entire “philosophical” adventure issued from Platonism.\nInterrogate it simultaneously from within and without, in the form of\na question to Hegel, in whom this adventure is thought and recapitu-\nlated. This proximity would be indicated in questions of this type: on the\nwriting and difference\n186\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 212,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "determin",
        "ined",
        "nonconcept",
        "erence",
        "nal",
        "ence",
        "nity",
        "ation",
        "precomprehended",
        "ontico"
      ],
      "full_text": " \none hand, is God (the inﬁnite-other-existent) still an existent which can\nbe precomprehended on the basis of a thought of Being (singularly, of\ndivinity)? In other words, can inﬁnity be called an ontic determin-\nation? Has not God always been thought of as the name of that which is\nnot a supreme existent precomprehended on the basis of a thought of\nBeing? Is not God the name of that which cannot be anticipated on the\nbasis of the dimension of the divine? Is not God the other name of\nBeing (name because nonconcept), the thinking of which would open\ndiﬀerence and the ontological horizon, instead of being indicated in\nthem only? Opening of the horizon, and not in the horizon. Through\nthe thought of inﬁnity, the ontic enclosure would have already been\nbroken—but in a sense of the unthought that would have to be exam-\nined more closely—by means of what Heidegger calls metaphysics and\nonto-theology. On the other hand: is not the thought of Being the thought\nof the other before being the homogeneous identity of the concept, and\nthe asphixiation of the same? Is not the beyond-history of eschatology\nthe other name of the transition to a more profound history, to History\nitself? But to a history which, unable any longer to be itself in any\noriginal or ﬁnal presence, would have to change its name?\nIn other words, perhaps one might say that ontology precedes the-\nology only by putting between brackets the content of the ontic\ndetermination which, in post-Hellenic philosophical thought, is called\nGod: to wit, the positive inﬁnity. The positive inﬁnity would only have\nthe (nominal) appearance of what is called an ontic determination. In\ntruth, it would be that which refuses to be an ontic determination\nwhich is included as such in the thought of Being, that is, on the basis\nand in the light of a thought of Being. On the contrary, it is inﬁnity—as\nnondetermination and concrete operation—which would permit the\nthinking of the diﬀerence between Being and ontic determination. The\nontic content of inﬁnity would destroy ontic closure. Implicitly or not,\nthe thought of inﬁnity would open the question, and the ontico-\nontological diﬀerence. Paradoxically, it would be this thought of inﬁn-\nity (what is called the thought of God) which would permit one to\naﬃrm the priority of ontology over theology, and to aﬃrm that the\nthought of Being is presupposed by the thought of God. Doubtless, it is\nfor this reason that Duns Scotus or Malebranche, respectful of the pres-\nence in all thought of uniform Being, or Being in general, did not believe\nviolence and metaphysics 187\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 213,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "ibid",
        "nity",
        "wonderfull",
        "presupposeth",
        "avec",
        "philosophe",
        "erence",
        "ects",
        "rst",
        "cusa"
      ],
      "full_text": " \nit necessary to distinguish between the levels of ontology (or meta-\nphysics) and theology. Heidegger often reminds us of the “strange\nsimplicity” of the thought of Being: this is both its diﬃculty and that\nwhich properly touches upon the “unknowable.” For Heidegger, inﬁn-\nity would be only one eventual determination of this simplicity. For\nMalebranche, inﬁnity is its very form: “The idea of the extended inﬁn-\nite thus encloses more reality than that of the heavens; and the idea of\nthe inﬁnite in all genres of Being, that which corresponds to this word,\nBeing, the inﬁnitely perfect being, contains inﬁnitely more [reality),\nalthough the perception with which this idea aﬀects us is the slightest\nof all; and is slighter to the extent that it is more vast, and consequently\ninﬁnitely slight because inﬁnite” (Entretien d’un philosophe chrétien avec un\nphilosophe chinois.) Since Being is nothing (determined), it is necessarily\nproduced in diﬀerence (as diﬀerence). Is, on the one hand, to say that\nBeing is inﬁnite, or to say, on the other, that it is revealed as produced\nonly “in simultaneity with” (in eins mit) Nothingness (What Is\nMetaphysics?)—which means that it is “ﬁnite in its essence” (ibid.)—\nfundamentally to say anything else? But one would have to show that\nHeidegger never meant “anything else” than classical metaphysics, and\nthat the transgression of metaphysics is not a new metaphysical or\nonto-theological thesis. Thus, the question about the Being of the\nexistent would not only introduce—among others the question about\nthe existent-God; it already would suppose God as the very possibility of its\nquestion, and as the answer within its question. God always would be\nimplied in every question about God, and would precede every\n“method.” The very content of the thought of God is that of a being\nabout which no question could be asked (except by being asked by it),\nand which cannot be determined as an existent. The Idiot (Idiota), an\nadmirable meditation by Nicholas of Cusa, develops this implication of\nGod in every question, and ﬁrst in the question of God. For example:\nThe Idiot: See how easie the difﬁcultie is in divine things, that it always\noffers it self to the seeker, in the same manner that it is sought for. The\nOrator: Without doubt, there is nothing more wonderfull. Id: Every\nquestion concerning God presupposeth the thing questioned; and\nthat must be answered, which in every question concerning God, the\nquestion presupposeth: for God, although he be unsigniﬁable, is sig-\nwriting and difference\n188\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 214,
      "bucket": "D (5-10%)",
      "error_rate": 8.2,
      "unknown_words_sample": [
        "ques",
        "etc",
        "oratour",
        "presupposeth",
        "heterological",
        "erence",
        "tivism",
        "entitie",
        "tions",
        "presup"
      ],
      "full_text": " \nniﬁed in every signiﬁcation of terms. Or: Declare thy self more at\nlarge. . . . Id: Doth not the question, whether a thing be or no, presup-\npose the Entitie? Or: Yes. Id: Therefore when it is demanded of thee,\nwhether God be, (or whether there be a God?) answer that which is\npresupposed, namely that he is; because that is the Entitie presup-\nposed in the question. So, if any man shall ask thee, what is God?\nconsidering that this question presupposeth a quidditie to be; thou\nshalt answer, that God is absolute quiddity itself. And so for all things.\nNor need there be any hesitation or doubt in this; for God is the\nabsolute presupposition itself, of all things, which (after what manner\nsoever) are presupposed as in every effect the cause is presupposed.\nSee therefore, Oratour, how easie Theologicall difﬁculty is. . . . If that\nwhich in every question is presupposed, be in divine matters an\nanswer unto the question, then of God there can be no proper ques-\ntion, because the answer coincides with it.88\nBy making the origin of language, meaning, and diﬀerence the relation\nto the inﬁnitely other, Levinas is resigned to betraying his own inten-\ntions in his philosophical discourse. The latter is understood, and\ninstructs, only by ﬁrst permitting the same and Being to circulate\nwithin it. A classical schema here complicated by a metaphysics of\ndialogue and instruction, of a demonstration which contradicts what is\ndemonstrated by the very rigor and truth of its development. The\nthousand-times-denounced circle of historicism, psychologism, rela-\ntivism, etc. But the true name of this inclination of thought to the\nOther, of this resigned acceptance of incoherent incoherence inspired\nby a truth more profound than the “logic” of philosophical discourse,\nthe true name of this renunciation of the concept, of the a prioris and\ntranscendental horizons of language, is empiricism. For the latter, at bot-\ntom, has ever committed but one fault: the fault of presenting itself as a\nphilosophy. And the profundity of the empiricist intention must be\nrecognized beneath the naïveté of certain of its historical expressions. It\nis the dream of a purely heterological thought at its source. A pure thought of\npure diﬀerence. Empiricism is its philosophical name, its metaphysical\npretention or modesty. We say the dream because it must vanish at\ndaybreak, as soon as language awakens. But perhaps one will object that\nit is language which is sleeping. Doubtless, but then one must, in a\nviolence and metaphysics 189\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 215,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "heideggerean",
        "husserlian",
        "exteriority",
        "erence",
        "nonphilosophy",
        "ence",
        "cism",
        "nds",
        "ect",
        "levinas"
      ],
      "full_text": " \ncertain way, become classical once more, and again ﬁnd other grounds\nfor the divorce between speech and thought. This route is quite,\nperhaps too, abandoned today. Among others, by Levinas.\nBy radicalizing the theme of the inﬁnite exteriority of the other,\nLevinas thereby assumes the aim which has more or less secretly ani-\nmated all the philosophical gestures which have been called empiricisms\nin the history of philosophy. He does so with an audacity, a profundity,\nand a resoluteness never before attained. By taking this project to its\nend, he totally renews empiricism, and inverses it by revealing it to\nitself as metaphysics. Despite the Husserlian and Heideggerean stages\nof his thought, Levinas does not even seek to draw back from the word\nempiricism. On two occasions, at least, he speaks for “the radical empiri-\ncism conﬁdent in the instruction of exteriority” (TI). The experience\nof the other (of the inﬁnite) is irreducible, and is therefore “the experi-\nence par excellence” (TI). And, concerning death which is indeed its\nirreducible resource, Levinas speaks of an “empiricism which is in no\nway a positivism.”89 But can one speak of an experience of the other or of\ndiﬀerence? Has not the concept of experience always been determined\nby the metaphysics of presence? Is not experience always an encounter-\ning of an irreducible presence, the perception of a phenomenality?\nThis complicity between empiricism and metaphysics is in no way\nsurprising. By criticizing them, or rather by limiting them with one\nand the same gesture, Kant and Husserl indeed had recognized their\nsolidarity. It calls for closer meditation. Schelling went quite far in this\ndirection.90\nBut empiricism always has been determined by philosophy, from\nPlato to Husserl, as nonphilosophy: as the philosophical pretention to non-\nphilosophy, the inability to justify oneself, to come to one’s own aid as\nspeech. But this incapacitation, when resolutely assumed, contests the\nresolution and coherence of the logos (philosophy) at its root, instead\nof letting itself be questioned by the logos. Therefore, nothing can so\nprofoundly solicit the Greek logos—philosophy—than this irruption of\nthe totally-other; and nothing can to such an extent reawaken the logos\nto its origin as to its mortality, its other.\nBut if one calls this experience of the inﬁnitely other Judaism\n(which is only a hypothesis for us), one must reﬂect upon the necessity\nin which this experience ﬁnds itself, the injunction by which it is\nwriting and difference\n190\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 218,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "tion",
        "gure",
        "ition",
        "delity",
        "atten",
        "investiga",
        "cated",
        "ection",
        "indi",
        "cacious"
      ],
      "full_text": " \n5\n“GENESIS AND STRUCTURE”\nAND PHENOMENOLOGY\nI must begin with a precaution and a confession. When, in order to\napproach a philosophy, one is armed not only with a pair of\nconcepts—here, “structure and genesis”—that has been determined\nor overburdened with reminiscences by a long problematical trad-\nition, but also with a speculative grid in which the classical ﬁgure of\nan antagonism is apparent from the start, then the operative debate\nwhich one prepares to undertake from within this philosophy, or on\nthe basis of it, is in danger of appearing to be not so much an atten-\ntive scrutiny as a putting into question, that is, an abusive investiga-\ntion which introduces beforehand what it seeks to ﬁnd, and does\nviolence to the physiology proper to a body of thought. No doubt, to\ntreat a philosophy by introducing the foreign substance of a debate\nmay be eﬃcacious, may surrender or set free the meaning of a latent\nprocess, but it begins with an aggression and an inﬁdelity. We must\nnot forget this.\nIn the case at hand, this is truer than ever. Husserl has always indi-\ncated his aversion for debate, dilemma, and aporia, that is, for reﬂection\nin the alternative mode whereby the philosopher, at the end of his\ndeliberations, seeks to reach a conclusion, that is, to close the question,\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 220,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "logische",
        "colligation",
        "der",
        "etc",
        "nomenology",
        "phe",
        "philosophie",
        "xing",
        "rst",
        "psychologistic"
      ],
      "full_text": " \none use the language of genesis, supposing that there is one, or that\nthere is only one.\nThe image of this ﬁdelity to the theme of the description can be\nfound in Husserl’s (at least apparent) ﬁdelity to himself all along his\nitinerary. To show this, I will take two examples.\n1. The transition from the genetic researches in the only book\nwhose method, or some of whose psychologistic presuppositions,\nHusserl renounced (I am thinkmg of Philosophie der Arithmetik), to the\nLogische Untersuchungen in particular (where above all it was a question of\ndescribing the objectivity of ideal objectivities in a certain atemporal\nﬁxedness, and in their autonomy as concerns a certain subjective\nbecoming). This transition has an explicative continuity, and Husserl is\nso sure of this that more than forty years later he writes: “This ﬁxing\nof attention on the formal, and a ﬁrst understanding of its meaning,\nI acquired through my Philosophie der Arithmetik (1891), which, despite\nits immaturity as a ﬁrst text, nonetheless represented a ﬁrst attempt\nto attain clarity as to the true meaning, the authentic and original\nmeaning, of the concepts of set theory and number theory, and did\nso by returning to the spontaneous activities of colligation and\nnumeration in which collections (‘totalities’, ‘sets’) and numbers are\ngiven in an originally productive way. Therefore it was, to use my later\nway of expressing myself, a research deriving from constitutive\nphenomenology . . .” etc.1\nIt will be objected that ﬁdelity is easily explained here, since it is a\nquestion of grasping, in the dimension of the “transcendental gen-\nesis,” an intention that was ﬁrst attached perhaps more “naïvely” but\nwith sure uncertainty to a psychological genesis.\n2. But one cannot say the same about the transition—within phe-\nnomenology this time—from the structural analyses of static constitu-\ntion practiced in Ideen I (1913) to the analyses of genetic constitution\nwhich follow, and which are sometimes quite new in their content.\nAnd yet this transition is still a simple progress which implies no\n“surpassing” (as it is called) and still less an option, and especially not\na repentance. It is the deepening of a work which leaves intact what has\nbeen uncovered, a work of excavation in which the baring of both the\ngenetic foundations and the original productivity not only neither\nshakes nor ruins the superﬁcial structures already unearthed, but also\ngenesis and structure 195\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 221,
      "bucket": "D (5-10%)",
      "error_rate": 8.9,
      "unknown_words_sample": [
        "ict",
        "des",
        "telos",
        "apriority",
        "nds",
        "rmed",
        "pre",
        "phenomenologist",
        "prin",
        "comple"
      ],
      "full_text": " \nbrings eidetic forms once again to light, that is the “structural a\nprioris”— this is Husserl’s expression—of genesis itself.\nThus, in Husserl’s mind at least, there was never a “structure-\ngenesis” problem but only a privilege of one or the other of these two\noperative concepts, according to the space of description, the quid or\nthe quomodo of the givens. In this phenomenology, where, at ﬁrst glance,\nand if one takes inspiration from traditional schemas, motifs of conﬂict\nor of tension appear numerous (it is a philosophy of essences always\nconsidered in their objectivity, their intangibility, their apriority; but,\nby the same token, it is a philosophy of experience, of becoming, of the\ntemporal ﬂux of what is lived, which is the ultimate reference; it is also\na philosophy in which the notion of “transcendental experience” des-\nignates the very ﬁeld of reﬂection, in a project which, in Kant’s eyes for\nexample, would have derived from teratology), one ﬁnds no clashes;\nand the mastery of the phenomenologist at work would have assured\nHusserl of a perfect serenity in the usage of these two always comple-\nmentary operative concepts. Phenomenology, in the clarity of its inten-\ntion, would be oﬀended, then, by our preliminary question.\nHaving taken these precautions as concerns Husserl’s aims, I must\nnow confess my own. In eﬀect, I would like to attempt to show:\nFirst, that beneath the serene use of these concepts is to be found a\ndebate that regulates and gives its rhythm to the progression of the\ndescription, that gives to the description its “animation,” and whose\nincompleteness, which leaves every major stage of phenomonology\nunbalanced, makes new reductions and explications indeﬁnitely\nnecessary.\nSecond, that this debate, at every instant endangering the very prin-\nciples of the method, appears—I say “appears,” for this is a hypothesis\nwhich even if it is not conﬁrmed might permit us, at least, to accentu-\nate the original characteristics of the Husserlian attempt—appears thus\nto force Husserl to transgress the purely descriptive space and\ntranscendental pretention of his research, and to move toward a meta-\nphysics of history in which the solid structure of a Telos would permit\nhim to reappropriate, by making it essential and by in some way pre-\nscribing its horizon, an untamed genesis which grew to greater and\ngreater expanse, and seemed to accommodate itself less and less to\nphenomenological apriorism and to transcendental idealism.\nwriting and difference\n196\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 222,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "premathematical",
        "ouranios",
        "colligation",
        "constructum",
        "der",
        "lipps",
        "philosophie",
        "num",
        "diltheyism",
        "bers"
      ],
      "full_text": " \nI will follow alternately the thread of a debate interior to Husserl’s\nthought, and the thread of a combat on the ﬂank of Husserl’s ﬁeld of\nresearch into which he had to enter on two occasions; I refer to the two\npolemics which placed him in opposition to those philosophies of\nstructure called Diltheyism and Gestaltism.\nHusserl, thus, ceaselessly attempts to reconcile the structuralist demand\n(which leads to the comprehensive description of a totality, of a form\nor a function organized according to an internal legality in which\nelements have meaning only in the solidarity of their correlation or\ntheir opposition), with the genetic demand (that is the search for the\norigin and foundation of the structure). One could show, perhaps, that\nthe phenomenological project itself is born of an initial failure of this\nattempt.\nIn Philosophie der Arithmetik, the objectivity of a structure, that of num-\nbers and arithmetical series—and, correlatively, that of the arithmetical\nattitude—is tied to the concrete genesis which must make it possible.\nFrom the start, Husserl refuses, and will always refuse, to accept the\nintelligibility and normativity of this universal structure as manna\nfallen from a “heavenly place” (topos ouranios),2 or as an eternal truth\ncreated by an inﬁnite reason. To seek out the subjective origin of\narithmetical objects and values, here, is to turn back toward perception,\ntoward perceptual ensembles, and toward the pluralities and totalities\nfound in perception in a premathematical organization. By virtue of its\nstyle this return to perception and to acts of colligation or numeration\nyields to the then frequent temptation vaguely named “psycholo-\ngism.”3 But Husserl indicates his reservations on more than one score\nand he never reaches the point of construing an actual genetic constitu-\ntion as an epistemological validation, as Lipps, Wundt, and several\nothers had the tendency to do (although it is true that read attentively,\nand for themselves, they would appear more prudent and less simplistic\nthan one would be tempted to believe on the basis of Husserl’s criti-\ncisms of them).\nHusserl’s originality is to be recognized in that: (a) he distinguishes\nnumber from concept, that is, from a constructum, a psychological\nartifact; (b) he underlines that mathematical or logical synthesis is\nirreducible to the order—in both senses of the word of psychological\ngenesis and structure 197\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 224,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "lessly",
        "disquali",
        "causalism",
        "dissociations",
        "cism",
        "ect",
        "ects",
        "rst",
        "histori",
        "genetism"
      ],
      "full_text": " \nnonempirical, intentionality, a “transcendental experience” which\nwould be “constitutive,” that is, like all intentionality, simultaneously\nproductive and revelatory, active and passive. The original unity, the\ncommon root of activity and passivity is from quite early on the very\npossibility of meaning for Husserl. And this common root will cease-\nlessly be experienced as the common root of structure and genesis\nwhich is dogmatically presupposed by all the ulterior problematics and\ndissociations concerning them. Husserl will attempt to prepare an\naccess to this common radicality through the diverse “reductions,”\nwhich are presented initially as neutralizations of psychological gen-\nesis and even of every factual genesis in general. The ﬁrst phase of\nphenomenology, in its style and its objects, is structuralist, because\nﬁrst and foremost it seeks to stay clear of psychologism and histori-\ncism. But it is not genetic description in general which is disqualiﬁed,\nbut only the genetic description which borrows its schemas from\nnaturalism and causalism, and depends upon a science of “facts” and\ntherefore on an empiricism; and therefore, concludes Husserl, depends\nupon a relativism incapable of insuring its own truth; therefore, on a\nskepticism. The transition to the phenomenological attitude is made\nnecessary, thus, by the impotence or philosophical fragility of\ngenetism when the latter, by means of a positivism which does not\nunderstand itself, believes itself capable of enclosure by a “science-of-\nfacts” (Tatsachenwissenschaft), whether this be a natural science or a sci-\nence of the mind. The expression “worldly genesis” covers the domain\nof these sciences.\nFor as long as the phenomenological space has not been uncovered,\nand for as long as the transcendental description has not been under-\ntaken, the problem of “structure and genesis” seems to have no mean-\ning. Neither the idea of structure, which isolates the diﬀerent spheres\nof objective signiﬁcation with respect for their static originality, nor\nthe idea of genesis, which eﬀects abusive transitions from one region\nto another, appears adequate to clarify the problem which is already\nHusserl’s, that is, the problem of the foundation of objectivity.\nThis might appear to be inconsequential: can one not imagine, in\neﬀect, a methodological fecundity of these two notions in the various\ndomains of the natural and social sciences to the extent that the latter,\nin their own movement and moment, in their actual labor, do not have\ngenesis and structure 199\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 225,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "philoso",
        "tique",
        "cri",
        "etc",
        "der",
        "logische",
        "philosophie",
        "cism",
        "dilthey",
        "rst"
      ],
      "full_text": " \nto answer for the meaning and value of their objectivity? Not at all.\nEven the most naïve utilization of the notion of genesis, and especially\nof the notion of structure, supposes at very least that the natural regions\nand the domains of objectivity have been rigorously circumscribed.\nNow, this prior circumscription, this elucidation of the meaning of\neach regional structure can derive only from a phenomenological cri-\ntique. The latter is always rightfully primary, because it alone can answer,\nbefore every empirical inquiry and in order for such an inquiry to be\npossible, questions of this kind: what is the physical thing, what is the\npsychological thing, what is the historical thing, etc. etc. ?—questions\nwhose answer was more or less dogmatically implied by the structural\nor genetic techniques.\nLet us not forget that if Philosophie der Arithmetik is the contemporary of\nthe most ambitious, systematic, and optimistic of psychogenetic\nattempts, Husserl’s ﬁrst phenomenological works were developed\napproximately at the same time as the ﬁrst structuralist projects, or at\nleast those which stated structure as a theme, for it would not be\ndiﬃcult to show that a certain structuralism has always been philoso-\nphy’s most spontaneous gesture. Now, Husserl states his objections to\nDiltheyism and Gestaltism, those ﬁrst philosophies of structure, in a\nway that is identical in principle to his objections to genetism.\nIn Husserl’s eyes the structuralism of the Weltanschauungsphilosophie is\na historicism. And despite Dilthey’s vehement protests, Husserl will\npersist in thinking that, like all historicism, and despite its original-\nity, the Weltanschauungsphilosophie avoids neither relativism nor skepti-\ncism.6 For it reduces the norm to a historical factuality, and it ends\nby confusing, to speak the language of Leibniz and of the Logische\nUntersuchungen (vol. I, p.188), the truths of fact and the truths of reason.\nPure truth or the pretension to pure truth is missed in its meaning as\nsoon as one attempts, as Dilthey does, to account for it from within a\ndetermined historical totality, that is, from within a factual totality, a\nﬁnite totality all of whose manifestations and cultural productions\nare structurally solidary and coherent, and are all regulated by the\nsame function, by the same ﬁnite unity of a total subjectivity. This\nmeaning of truth, or of the pretension to truth, is the requirement of\nan absolute, inﬁnite omni-temporality and universality, without\nlimits of any kind. The Idea of truth, that is the Idea of philosophy\nwriting and difference\n200\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 226,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "nachleben",
        "tural",
        "weltanschauungen",
        "hom",
        "causalism",
        "hlung",
        "lipps",
        "dilthey",
        "ect",
        "totalitar"
      ],
      "full_text": " \nor of science, is an inﬁnite Idea, an Idea in the Kantian sense. Every\ntotality, every ﬁnite structure is inadequate to it. Now the Idea or the\nproject which animates and uniﬁes every determined historical structure,\nevery Weltanschauung, is ﬁnite:7 on the basis of the structural description of\na vision of the world one can account for everything except the inﬁnite\nopening to truth, that is, philosophy. Moreover, it is always something\nlike an opening which will frustrate the structuralist project. What I\ncan never understand, in a structure, is that by means of which it is\nnot closed.\nIf Husserl attacked Diltheyism8with such violence, it is that he found\nin Diltheyism a seductive attempt, a tempting aberration. Dilthey, in\neﬀect, has the merit of protesting against the positivist naturalization\nof the life of the mind. The act of “understanding” that he opposes\nto explication and objectiﬁcation must be the ﬁrst and major route\nto be followed by the sciences of the mind. Husserl thus pays hom-\nage to Dilthey, and shows himself quite hospitable: ﬁrst, to the idea\nof a principle of “understanding” or of re-understanding, of “re-\nliving” (Nachleben)—notions simultaneously to be juxtaposed with\nthe notion of Einfühlung, borrowed from Lipps and transformed by\nHusserl, and with the notion of Reaktivierung, which is the active\nreliving of the past intention of an other mind and the reawakening\nof a production of meaning—in question here is the very possibility\nof a science of the mind; second, to the idea that there exist totalitar-\nian structures endowed with a unity of internal meaning, spiritual\norganisms in a sense, cultural worlds all of whose functions and\nmanifestations are solidary and to which Weltanschauungen correspond\ncorrelatively; third, to the distinction between physical structures, in\nwhich the principle of relationship is external causality, and mental\nstructures, in which the principle of relationship is what Husserl\nwill call “motivation.”\nBut this renewal is not fundamental, and it only intensiﬁes the his-\ntoricist menace. History does not cease to be an empirical science of\n“facts” because it has reformed its methods and techniques, or because\nit has substituted a comprehensive structuralism for causalism, atom-\nism, and naturalism, or because it has become more attentive to cul-\ntural totalities. Its pretension to founding normativity on a better\nunderstood factuality does not become more legitimate, but only\ngenesis and structure 201\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 229,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "stricto",
        "sensu",
        "tural",
        "duction",
        "noema",
        "struktur",
        "noematic",
        "ization",
        "hyle",
        "husserlian"
      ],
      "full_text": " \nthe principled, essential, and structural impossibility of closing a struc-\ntural phenomenology. It is the inﬁnite opening of what is experienced,\nwhich is designated at several moments of Husserlian analysis by refer-\nence to an Idea in the Kantian sense, that is, the irruption of the inﬁnite into\nconsciousness, which permits the uniﬁcation of the temporal ﬂux of\nconsciousness just as it uniﬁes the object and the world by anticipation,\nand despite an irreducible incompleteness. It is the strange presence of\nthis Idea which also permits every transition to the limit and the pro-\nduction of all exactitude.\n2. Transcendental intentionality is described in Ideas I as an original\nstructure, an archi-structure (Ur-Struktur) with four poles and two cor-\nrelations: the noetico-noematic correlation or structure and the morphe-\nhyle correlation or structure. That this complex structure is the structure\nboth of intentionality, that is, the structure of the origin of meanings\nand of the opening to the light of phenomenality, and that the occlu-\nsion of this structure is non-sense itself, is indicated by at least two\nsigns: (A) Noesis and noema, the intentional moments of the structure,\ncan be distinguished in that the noema does not belong to conscious-\nness in a real way. Within consciousness, in general there is an agency\nwhich does not really belong to it. This is the diﬃcult but decisive theme\nof the non-real (reell) inclusion of the noema.15 Noema, which is the\nobjectivity of the object, the meaning and the “as such” of the thing\nfor consciousness, is neither the determined thing itself in its untamed\nexistence (whose appearing the noema precisely is), nor is it a properly\nsubjective moment, a “really” subjective moment, since it is indubit-\nably given as an object for consciousness. It is neither of the world nor\nof consciousness, but it is the world or something of the world for\nconsciousness. Doubtless it can rightfully be laid bare only on the basis\nof intentional consciousness, but it does not borrow from intentional\nconsciousness what metaphorically we might call, by avoiding the real-\nization of consciousness, its “material.” This real nonappurtenance to\nany region at all, even to the archi-region, this anarchy of the noema is\nthe root and very possibility of objectivity and of meaning. This\nirregionality of the noema, the opening to the “as such” of Being and\nto the determination of the totality of regions in general, cannot be\ndescribed, stricto sensu and simply, on the basis of a determined regional\nstructure. This is why the transcendental reduction (to the extent that it\nwriting and difference\n204\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 230,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "tion",
        "hyle",
        "transcendentality",
        "examin",
        "morphic",
        "enced",
        "temporality",
        "nonreality",
        "noema",
        "alism"
      ],
      "full_text": " \nmust remain an eidetic reduction if one is to know what one will\ncontinue to speak about, and if one is to avoid empirical or absolute\nidealism) may appear deceitful, since it does provide access to a deter-\nmined region, whatever its founding privilege. One might think that\nonce the nonreality of the noema was acknowledged, a conversion of\nthe entire phenomenological method would have followed, as well as\nan abandonment of transcendental idealism along with the Reduction.\nBut would this not have been, then, to condemn oneself to silence—\nwhich is always possible, moreover—and in any event to renounce a\nrigor that only the eidetic-transcendental limitation and a certain region-\nalism can ensure? In any event, the transcendentality of the opening is\nsimultaneously the origin and the undoing, the condition of possibility\nand a certain impossibility of every structure and of every systematic\nstructuralism. (B) While the noema is an intentional and non-real\nelement, the hyle¯ is a real but not intentional element of the experi-\nenced. It is the sensate (experienced and not real) material of aﬀect\nbefore any animation by intentional form. It is the pole of pure passiv-\nity, of the nonintentionality without which consciousness could not\nreceive anything other than itself, nor exercise its intentional activity.\nThis receptiveness is also an essential opening. If, on the level at which\nIdeas remains, Husserl renounces the description and interrogation of\nthe hyle¯ for itself and in its pure ingenuity, if he renounces the examin-\nation of the possibilities entitled formless materials and immaterial forms, 16 if\nhe keeps to the constituted hyle¯-morphic correlation, it is that his analyses\nare still developed (and will they not always be so, in a certain way?)\nfrom within a constituted temporality.17 Now, at its greatest depth and\nin its pure speciﬁcity the hyle¯ is primarily temporal matter. It is the\npossibility of genesis itself. Thus at these two poles of opening and\nfrom within the very transcendental structure of all consciousness\nthere would arise the necessity for the transition to a genetic constitu-\ntion and for the new “transcendental aesthetic” which will be\nannounced unceasingly but will be deferred always, and within which\nthe themes of the Other and of Time were to have permitted their\nirreducible complicity to appear. It is that the constitution of the other\nand of time refers phenomenology to a zone in which its “principle of\nprinciples” (as we see it, its metaphysical principle: the original self-evidence\nand presence of the thing itself in person) is radically put into question.\ngenesis and structure 205\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 231,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "ideen",
        "causalism",
        "nomenological",
        "apriorical",
        "erence",
        "uence",
        "etc",
        "gestaltpsychologie",
        "atical",
        "nachwort"
      ],
      "full_text": " \nIn any event, as can be seen, the necessity of this transition from the\nstructural to the genetic is nothing less than the necessity of a break or\na conversion.\nBefore following this movement interior to phenomenology and the\ntransition to the genetic analyses, let us pause for a moment at a second\nborder problem.\nAll the problematical schemas which we have just indicated belong\nto the transcendental sphere. But might not a psychology renewed by\nthe double inﬂuence of phenomenology and Gestalt psychology, 18 one\nwhich maintains its distance from associationism, atomism, causalism,\netc., alone pretend to assume such a description and such problem-\natical schemas? In a word, can a structuralist psychology, one allegedly\nindependent from transcendental phenomenology if not from phe-\nnomenological psychology, make itself invulnerable to the reproach of\npsychologism formerly directed against classical psychology? It was all\nthe more tempting to think so in that Husserl himself prescribed the\nestablishment of a phenomenological psychology, an “apriorical”\npsychology, to be sure, but also a worldly one (in that it cannot exclude\nthe position of the worldly thing that the psyche is), and strictly parallel to\ntranscendental phenomenology. Now the overcoming of the invisible\ndiﬀerence which separates parallel things is not innocent: it is the most\nsubtle and ambitious gesture of psychologistic abuse. And this is the\nprinciple of the critiques which Husserl addresses to the psychologies\nof structure or of totality in his Nachwort to Ideen I. Gestaltpsychologie is\nmentioned explicitly.19 To avoid “naturalism” it does not suﬃce to\nescape atomism. And in order to clarify the distance which must separate\na phenomenological psychology from a transcendental phenomen-\nology, one would have to examine the nothing which prevents them\nfrom coming together, the parallelism which liberates the space of a\ntranscendental question. This nothing is what permits the transcendental\nreduction. The transcendental reduction is what directs our attention\ntoward this nothing in which the totality of meaning and the meaning of\ntotality permit their origin to appear. That is, according to Fink’s\nexpression, the origin of the world.\nIf we had the time and the means, we would now have to approach\nthe enormous problems of genetic phenomenology, as the latter is\ndeveloped after Ideas. I will simply note the following points.\nwriting and difference\n206\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 232,
      "bucket": "D (5-10%)",
      "error_rate": 9.3,
      "unknown_words_sample": [
        "urteil",
        "gous",
        "telos",
        "nomenology",
        "eidetics",
        "phe",
        "erfahrung",
        "und",
        "historico",
        "logik"
      ],
      "full_text": " \nThe profound unity of this genetic description is diﬀracted, with-\nout being dispersed, along three lines. (A) The logical route. The task of\nErfahrung und Urteil, Formaler und Transzendentaler Logik, and numerous analo-\ngous texts is to undo, to “reduce” not only the superstructures of\nscientiﬁc idealizations and the values of objective exactitude, but also\nall predicative sedimentation belonging to the cultural layer of\nsubjective-relative truths in the Lebenswelt. This in order to regrasp and\n“reactivate” the emergence of theoretical or practical predication in\ngeneral, and on the basis of the most untamed precultural life. (B) The\negological route. In a sense this route is already latent beneath the pre-\nceding one. First, because in the most general fashion, phenomen-\nology cannot and may not ever describe anything but the intentional\nmodiﬁcations of the eidos ego in general.20 Next, because the genealogy\nof logic kept to the realm of cogitata and the acts of the ego as if to its\nproper existence and life; and these were read only on the basis of\nnoematic signs and results. Now however, as stated in the Cartesian\nMeditations, it is a question of returning once more to the couple cogito-\ncogitatum, if you will, in order to reapprehend the genesis of the ego\nitself, the ego existing for itself and “continuously constituting [itself]\nas existing.”21 Aside from the delicate problems of passivity and activity,\nthis genetic description of the ego will encounter limits which we\nwould be tempted to call deﬁnitive, but which Husserl, of course,\nconsiders provisional. They derive from the fact, he says, that phe-\nnomenology is only at its beginnings.22 In eﬀect the genetic descrip-\ntion of the ego at every instant prescribes the formidable task of a\nuniversal genetic phenomenology. This is announced in the third route.\n(C) The historico-teleological route: “. . .a teleological reason [runs]\nthroughout all historicity”23 and particularly “the unity of the history\nof the ego.”24 This third route, which is to provide access to the eidos of\nhistoricity in general (that is, to its telos, for the eidos of a historicity,\nand thus of the movement of meaning—which is a necessarily\nrational movement—can be only a norm, a value more than an\nessence) cannot be a route among others. The eidetics of history\ncannot be an eidetics among others: it embraces the totality of beings.\nIn eﬀect the irruption of the logos, the accession to human conscious-\nness of the idea of an inﬁnite task of reason, does not occur only\nthrough a series of revolutions which at the same time would be\ngenesis and structure 207\n"
    }
  ]
}