{
  "document": "Derrida_TheBeastAndTheSovereignVol1",
  "batch_number": 10,
  "total_batches": 10,
  "pages": [
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 356,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "anatomie",
        "didn",
        "nition",
        "wouldn",
        "dif",
        "celan",
        "etc",
        "deleuze",
        "clet",
        "traductology"
      ],
      "full_text": "thirteenth session  ‡  339\nand the sovereign,” to the operation of lexicologists or academic semanti-\ncians or of literary traductology: it really is the whole of the history of the \nWestern world that is in play in these operations of translation, and thus in \nthe deﬁ nition of the relations between the beast and the sovereign, since the \nrelations between the beast and the sovereign are also relations between an \nanimal, a zo¯on supposed to be without reason, and a zo¯on supposed to be ra-\ntional, the sovereign being posited as human, on the divine model, and as a \nhuman who naturally has reason, responsibility, etc. And so we are dealing \nwith questions of translation that are absolutely determining, determining \nand difﬁ cult to determine, difﬁ cult to circumscribe: there are no limits, no \nfrontiers that can contain these issues of translation.\nBut before returning to a couple of texts that I wanted to look at quickly \nwith you, so that the year wouldn’t end without our having at least looked \nat Aristotle’s text (I had meant to last week but didn’t manage it . . . ), I \nwanted to read to you a text I discovered a short while ago and that I regret \nnot knowing when we invited so many wolves into our seminar. I’ve chosen \nto read this text, and I shall do so, because, let me recall brieﬂ y, you must \nhave noticed that the historical corpus, a particular historical corpus (this \nwas not premeditated on my part, it happened to me during preparation \nand at the beginning of the year, I didn’t think that that was how it was \ngoing to be in December) imposed itself on us, on me, a historico- political \ncorpus that to a large extent has been that of a French sequence — and I \nwant to emphasize that we have had a French seminar (the sessions devoted \nto bê tise, to bestiality in Lacan and Deleuze, were French problems, the \nFrenchness of which had to be thought). Well, the historico- political corpus \non the question of the sovereign that imposed itself on us and in any case on \nme was, broadly speaking, that of a sequence that runs from the great age \nof French royalty, the “Grand Siècle,” and a little before, up to the French \nRevolution, decapitation, the guillotine, the history of Capet, of Louis Ca-\npet, and, whether directly or through Celan’s “Meridian,” it was always the \nquestion of the French Revolution that happened to the sovereign, to the \nabsolute sovereign, to absolute monarchy, in France, at the time of the Rev-\nolution, that concerned us, necessarily and inevitably. Well, the interesting \nthing about the text I’m going to read to you is that it deals with the wolf \nfrom the point of view of French royalty — we spoke of the Dauphin, the \nDauphin and the wolf — and to link it to a concept, or in any case to a word, \nwhich is that of translation, translatio. It’s from a book by Jean- Clet Martin, \nOssuaires: Anatomie du Moyen Âge roman that I’d like to read to you — like \nthe last day of grade school, just before vacation, when we were children, \n451 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 357,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "feudalizing",
        "insurrectional",
        "lauer",
        "incom",
        "laon",
        "beno",
        "duby",
        "ordres",
        "owy",
        "topoi"
      ],
      "full_text": "340  ‡  thirteenth session\nthey would read us stories for a break — I’m going to read you this text on \nthe wolves and the king. It starts on page 163 of Ossuaires, in a chapter called \n“A Political Hagiography”:\nEverything happens, as it were, between Reims, Laon, and Soissons. A sus-\npended wing- beat that goes from Louis IV to Louis VI. Here a rare and pre-\ncious parenthesis opens in which very different forces confront each other \nbut turn indecisive on a line opposing Cluny to the bishoprics, king to lords \n[remember the opposition in which the word Dauphin, also an untranslat-\nably French word, which allies the dolphin to the ﬁ gure of the crown prince, \nin a sequence that had to do with the annexation of the Dauphiné],3 the \nPeace of God to the state, to the Church, the saints to the popes, all accord-\ning to a skein of metastable tracks, perpetually in breach, a skein capable \nof addressing the people, the event- power of the people — 1038, a year of \nrevolt and insurrectional jubilation — popular compositions about which \nAndré de Fleury tries to understand how “the mass of unarmed people was \nable, like armed troops, to sow fear among the warriors and scare them to \nsuch an extent that they ﬂ ed, abandoning their châteaux, before the humble \nrustic cohorts, as though before the most powerful of kings.”4 How could \nthat have been possible without the intercession of the holy names and their \nrelics, those names that the Capetians in turn were to confront in the form \nof the legend of Saint Marcoul?\n \nBetween Reims and Laon, Laon and Soissons, spreads the forest. There, \nin this triangle, the legend conﬁ gures its desert, redistributing the topoi of \npower that it is feudalizing in new relations. In this dark forest prowls a \nwolf without equal5 [a wolf that we are adding, then, to our innumerable \npack: here’s one more . . .]. Enormous [we’re only dealing with enormous \nanimals — remember Louis XIV’s elephant — next year maybe we’ll deal \nwith smaller animals: this year it was the big ones]. An animal. Of course, \nan animal! But an animal whose name becomes something else [this is the \nbeginning of the translation], by designating a heterogeneous multiplicity, \na procedure that with Abelard we thought of as a chimera. It is this shad-\nowy wolf, both animal and symptom, astride [a wolf on horseback!] forests \nand towns, which he protects by spreading his disease, an animal that King \nLouis [one of the Louis, one of the many we have talked about] will con-\nfront, at the end of the summer of 954, an animal in which the other Louis \n3. [Translator’s note:] The interpolation in square brackets is syntactically incom-\nplete in the French edition.\n4. See André de Fleury, Miracles de saint Benoît, cited by Georges Duby in Les trois \nordres, ou l’imaginaire du féodalisme (Paris: Gallimard, 1978), p. 231.\n5. This episode of the wolf and the king is recounted by Flodoart. See Les annales de \nFlodoart, ed. Philippe Lauer (Paris: Les Belles Lettres, 1906), p. 138.\n \n452\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 359,
      "bucket": "D (5-10%)",
      "error_rate": 8.6,
      "unknown_words_sample": [
        "thaumaturges",
        "anatomie",
        "marcwulf",
        "frontation",
        "turgical",
        "payot",
        "subjectivation",
        "carolingians",
        "processual",
        "tion"
      ],
      "full_text": "342  ‡  thirteenth session\n \nMarcwulf, the wolf from the forest, deﬁ nes a nominal complex, a dif-\nferently orientable, modulable, plank or Plaint, a planctus on which illness \ndiffuses, carrying off the last Carolingians. But this plaint is also the sur-\nface on which the people begins to pullulate, of the legend that carves it \nup and feudalizes it to make a place for the Capetian king. The wolf, the \nking, the saint will then be incorporated [incorporation of the beast and \nthe sovereign] into a set- up in which each term will express a function \nthat the other feudalizes according to a new function. Feudality is here \nthe index of a multiple- subjection function, an assemblage that the name \n“Marcwulf” delimits and individualizes much better that the ceremony of \nthe consecration, unable to account for the process of subjectivation capable \nof inscribing the saint and the king, the king and the wolf into one and the \nsame heterotopic ethos.\n \nMarcwulf, the “wolf of the marches” [“march” in the sense of limit, or \nlimen, frontier], the processual wolf, designates this popular chimera that \nthe people constantly celebrates as the machination of its own consistency, \nan animal sent from the people like the leitmotiv of a social crystallography, \na motif capable of conﬁ guring the forces that traverse it and that relaunch \nthemselves as a multiform, thaumaturgical king [remember the thauma-\nturgical kings we mentioned when we were reading Marin, and in connec-\ntion with Kantorowicz’s King’s Two Bodies, preceded by Marc Bloch’s book \nLes rois thaumaturges]. A king who, moreover, depends more on the saint \nand the wolf, to whom he will be like a vassal, than on the foundational \nconsecration conceived of as a sticking point, a blockage of dubbings. There \nis of course no doubt that the consecration, the ceremony of investiture, suc-\nceeded in the end in taking hold of the feudal machine to make it into that \nstate apparatus magniﬁ ed by Adalbéron, a royalty allied to the pope and to \nthe reformed Church [this is of course a huge story . . . I’m reading fast and \nyou’d need to read the whole book]. But the fact that the confrontation of \nthe feudal machine be abolished in the mesh of power knotted vertically \naround a centralized state does not prevent that fact that there was a con-\nfrontation, a suspension of political singularities, in the passage from the \nCarolingians to the Capetian dynasty.7\nI’ll ﬁ nish my quotation here. You can see clearly that it’s also about a conﬂ ict \nfor sovereignty between two dynasties, with the stake being the afﬁ rmation \nof a state sovereignty on the basis of feudal structures, a war between lords \nand king. I especially wanted to read you this text, not only because of the \nwolves and the Capetians and the Carolingians, but also because what’s go-\ning on here is a translating operation, rhetorical, metonymical, a force that \ndisplaces names, and there too, in a sense, it’s about logos. What I want to \n7. Jean-Clet Martin, Ossuaires: Anatomie du Moyen Âge roman (Paris: Payot, 1995), \npp. 163–65. \n \n454\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 360,
      "bucket": "D (5-10%)",
      "error_rate": 7.3,
      "unknown_words_sample": [
        "abrahamic",
        "logocentrism",
        "tuted",
        "nia",
        "consti",
        "signi",
        "ekhon",
        "koino",
        "bodin",
        "tatou"
      ],
      "full_text": "thirteenth session  ‡  343\nsay very quickly about logos is this: at bottom, what one might call — what \nI myself have long called — “logocentrism,” precisely, which in my usage \nhas always designated a forced hegemony; a forcing, imposing a hegemony, \ndoes not only signify the authority of logos as speech, as language — that’s \nalready an interpretation — but also signiﬁ es an operation that is properly, \nI would say, in quotes, “European,” which gathers together biblical tradi-\ntions (we saw a certain passage from Philo the Jew to John the Evangelist) \nand then the philosophical tradition: broadly speaking the monotheistic \nreligions, the Abrahamic religions, and philosophy. This logocentrism of \nthe Abrahamic religions and of philosophy signifying not so much that the \nlogos was simply the center of everything, but that it was in a situation, \nprecisely, of sovereign hegemony, organizing everything on the basis of its \nforced translations.\nSo, on that basis, I suggest two things for the twenty minutes or so we \nhave left: ﬁ rst to have a quick look at logos in Aristotle’s Politics, in the fa-\nmous passage in which Aristotle deﬁ nes man as zo¯on logon ekhon, and then, \nif we have time, a word about the Bible, with which I meant to start at the \nvery beginning.\nAs I was saying very quickly last time, it’s the very beginning of book 1 \nof the Politics, that’s where it starts, and Aristotle is deﬁ ning the polis, the \nstate as a sort of community (koino¯nia), which, as a community, is consti-\ntuted with a view to a certain good. The state is a community organized \nwith a view to a good, agathon. One might say that this agathon is naturally \nsought, as a good, by every community, even an animal community, but \nwhat  Aristotle announces from the start is that the state as human commu-\nnity, as human koino¯nia, is organized with a view to the good as sovereign \ngood;8 this is the standard translation, and of course the word translated as \nsovereign is, as you’ll remember from when we were talking about Bodin, \nthe word that is most often used in Greek to designate sovereignty, kurios:\n. . . it is obvious that all aim at a certain good and that precisely the sover-\neign good [kurio¯tatou, the sovereign good, the supreme good] among all \ngoods is the end of the community that is sovereign [kurio¯tate¯] among all \n[the community is basically sovereign over all, and so the notion of sov-\nereignty is deﬁ ned here, from the start, inscribed into the very concept of \nstate, polis, and community] and includes all the others: the one called the \nCity or the political community [e koino¯nia e politike¯]. (1252a)9\n8. Aristotle, Politics, 1.1252a.\n9. [Translator’s note:] Although I have consulted and to some extent followed the \nJowett translation of Aristotle’s Politics, in the interests of consistency with Derrida’s \ncommentary I have quite often (especially in these opening passages) altered the transla-\n455 \n456 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 363,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "gesamtausgabe",
        "abteilung",
        "von",
        "didn",
        "tation",
        "interpre",
        "nition",
        "nal",
        "grundbegriffe",
        "ekhon"
      ],
      "full_text": "346  ‡  thirteenth session\nour selves our principle, having in ourselves our commencement and our \ncommandment, is better that the contrary: “the ﬁ nal cause and the end is \nwhat is best; now to be self- sufﬁ cient (autarkeia) is both an end and what is \nbest.” From which will follow the deﬁ nition, which is basically essential and \nnecessary, of sovereignty: the sovereign is one who has his end in himself or \nis the end of everything.\nSo now, after these premises, here is the fundamental canonical text \naround which, you recall, the discussions and disagreements begin. You re-\nmember Agamben’s interpretation that we discussed, Heidegger’s interpre-\ntation that puts into question this very deﬁ nition of man as zo¯on legon ekhon, \nwhich he says is unworthy of the humanity of man, not only in that it is a \n“zoological” deﬁ nition, says Heidegger, not only because one attributes the \nlogos to this zo¯on, but because one surreptitiously neglects an interpretation \nof the logos that is itself already contestable according to Heidegger. What \nis <to be noted> (I say this in parentheses because it is also a place or a ﬁ eld \nthat I had hoped to get into this year, but we didn’t have time, and I hope to \ncome back to it next year) is that Heidegger, from this point of view, is both \nbreaking with the tradition, which he wants to deconstruct in his manner, \nthe tradition of a certain metaphysical humanism that deﬁ nes man as animal \nrationale, a deﬁ nition he calls “zoological” — so he’s claiming to interrupt \nthis great tradition — but, at the same time, it’s the same Heidegger who, in \nmany texts (which I’d hoped to read with you this year and will read with \nyou, I hope, next year) denies the animal a very large number of essential \nfeatures he grants the man, the human Dasein, whom he wants to withdraw \nfrom the tradition of the zo¯on logon ekhon — i.e., precisely, speech, death, \nthe experience of death as such, the “as such” and especially the opening to \nthe world as such, the opening to the “as such.” When he deﬁ nes the animal, \nin a famous seminar from 193013 that I hope to read with you, as “poor in \nworld [weltarm],” whereas man is capable of forming a world and the stone \nfor its part has no world — weltlos, the stone and nonliving things, weltarm, \nthe animal, weltbildend, man who forms a world — the animal poor in \nworld especially because it has no relation to being as such, to the “as such” \nof the thing (the animal has a relation to the sun, it feels the warmth of the \n13. Martin Heidegger, Die Grundbegriffe der Metaphysik: Welt—Endlichkeit—\nEisam keit, in Gesamtausgabe, II Abteilung: Vorlesungen 1923–44, vol. 29 / 30, ed. F. W. \nvon Hermann (Frankfurt am Main: Klostermann, 1992); trans. William McNeill and \nNicholas Walker as The Fundamental Concepts of Metaphysics: World, Finitude, Solitude \n(Bloomington: Indiana University Press, 2001). See Jacques Derrida, The Beast and the \nSovereign, vol. 2 (2002–3), forthcoming.\n \n459\n \n460\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 364,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "pos",
        "abrahamic",
        "dia",
        "tukhe",
        "logocentrism",
        "monon",
        "nition",
        "phusei",
        "chakravorty",
        "signi"
      ],
      "full_text": "thirteenth session  ‡  347\nsun or the light of the sun, but has no relation to the sun as such), and this \nprivative deﬁ nition of the animal does not seem incompatible to him with \nhis contestation of the zoological deﬁ nition of man, to the contrary, and \nit’s because he wants to accentuate, aggravate, sharpen this limit between \nthe animal and human — the thing we are problematizing here — that, on \nthe one hand, he criticizes, or deconstructs if you prefer, the metaphysical \ntradition that makes man an animal rationale and that, on the other hand, \nhe aggravates the distinction between the animal and the human. And thus \n(we’ll return to this) his critique, if you like, of zo¯on logon ekhon, the animal \nrationale, concerns not only the deﬁ nition of man in his relation to logos, but \nalso the deﬁ nition of the political: man as political animal is indissociable \nfrom the deﬁ nition of man as having the logos, logon ekhon.\nSo here is Aristotle’s text:\nFrom these considerations it is clear that the City is a natural reality and \nthat man is naturally a being destined to live in a City [political animal, to¯n \nphusei e polis esti, kai oti antho¯pos phusei politikon zo¯on: is a political animal]; \nhe who is cityless is, by nature and not by chance, a being either degraded \nor else superior to man [the one who is without a City, who is apolis, who \nis apolitical, is either below or else above man, either an animal or else god: \nthe political is properly human, what in life is properly human: “he who \nis cityless (kai o apolis dia phusin kai ou dia tukhe¯n, etc.), is, by nature and \nnot by chance, either below or else above man”]: he is like the man Homer \nreproaches with having “no clan, no law, no hearth”; a man this way by \nnature is by the same token warlike; he is like an isolated pawn in chess. \nAnd so the reason is clear why man is a political being more than any others, \nbees or gregarious animals. As we maintain, indeed, nature does nothing in \nvain; now alone among animals man has speech [logon de¯ monon anthro¯pos \nekhei to¯n zo¯on: so, there is an essential link between politicity and the dispo-\nsition to the logos, they are indissociable.] No doubt the sounds of the voice \n[phone¯] express pain and pleasure, and so they are found in all animals: their \nnature allows them only to feel pain and pleasure and to manifest them \namong themselves [so phone¯ does not sufﬁ ce to deﬁ ne logos].14\n(When I distinguished — a very long time ago — between logocentrism and \nphonocentrism,15 it was precisely to mark the fact that logocentrism, by ref-\nerence to this signiﬁ er, this vocable, logos, which is proper to the historico-\n cultural zone I was deﬁ ning a moment ago (Abrahamic, evangelical reli-\n14. Aristotle, Politics, 1253a 2–14.\n15. See, among other places, Jacques Derrida, De la grammatologie (Paris: Minuit, \n1967), pp. 21–24; trans. Gayatri Chakravorty Spivak as Of Grammatology (Baltimore: \nJohns Hopkins University Press, 1976), pp. 11–14.\n461 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 365,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "agathou",
        "logocentrism",
        "talla",
        "monon",
        "nition",
        "gions",
        "phonocentrism",
        "aisthe",
        "anthro",
        "agam"
      ],
      "full_text": "348  ‡  thirteenth session\ngions, and philosophy), this logocentrism appeared to me to determine this \nzone or this epoch in human history; but phonocentrism seemed to me, still \nseems to me, to be universal, in that it deﬁ nes the authority or hegemony \naccorded to vocal speech and to phonetic writing in all cultures; which is \nto say that there is a phonocentrism the signs or symptoms of which can be \nidentiﬁ ed well beyond Europe and even in cultures that practice writing of \na nonphonetic type — apparently nonalphabetic, nonphonetic. You know \nthat in Chinese culture, for example, writing is not of the phonetic type \nalthough there are phonetic elements in it; nevertheless, there are many \nsigns of a recognized authority of the vocal, which means, in my opinion, \nthat phonocentrism is universal, which logocentrism is not. In any case, the \nphone¯ named here by Aristotle only concerns the emission of sounds, and \nthis can, indeed, appear in animals without reason, without logos: there is \nphone¯ without logos.)\nNo doubt the sounds of the voice [phone¯] express pain and pleasure, and so \nthey are found in all animals: their nature allows them only to feel pain and \npleasure and to manifest them among themselves. But speech [logos], for its \npart, is made to express the useful and the harmful and consequently the \njust and the unjust [in other words, there is an essential link between speech \n(logos) and the good (agathon), the just and the unjust (dikaion / adikon). Ani-\nmals are incapable of this: they do indeed have phone¯, but they have neither \nlogos nor a relation to the good, to the sovereign good, to the just or the un-\njust]. This is, indeed, the distinctive character of mankind compared to all \nthe other animals: [pros talla zo¯a tois anthro¯pois idion: what is proper (idion) \nto man faced with (or in the eyes of) all the other living beings] he alone \nperceives good and evil, the just and the unjust [to monon agathou kai kakou \nkai dikaiou kai adikou], and the other values [kai te¯n allo¯n aisthe¯sin]; now it is \nthe common possession of these values that makes family and city.16\nWhich obviously leaves entire the question that we were raising last time, \nthat of knowing whether, in saying this, Aristotle — how should we put \nit? — was already sensitive, accessible, open or not to what, in a certain \nFrench modality, is called “biopolitics.” You remember the distinction \n Agam ben was trying to make, which seemed to me untenable, between \nthe deﬁ nition of the zo¯on politikon as essential attribute or as speciﬁ c differ-\nence. But precisely, what Aristotle says — and this is where this distinction \nbetween the two attributions does not work — is that man is that living be-\ning who is taken by politics: he is a political living being, and essentially so. \nIn other words, he is zoo- political, that’s his essential deﬁ nition, that’s what \n16. Aristotle, Politics, 1253a 10–18.\n \n462\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 368,
      "bucket": "E (10%+)",
      "error_rate": 26.9,
      "unknown_words_sample": [
        "lisse",
        "humaines",
        "recherche",
        "des",
        "fonds",
        "scienti",
        "ratures",
        "partement",
        "michaud",
        "coll"
      ],
      "full_text": "michel lisse\nis a researcher at the Fonds national de la recherche scientiﬁ que in \nBelgium and professor at the Université catholique de Louvain.\nmarie-louise mallet\nholds the agrégation in philosophy and has been a program director \nat the Collège international de philosophie.\nginette michaud\nis professor in the Département des littératures de langue française at \nthe Université de Montréal. Editorial work on the French edition \nof this volume was supported by a research grant under her direction from\nthe Conseil de recherches en sciences humaines du Canada.\ngeoffrey bennington\n is Asa G. Candler Professor of Modern French Thought \nat Emory University.\n"
    }
  ]
}