{
  "document": "Derrida_TheBeastAndTheSovereignVol1",
  "batch_number": 8,
  "total_batches": 10,
  "pages": [
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 289,
      "bucket": "E (10%+)",
      "error_rate": 11.8,
      "unknown_words_sample": [
        "vielleicht",
        "doch",
        "nur",
        "occu",
        "unheimlichkeit",
        "deine",
        "nal",
        "als",
        "ein",
        "celan"
      ],
      "full_text": "272  ‡  tenth session\ntention), and, on the other hand, wholly other, the present of the other the \ntemporality of which cannot be reduced, included, assimilated, introjected, \nappropriated into mine, cannot even resemble it or be similar to it, a present \nor proper time of the other that I must surely let go, radically giving it up, \nbut also the very possibility of which (the perhaps beyond all knowledge) is \nthe chance both of the encounter (Begegnung) and of this event, this advent, \nof what is called poetry. An improbable poetry (“who knows”) but a poetry \nto take one’s breath away and turn it, and so also turn life and path, which \ncan still be a path of art both wider and narrower.\nI’ll read a ﬁ nal passage, before taking, not without some brutality, a \njump backwards and sideways toward the scene of dissection from which \nwe began, the dissection of the great animal, the elephant, in the presence \nof His Majesty Louis le Grand. (Read and comment)\nElargissez l’Art!26 This question comes to us with its mysteries [mit ihrer \nneuen Unheimlichkeit], new and old. I approached Büchner in its com-\npany — I believed I would once again ﬁ nd it there.\n \nI also had an answer ready, a “Lucilean” counterstatement; I wanted \nto establish something in opposition, I wanted to be there with my contra-\ndiction.\n \nExpand art?\n \nNo. But accompany art into your own unique place of no escape [in deine \nallereigenste Enge]. And set yourself free [Und setze dich frei.].\n \nHere, too, in your presence, I have traveled this path. It was a circle. [Es \nwar ein Kreis.]\n \nArt — and one must also include the Medusa’s head, mechanization, au-\ntomata; the uncanny [das Unheimliche], indistinguishable, and in the end \nperhaps [vielleicht] only one strangeness [letzten Endes vielleicht doch nur \neine Fremde] — art lives on [die Kunst lebt fort].\nTwice, in Lucile’s “Long live the King” and as heaven opened up under \nLenz as an abyss [als Abgrund], the breath turning seemed to be there. Per-\nhaps [vielleicht] also, when I attempted to make for that distant but occu-\npiable realm which became visible only in the form of Lucile.27\nAs you have clearly understood, in this division between two strangers, two \nways of thinking the other and time, in this very division between the two \n“Long Live the King’s” — of which only the ﬁ rst is called majestic, of which \nonly the ﬁ rst, Lucile’s, requires the word majesty, poetic and not political \nmajesty — we have now (perhaps) moved beyond all majesty, and therefore \n26. In French in Celan’s text.\n27. Celan, “Le Méridien,” p. 80 [p. 183].\n \n365\n \n366\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 290,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "des",
        "histoire",
        "scienti",
        "risons",
        "postrevolutionary",
        "decines",
        "wer",
        "objecti",
        "essais",
        "revo"
      ],
      "full_text": "tenth session  ‡  273\nbeyond all sovereignty. It is as if, after the poetic revolution that was reafﬁ rm-\ning a poetic majesty beyond or outside political majesty, a second revolution, \nthe one that takes one’s breath away or turns one’s breath in the encounter \nwith the wholly other, came to try or to recognize, to try to recognize, or \neven — without cognizing or recognizing anything — to try to think a revo-\nlution in the revolution, a revolution in the very life of time, in the life of the \nliving present.28 This discreet, even unobvious, even minuscule, even mi-\ncroscopic dethroning of majesty exceeds knowledge. Not to pay homage to \nsome obscurantism of nonknowledge, but to prepare perhaps some poetic \nrevolution in the political revolution, and perhaps too some revolution in \nthe knowledge of knowledge, precisely between the beast, the marionette, \nthe head, the Medusa’s head, and the head of His Majesty the sovereign. \nWhich is no doubt signed by the repetition of the “perhaps’s” and the “who \nknows” (wer weiss).\nWell, to conclude for today, to mark a provisional punctuation or a few \npoints of suspension in our history or in our fable entitled “The Beast and the \nSovereign,” to make a signal that is still indeterminate, in waiting, in two di-\nrections, both toward the revolution that de- crowns the majesty, and toward \nseveral ages in the history of knowledge, a knowledge of the living animal \nbeing that objectiﬁ es or produces objects for the gaze of the sovereign, be \nthat sovereign a great king or be it the people, here then are two signals to \nend today, two signals we shall have to learn to decipher. They both concern \nmastery, both political and scientiﬁ c, indissociably political and scientiﬁ c, \nover an animal that has become an object of knowledge — knowledge of \ndeath, anatomical knowledge above all — for the sovereign, the king or the \npeople. In both cases, the one prerevolutionary, the other postrevolutionary, \nwe are dealing with a political organization of the ﬁ eld of knowledge, in the \nform of the anatomy lesson or the lesson of natural science.\nI take these two signals, these two reference points, from a book and \nespecially an article that I recommend to you. The book is by Henri F. \nEllenberger, translated into French under the title Médecines de l’âme: Essais \nd’histoire de la folie et des guérisons psychiques.29 These are texts gathered and \n28. On the printout of this session, Derrida has added: “Poetic revolution no less \nthan political revolution (develop).” \n29. Henri F. Ellenberger, Médecines de l’âme: Essais d’histoire de la folie et des guérisons \npsychiques, ed. Élisabeth Roudinesco (Paris: Fayard, 1995). [Translator’s note: I quote \nthe essay to which Derrida refers from its original En glish publication, “The Mental \nHospital and the Zoological Garden,” in Animals and Man in Historical Perspective, ed. J. \nKlaits and B. Klaits (New York: Harper and Row, 1974), pp. 59–93.]\n367 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 291,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "des",
        "histoire",
        "scienti",
        "magni",
        "vols",
        "ter",
        "nageries",
        "antiquit",
        "cen",
        "gustave"
      ],
      "full_text": "274  ‡  tenth session\ntranslated by Élisabeth Roudinesco. One of the articles, to which I am now \nreferring, “The Mental Hospital and the Zoological Garden,” proposes a \nfascinating parallel between these two histories (that of the zoo and that \nof the asylum), especially in France. I shall come back to this next week in \nmore detail. But I wanted today to take from it the two signals or indices \nthat I mentioned above.\nThe ﬁ rst, the prerevolutionary one, is the one that I placed as an exergue \nat the beginning of this session. It is indeed an anatomy lesson. Following \nvery closely a famous book by Gustave Loisel, Histoire des ménageries de \nl’Antiquité à nos jours (Paris, 1912, 3 vols.), Ellenberger reconstitutes this dis-\nsection scene and this sort of anatomy lesson objectifying30 the dead body of \na large elephant on the institutional initiative and under the gaze of a great \nsovereign. Here’s the passage from which I took a fragment at the begin-\nning of the session:\nIn his curious work The New Atlantis,31 written between 1614 and 1617, \nFrancis Bacon described an imaginary land where life was dominated by \nthe cult of scientiﬁ c research. The parks there contained specimens of all \nthe known animals, which were used in experiments in physiotherapy, in-\ncluding the fabrication of monsters, hybrids, and new species. Here was \nthe foreshadowing of a new trend: the utilization of the zoo for scientiﬁ c \nresearch.\n \nIt was in France that this new kind of establishment saw the light of \nday. In 1662 Louis XIV created the Menagerie of Versailles, intended from \nthe outset to be the biggest and most magniﬁ cent in the world. Although \nthis was primarily a display establishment reserved for the visits of the king \nand the court in full ceremonial, Louis XIV also made it a research cen-\nter. Upon arrival each animal was painted or represented in miniature by \na known artist. Scientiﬁ c exploitation of the menagerie was placed in the \nhands of the Académie des Sciences, whose members did many animal dis-\nsections and produced the ﬁ rst important work in comparative anatomy. \nLoisel tells the famous story of the ceremonial dissection of an elephant \nin 1681, an event which the Sun King deigned to honor with his presence: \n“Never perhaps was there a more imposing anatomical dissection, judged \nby the enormity of the animal, by the precision with which its several parts \nwere examined, or by the quality and number of assistants.” But Loisel also \n30. Derrida’s pencil annotation: “Objectifying to death of the object (develop).”\n31. [Ellenberger’s note:] Francis Bacon, The New Atlantis, Great Books of the West-\nern World, no. 30 (Chicago: Encyclopaedia Britannica, 1952), pp. 199–214.\n \n368\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 295,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "cel",
        "disquali",
        "gured",
        "unheimlichkeit",
        "veilleicht",
        "wer",
        "etc",
        "genwort",
        "marily",
        "nitive"
      ],
      "full_text": "278  ‡  eleventh session\nWhy recall these obvious facts that one would be within one’s rights to \njudge trivial?\nFor two reasons at least, besides the one that is always de rigueur for who-\never philosophizes or would simply like to know what he’s saying and what \npeople are talking about, namely the good reason there is to try to know \nwhat is meant by the knowledge in question.\nWhat does “knowledge” mean? What is it to “know”?1\nBefore even pretending to think the possibility or not of an absolute \nknowledge, don’t we have to know, absolutely, in its absoluteness, i.e. in \ngeneral, before any other determination, the meaning of the word or the \nexperience that is so imperturbably called “knowledge”? Knowledge in \ngeneral? Whatever is it, to know? And what if “the beast and the sover-\neign” were not only one example among others to put to the test the sus-\npended and openmouthed astonishment thus ﬁ gured in the form “Er, what \nis it — knowledge?” And what if “the beast and the sovereign” were pri-\nmarily an incitement, a provocation not only to know, but to know knowl-\nedge otherwise or for the ﬁ rst time or, more precisely, to think knowledge, \nto determine it, and thus also to reconnoiter it and so know its limits? What \ncould that mean, to know the limits of knowledge?\nAgainst the background of this general horizon, which will constantly \nborder but also un- border, will exceed our procedure and proceeding, I was \nsaying that there are at least two speciﬁ c reasons for recalling obvious facts \nthat some would quite rightly judge to be extremely banal.\nFirst. Without returning either broadly or minutely to what we have al-\nready done, one of the movements or gestures that we have learned to rec-\nognize, in its possibility as well as in its necessity, on reading together Cel-\nan’s “Meridian” (its animals, its monkey ﬁ gure, its marionettes, its Medusa \nhead, all its heads, all its decapitations, its questions on art, its “perhaps’s” on \nthe pas of poetry, its revolutions in the revolution, its displacements, the Ge-\ngenwort and the Atemwende of the cries of “Long live the King” and then its \ndisqualiﬁ cations of sovereign majesty, etc., its thinking of the encounter, the \n“secret of the encounter,” the abyss (Abgrund), Unheimlichkeit, the Strange, \netc.), [one of the movements or gestures that we have learned to recognize, in \nits possibility as well as in its necessity] was precisely the pas, the movement \nof a pas that consists in suspending with a “who knows” (wer weiss) and with \nso many “perhaps’s” (veilleicht), [suspending] the order and the authority \nof a sure knowledge, precisely, a knowledge sure of itself, determined and \n1. [Translator’s note:] In French, the word savoir is both the inﬁ nitive of the verb “to \nknow” and the noun meaning “knowledge.”\n \n374\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 298,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "ject",
        "pos",
        "vouloir",
        "captation",
        "phenomeno",
        "scienti",
        "avoir",
        "pou",
        "phe",
        "pouvoir"
      ],
      "full_text": "eleventh session  ‡  281\nthe precision with which its several parts were examined, or by the quality \nand number of assistants.”3\nFour remarks on this point before going any further.\n1. We have in spite of everything, faced with this scene, this picture im-\nmobilized under the eye of a painter, the striking impression of a hand- to-\n hand combat [un corps à corps]. Hand- to- hand between whom and whom, \nwhom and what? First, between two very great bodies, the beast and the \nsovereign, of course. Between two immense living beings ﬁ rst of all: the \nking of kings, the greatest of kings, Louis le Grand, and the greatest animal. \nNext, this hand- to- hand is a duel, or rather the end, the aftermath, of a duel \n(a warlike duel, perhaps, or unconsciously amorous, therefore narcissistic, \nafter a scene of seduction, hunt, or capture, captation or predation). The \nscientiﬁ c scene, the scene of knowledge, takes place in the aftermath, or the \nday after, the defeat of one of the two living beings, on a battleﬁ eld but also \n<on> the magnetic ﬁ eld of a narcissistic attraction that opposed the two \ngreat living beings, the one surviving and the other become cadaveric ob-\n ject at the disposal of the other, at the hand of the other, manipulable by the \nother, captive of the other after having been captured by the great king or \nhis servants, soldiers or merchants, in the course of expeditions.\n2. This scene of knowledge is as phenomenal as the elephant. This is a phe-\nnomenal beast, a phenomenal elephant, i.e. an object that appears, in its \nphainesthai, to the gaze not only of the learned observers but of a Sun King, \na king of light and a source of light, a king who is the condition of pos-\nsibility of appearing and of knowledge, a phenomenological, phenomeno-\n poetical, phenomeno- political king, source and producer of light who, from \nmost high, like Plato’s Good, sun, and agathon, gives being and appearing to \nthings. Here, everything is subject to the Sun King, knowledge, and being, \nand the phenomenal elephant is both subject and object under the king’s \ngaze. The king keeps, owns, has in his possession the immense beast, he \nhas the immense cadaver at his disposal, like an object for his power, for his \nknowledge, for his having and his seeing, and for his pleasure [pour son pou-\nvoir, pour son savoir, pour son avoir et pour son voir, et pour son bon vouloir].\n3. This setup (wanting to have the power to see and to know [vouloir avoir \nle pouvoir de voir et de savoir] — and you can manipulate this chain in <all> \ndirections), is mediated by institutions. This whole scene of dissection and \n3. Loisel, quoted by Ellenberger in “The Mental Hospital and the Zoological Gar-\nden,” p. 64. Derrida’s emphasis. \n377 \n378 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 299,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "ibid",
        "tion",
        "lishment",
        "insigni",
        "inspec",
        "pinel",
        "revolu",
        "estab",
        "sov",
        "ereigns"
      ],
      "full_text": "282  ‡  eleventh session\nanatomy lesson (an anatomy lesson that always presupposes some cadaver \nsubject to the hand, the instrument and the gaze of man; anatomical inspec-\ntion always presupposes some cadaver docile to autopsy) unfolds under the \nauthority of an Academy of Sciences, itself created, like the Académie fran-\nçaise, by a sovereign monarch. To whom it remains very docilely subjected. \nAnd the other institution of the same power is the one that was put in place \nfewer than twenty years before the spectacular and theatrical dissection of \nthe elephenomenelephant, namely the Menagerie of Versailles instituted in \n1662. One thinks of this elephenomenelephant that was no longer looking \nat them but that could have seen them, with its own eyes seen the king see \nit in its own autopsy.\n4. Finally, as I suggested with a quotation last week, the structure of this \nsetup of knowing- power, power- to- know, knowing- how- to- see, and sover-\neign being- able- to- see is not, fundamentally, revolutionized by the French \nRevolution. It is not interrupted, and at the death of the king one can still \nsay: “The King is dead, long live the King!” One has simply changed sov-\nereigns. The sovereignty of the people or of the nation merely inaugurates \na new form of the same fundamental structure. The walls are destroyed, \nbut the architectural model is not deconstructed — and will, as you will see, \ncontinue to serve as a model and even as an international model. The de-\nstruction of the menagerie of Versailles is only an episode, a simple trans-\nfer of power, since Bernadin de Saint- Pierre, who was the intendant of the \nKing’s Garden, had the debris transported and proposed that a new estab-\nlishment be founded. I recalled last time that a report was then ordered by \nthe Paris Society for Natural History, and written among others — which \nas we shall see is far from being insigniﬁ cant — by the alienist Pinel. This \nreport, written at the height of the Revolution, in 1792, concluded:\nA menagerie like those that princes and kings are accustomed to maintain \nis nothing but a costly and unnecessary imitation of Asiatic pomp [we shall \nsee shortly, or next time, why “Asiatic”: the point is, then, for the Revolu-\ntion, to put an end to the luxury and idleness of the rich, which does not \nentail putting an end to the popular curiosity of all, but also to bend to \nEuropean and Western rationality a monarchy that was supposedly merely \naping the Asian despots]; but we think that a menagerie without frills [a \ndemocratic and popular menagerie, then, a popular- democratic menagerie, \nsecular and republican, in conformity with the new sovereignty, that of na-\ntion and people] could be extremely useful to natural history, to physiology \nand to the economy.4\n4. Quoted by Ellenberger in ibid., p. 65.\n \n379\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 300,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "aters",
        "homme",
        "dif",
        "domus",
        "unting",
        "mus",
        "avoir",
        "nomia",
        "cipline",
        "anthropo"
      ],
      "full_text": "eleventh session  ‡  283\nSo one moves from luxury and useless expense, one transitions from sump-\ntuary beasts to useful beasts, to a viable and proﬁ table menagerie: proﬁ table \nto knowledge but also proﬁ table, as you’ve just heard, to economy, economy \nas knowledge, ﬁ rst, no doubt, as theory of economy, that of the physiocrats, \nfor example, but also to economy pure and simple — economy, oiko- nomia, \nthe nomos of the oikos, i.e. the law of the house; once again I emphasize this \nnot out of a concern for semantics or etymology, but because in this reform \nof the zoo, the zoological garden, and the zoological in general, not to speak, \nas we shall in a moment, of circuses and private houses [and in any case we \nshall see that zoological gardens, even when they are instituted for the pur-\npose of knowledge or for the protection of animals, have in common with \ncircuses that, being open to the public, they are also places of spectacle, the-\naters — as, indeed, were insane asylums for a long time] — oikonomia, then; \nfor the ecological or economic concerns will pass through a know- how that \nconsists in furnishing a house, a habitat for beasts in a process that oscillates, \nsometimes accumulating them simultaneously, between domestication (and \nthus appropriation to the laws of the family home, the domus, the house of \nthe master [dominus], or the mistress — domus, Heim, home, domesticity), \ntaming, training, stock raising, so many modalities of master and sovereign \npower, power and knowledge, knowing how to, knowing in order to see \nand seeing in order to know and to be able, having [du pouvoir et du savoir, \ndu savoir pouvoir, du savoir pour voir et du voir pour savoir et pour pouvoir, \nde l’avoir], possession, appropriation, and the property of beasts (through \ncapture, h,unting, raising, commerce, enclosure), oikonomia also being the \ngeneral condition of this ipseity as sovereign mastery over the beast, in this \none and the same experience that binds together, with the beast, power, \nknowledge, seeing, and having [le pouvoir, le savoir, le voir et l’avoir]. The \nﬁ elds of knowledge that were supposed to beneﬁ t from this new institution \nthus went well beyond zoology in the narrow sense. As, moreover, was the \ncase in the anatomy lessons under the gaze of the sovereign Louis le Grand, \nthe interest was not only anatomical knowledge that had become accessible \nunder the skin of the pachyderm subject to dissection, was not only physio-\n zoological knowledge as to the functioning of the animal organism, but was \nalready a comparative knowledge that was to clarify the analogies between \nhuman anatomy and physiology and animal physiology. This is already a \nreal anthropo- zoology. (When I was a student in ethnology, there was a dis-\ncipline and an examination at the Musée de l’Homme, where I was working \nthen, that bore the strange name of zoological anthropology: it was a ﬁ eld of \ncomparative knowledge in which one studied the analogies and the differ-\nences between anthropoid apes and men. One of the exercises, for example, \nconsisted in being able to distinguish — it was sometimes difﬁ cult — to dis-\n380 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 301,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "sailles",
        "fenses",
        "rossellini",
        "repr",
        "courte",
        "didn",
        "ver",
        "une",
        "xiv",
        "nition"
      ],
      "full_text": "284  ‡  eleventh session\ntinguish between, on the one hand, a male or female skull, dolichocephalic \nor brachycephalic, prognathic or not, with or without a supra- orbital brow \nridge, and, on the other, skulls of male or female chimpanzees; or between \nshoulder blades, femurs, or teeth of various species, races, sexes, and ages.)\nThis comparative concern was certainly not absent from the institutional \nplaces and the experiments of prerevolutionary zoology. In the dissection of \nthe great elephant under the gaze of Louis le Grand, a scene around which \nwe ought to sojourn much longer (imagine, just imagine, think about it, \nrepresent it — for all this is a representation [une représentation: also, “a \nperformance”] — represent to yourselves the enormous, heavy, poor beast, \ndead or killed I know not how, dragged in from I know not where on its \nside or its back into a luxurious room, a beast no doubt bloody, among doc-\ntors, surgeons, or other armed butchers, impatient to show what they could \ndo but just as impatient to see and give to be seen what they were going \nto see, trembling with lust for autopsy, ready to get to work, to get their \nhands, scalpels, axes, or knives onto the great defenseless body in spite of \nits ivory tusks [défenses: literally, “defenses”] still intact, and its detumescent \ntrunk, at the moment that the little king, who was not as big as his name \nimplied, the king smaller than his name, smaller too than his huge hat, \nwhich we know well, doubtless smaller still than a baby elephant, this little \nking making his entrance in great pomp, with all the crowd and the courte-\nsans, the doctors and the academics bowing to the ground, imagine all that, \nrepresent to yourselves this whole ceremony, which we didn’t see in the \nﬁ ne ﬁ lm about Louis XIV,5 you know, a ﬁ lm to which we should add this \nepisode, the dissection, done with great pomp and sovereignly academic, \nof probably the largest beast on earth: an episode, a political picture, that \nin any case remains more interesting and greater, of a type to spoil the ap-\npetite for sovereignty that always slumbers in us, more interesting, greater, \nthen, so much more stylish that a Salon of Agriculture at the Porte de Ver-\nsailles, well, well, the Porte de Versailles . . . , a Salon of Agriculture in the \nmidst of an election campaign,6 when those pretending to the throne, of all \n[political] families (for the thing is more familial than ever) [when those \npretending to the throne, of all [political] families] stroke the cows’ rear end \n(consenting cows, of course, as thieves and rapists always say, by deﬁ nition) \n5. Probably an allusion to Rossellini’s Rise of Louis XIV. \n6. [Translator’s note:] The Salon de l’agriculture is an annual, highly mediatized \nevent in French cultural and political life. March 2002, when Derrida gave this session, \nwas also the height of the French presidential election campaign, during which a visit to \nthe Salon was de rigueur for all the candidates.\n \n381\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 302,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "thaumaturges",
        "priori",
        "personalis",
        "campagne",
        "etc",
        "anatomo",
        "gallimard",
        "gras",
        "routledge",
        "kantorowicz"
      ],
      "full_text": "eleventh session  ‡  285\nand walk around candidly, candidately among the stands, their mouths full \nof foie gras, beer, presidential pâté de campagne [“country pâté”; also, liter-\nally, “campaign pâté”], their mouths also full of verbiage, which never stops \nthem from stufﬁ ng themselves and kissing babies, in a crowd in which it \nwould be harder than ever to tell a beast from a sovereign). In this dissection \nof the great elephant under the luminous gaze of Louis le Grand, the point \nwas also no doubt to recognize in this great cadaver, right in the open body \nof a giant animal whose consent no one ever asked and who is at the mercy \nof the surgeons, of their scalpels, their gazes — [the point was also no doubt \nto recognize] in this great animal (great but not the king of the animals, the \nlion) — to recognize anatomo- physiological analogies: the brain, the heart, \nthe kidneys, the circulation of the blood, etc.\nTo reconstitute properly all these historical possibilities, we should have \nto go in many directions, well beyond what we would have time to do here. \nFirst, and minimally, into the analysis of what in this way makes visible an \nanimal being, a zo¯on henceforth lifeless but previously alive, the submissive \ncadaver laid out, exposed, carved up, explored, the cadaver of one of the \ngreatest, if not the greatest, animal in the world and, opposite, a little above \nit no doubt, the living body of a king who holds himself to be the greatest \nin the world; the living body of a king, then, but also the mortal body of a \nking who has at his disposal another body, that double body (earthly7 and \nmortal, and celestial, sublime, eternal, that of the function or the majesty, of \nthe royal sovereignty supposed to survive eternally the mortal body — and \nsovereignty always presupposes this, in some way or another and in general, \na priori, I would say, because it is in the structure of the concept of sov-\nereignty, [sovereignty always presupposes] that double body the structure \nof which Kantorowicz analyzed in The King’s Two Bodies8 (195<7>), the \ndouble body that the Revolution naïvely thought it could end by decapitat-\ning the terrestrial body of Louis Capet. So I refer you to Kantorowicz and \nto the earlier book by Marc Bloch, Les rois thaumaturges (1924),9 about those \ntheories of canon law that distinguish two persons and thereby two bodies \nin the person of the sovereign, the “personal person,” as it were, and as it \nwas indeed called, the persona personalis of the mortal king, and the “ideal \n7. The parenthesis opened here does not close in the typescript. \n8. Ernst Kantorowicz, The King’s Two Bodies: A Study in Mediaeval Political Theology \n(Princeton: Princeton University Press, 1957). \n9. Marc Bloch, Les rois thaumaturges (1924; Paris: Gallimard, 1983); trans. J. E. An-\nder son as The Royal Touch: Sacred Monarchy and Scrofula in England and France (Lon-\ndon: Routledge and Kegan Paul, 1973). \n382 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 305,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "cit",
        "ies",
        "pleteness",
        "histoire",
        "incom",
        "licious",
        "lisson",
        "knowl",
        "chner",
        "pre"
      ],
      "full_text": "288  ‡  eleventh session\nmense anonymous beast, that act that Loisel calls, precisely, a “ceremony,” \nis indeed such a representation; it is designed — showing the elephant and \nthe learned subjects of the king, the doctors, anatomists, academicians — to \nshow the king in a picture, but also to enrich the archive of a narrative on \nthe body and actions, the splendor or the effulgence of the Sun King.\nFrom this point of view, I will select from Marin’s book Le portrait du roi, \nand from the chapter entitled “Le récit du roi ou comment écrire l’histoire,” \n[The Narrative of the King or How to Write History] certain passages that, \nrevolving around the work and Project of the king’s appointed historian \n(Pélisson, ofﬁ cial historiographer, author of a Project for the History of Louis \nXIV addressed to Colbert) — I will select, then, what Pélisson calls the “de-\nlicious spectacle” that he intends to offer the reader- spectator of his history \nof the Sun King.16 The point is to behave as though the spectacle, as it were, \nwhen read, were taking place from the point of view of absolute knowl-\nedge, as though the reader knew in advance what was going to happen, \nsince everything is known in advance by the king. And here is the return \nof the marionette that I did not want to miss out, because as soon as there \nis absolute knowledge, everything happens as though it were known in \nadvance and therefore all but programmed, providentially prescribed (for \nthe Sun King, the sovereign who sees and knows and fore- sees everything \nis in essence pro- vidential, and he pre- writes, pre- describes as much as he \nprescribes), and as soon as there is such a providential pre- vision, every-\nthing moves as though mechanically, everything unwinds as one unwinds \nor holds tight on to a string, and thereby on to a marionette. And the point \nwould be, in such a history, for the historiographer of this history of the \nsovereign to create in the reader- spectator (and thus in the king’s subject) \nthe simulacrum, the illusion, that he is the one who is pulling the strings of \nthe marionette of history (remember that in Büchner, too, the revolutionar-\nies admitted at a certain moment that they felt themselves manipulated by \nhistory like marionettes).\nMarin writes, on the subject of this effect of mastery and sovereignty:\nThe pleasure of reading is born in this contrariness, this coming and going \nbetween the representation and what is represented: a rhythm of expectation-\n foresight and surprise- novelty; surprising familiarity, foreknowledge of the \nknown; desire of mastery and power accomplishing itself in the imaginary \nof reading; pleasure- trap of the narrative. Everything happens as if [Marin’s \n“as if’s,” so judicious and lucid, once provoked impatience in a classical \n16. [Translator’s note:] The translation of this sentence reﬂ ects the syntactic incom-\npleteness of the original French.\n \n386\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 306,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "ibid",
        "originary",
        "didn",
        "rator",
        "torian",
        "dynamis",
        "tion",
        "mysti",
        "dential",
        "performatively"
      ],
      "full_text": "eleventh session  ‡  289\nhistorian: what do all these “as if’s” mean, they mean nothing for a his-\ntorian, a historian knows what really happened, what really happened or \ndidn’t happen, but never “what happens as if,” never “everything happens \nas if”: did it really happen or not? That’s what interests the historian: this \nhistorian was, I won’t say bête, a little bête, but deaf and blind to all the \nfabulous “as if’s” that effectively, performatively make history: back to the \nquotation from Marin] — [everything happens as if] the spectator- reader \nwere himself pulling the strings of the mannequin- marionette that the nar-\nrator has given him, as if he were presiding over the historical destiny of \nthe characters, as though he were bringing about sovereignly, necessarily, \nthe chances and contingencies of their actions, as if [my emphasis again], \nlike the Platonic gods, he were pulling the strings of the mannequins in the \nstory, and at each gesture of the marionette he discovered — divine surprise \nof contingency — the effect of his own act.17\nWhat Marin is suggesting, if I am interpreting or rather following and ex-\ntending him appropriately, is that the narrative or the representation here \ndon’t come after the event, to report, recount, depict, or represent the provi-\ndential power of the sovereign, but that the narrative and this representa-\ntion are a structural part of this sovereignty, its constitutive structure, its \ndynamic or energetic essence, its force, its dynamis, or even its dynasty. But \nalso the energeia, which means the act, actuality, but also the enargeia, which \nmeans a certain effulgence of evidence, a certain shining that we shall talk \nabout again. Fiction is the dynamis and the dynasty of the dynast, but also \nthe radiant energeia and enargeia of his actions, his powers, his potency. \nHis possibility and his power: both virtual and actual. Hidden and visible. \nThere would be no sovereignty without this representation. The illusion or \nﬁ ction to which the reading or watching subject is subjected are the very \nexercise and effect of sovereign power to which they are subject as subjects \nof the king. Sovereignty is this narrative ﬁ ction or this effect of representa-\ntion. Sovereignty draws all its power, all its potency, i.e. its all- powerful \nnature, from this simulacrum- effect, this ﬁ ction- or representation- effect \nthat is inherent and congenital to it, as it were co- originary. Which means \nthat, and this is a paradox, by giving the reading or watching subject of \nthe narrative representation the illusion of himself pulling sovereignly the \nstrings of history or of the marionette, the mystiﬁ cation of representation is \nconstituted by this simulacrum of a true transfer of sovereignty. The reader, \nthe spectator of this “history of the king” has the illusion of knowing ev-\nerything in advance, of sharing absolute knowledge with the king, and of \n17. Ibid., pp. 80–81. Derrida’s emphasis on each “as if.” \n387 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 308,
      "bucket": "D (5-10%)",
      "error_rate": 8.2,
      "unknown_words_sample": [
        "ibid",
        "eignty",
        "criture",
        "scopic",
        "etc",
        "nonsovereignty",
        "antisovereignism",
        "fth",
        "autoptic",
        "pellisson"
      ],
      "full_text": "eleventh session  ‡  291\ntransition, tradition, inheritance, economic distribution, etc.) that we must \nbring the charge of the question and of decisions that are always median, \nmedial transactions, negotiations in a relation of force between drives to \npower that are essentially divisible.\nFor in fact, as we know well, wherever — today more than ever but for a \nlong time now — wherever we think we are up against problems of sover-\neignty, as if we had to choose between sovereignism and antisovereignism, \nwhether it occurs in sophisticated debates in political or juridical theory or \nelse in the rhetoric of the local café or the Salon of Agriculture, the question \nis not that of sovereignty or nonsovereignty but that of the modalities of \ntransfer and division of a sovereignty said to be indivisible — said and sup-\nposed to be indivisible but always divisible.\nIf I emphasize the scene, the picture, the theater, the visibility of the au-\ntopsy, the autoptic of the elephant, I do so because we are dealing with what \nI called so long ago, in a 1963 text on Lévinas, a “violence of light.”18 The \nblood I’ve just been speaking about always shines in the light, in the enar-\ngeia of seeing and knowing. There too, read Marin, especially what you will \nﬁ nd in the same chapter under the subtitles “Shining(s): The place of the \nking,” and “Scopic Machinations.”19\nMarin’s demonstration insists on the major concern of the future histo-\nriographer of the king, of the future- perfect historiographer of the king, as \nI would say. Pellisson wants to deﬁ ne and describe the “place of the king,” \nand this “place of the king” must be a place that should shine or from which \nthe character of the king should shine in the sense of a resplendence or ex-\nplosion of light, of enargeia: fulguration of the sun, splendor of the eye, the \nSun King should appear for what he is, in his narratives, i.e. a source of light \nbut a source that one cannot look at directly, any more than one can look \nat the sun (as Plato already said). “The portrait of the king,” says Marin, “is \nnot only the sun in the central place of the narrative, it is also light spread \neverywhere, posed in splendor on everything and everyone, making them \nbe seen.”20\nHere, as he does several times, Marin refers to Descartes, here to the ﬁ fth \npart of the Discourse on Method and the Dioptrics, but I think — this would \n18. Jacques Derrida, “Violence et métaphysique: Essai sur la pensée d’Emmanuel \nLevinas,” in L’écriture et la différence (Paris: Seuil, 1967), pp. 125ff.; trans. Alan Bass as \n“Violence and Metaphysics,” in Writing and Difference (Chicago: University of Chicago \nPress, 1978), pp. 79–153 (p. 117).\n19. Marin, Le portrait du roi, pp. 81–91.\n20. Ibid., p. 81. \n389 \n390 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 309,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "donc",
        "homme",
        "por",
        "ame",
        "clat",
        "etc",
        "las",
        "autobiographique",
        "velopments",
        "nicho"
      ],
      "full_text": "292  ‡  eleventh session\nbe my suggestion, at any rate — that one would have to coordinate all this, \neverything we’re talking about here, with very many other historical de-\nvelopments, well beyond what we can do here, coordinate it all not only \nwith the entire history of medicine, of anatomical painting and drawing of \nthe human body at that time and previously (think of Leonardo da Vinci \nand all the Anatomy Lessons, the two, for example, that Rembrandt painted \ntwenty years apart, including the 1632 one, I believe, of Professor Nicho-\nlas Tulp — anatomy lessons often represented with a science book in sight \nand replacing the Bible in the painting, and remember that Rembrandt, the \npainter of these anatomy lessons, also painted so many animals, ﬂ ayed oxen, \nfor example, presented like the body of Christ, etc.), coordinate with all this \nand with the Cartesian moment, and not only with the Dioptrics or more \nstill with Descartes’ Treatise on Man, which, as you know, as though it were \nan autopsy or an anatomo- physiology, treats the human body as a “machine \nof earth” that “God forms expressly” and that Descartes compares to ma-\nchines made by men (clocks, artiﬁ cial fountains, mills, and “other similar \nmachines”). Particularly interesting and relevant from this point of view \nand from the point of view of what must be linked up with the autopsy cer-\nemonies that we are interested in would be what concerns the brain, the eye, \nand above all the circulation of the blood, especially what Descartes calls the \n“animal spirits,”21 that very subtle wind, that very quick and pure ﬂ ame that \ncirculates between the veins, the arteries, the heart, and the brain. Above \nall, above all (but I won’t do it here because I did it elsewhere, although in \na still unpublished form (it was a lecture at Cerisy)),22 the whole theory of \nanimal- machines in Descartes. Read it all, it is accessible and well known, \nbut worth rereading from a political point of view also.\nIn short, Marin is right to emphasize the analogy with the system of \nCartesian physics and that “like the sun in the discourse of physics, the por-\ntrait of the king is, by itself, the resplendent and privileged moment of the \nnarrative scene, and like Cartesian light, it is also what brings to light and \nallows the spectator- reader to see all the subjects who are actors in the story \nby striking them with its radiance [éclat].”23\nAnother feature that must be emphasized in the optics of this hyper-\noptics is, from the point of view of the beast and the sovereign, the motif \n21. Descartes, Traité de l’homme, in Oeuvres et Lettres, ed. André Bridoux (Paris: Gal-\nlimard, 1952). The quoted passages are on pp. 807, 814–15, 818–19ff. \n22. L’animal autobiographique, Colloque de Cerisy, 1997. Subsequently published in \nDerrida, L’animal que donc je suis (see session 1 above, n. 20).\n23. Marin, Le portrait du roi, p. 81.\n \n391\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 310,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "ections",
        "kamuf",
        "clat",
        "bruy",
        "etc",
        "autopsia",
        "soleil",
        "lumi",
        "nonpersonal",
        "panoptical"
      ],
      "full_text": "eleventh session  ‡  293\nof dissymmetry. Or asymmetry. One can push a long way the logic of re-\nﬂ ection, of the reﬂ ective effects of these lights, gazes, and mirrors. There \nis a point where the symmetry is broken and where sovereignty is marked \nby the power to see, by being- able- to- see without being seen, what I called \nelsewhere, in Spectres of Marx on the subject of Hamlet, the visor- effect.24 \nThe king or the king’s specter sees without his gaze, the origin of his seeing, \nwithout his eyes being seen. Here it is the same thing and Marin does not \nfail to recall this “asymmetry”:\nOne would be wrong to think that this position puts in return the king into \nthe position of a seen object. In truth it is the opposite. This position is only \nwhat it is by being under the gaze of the king, in the optical cone of his eye. \n[And Marin gives many references to this all- seeing and panoptical eye of \nthe sovereign, in La Bruyère, Racine (in a Discourse given, precisely, at the \nAcadémie française in 1685, four years after the autopsy of our elephant), \netc.] The gaze of the “I- one” is the plural, indeﬁ nite and nonpersonal eye \nin the sovereign gaze, resplendent sun and fulgurant light [soleil éclatant et \nlumière éclatée] of His Majesty [you see that the word éclat bespeaks both \nthe brilliance of the beam [éclat] that strikes and, also, the ubiquitous dis-\npersion which disperses or only disperses the better to invade everything].25 \nAsymmetrical reciprocity of eyes and gaze, of eyes that see what the king \ndoes, says and thinks, and of the gaze that makes them see what he does, \nsays, and thinks: perfect representation without excess or loss in this play \nof reﬂ ections or recognition, in spite of the double polarity of the historical \nagent and the narrator, but which operates its effects only at the price of the \nsimulation of this spectacle.26\nMarin certainly talks of autopsy but not about the working of the anatomy \nlesson with the violent opening up of the body of a living- dead, an animal \nor a man, and especially a dead animal. Marin uses the word autopsy in \nwhat is indeed its original sense, the “seeing by oneself,” inspecting with \none’s own eyes. That’s what autopsia originally means: the experience that \nconsists in seeing with one’s own eyes, and thus of being able to bear wit-\nness (and this is the sense to which Marin limits himself when he says that \nPellisson is inspired by the “ancient demand of autopsy as guarantee of the \n24. [Translator’s note:] See Jacques Derrida, Spectres de Marx (Paris: Galilée, \n1993), pp. 26–27; trans. Peggy Kamuf as Spectres of Marx (London: Routledge, 1994), \npp. 5–6.\n25. [Translator’s note:] The French word éclat can mean a shining or a brilliance, \nbut also a shard or a fragment. The verb éclater can mean to shine out, but also to break \nup or explode.\n26. Marin, Le portrait du roi, pp. 87–88.\n392 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 311,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "ibid",
        "ctional",
        "ect",
        "autopsia",
        "avoir",
        "littr",
        "viving",
        "lenz",
        "ele",
        "chaire"
      ],
      "full_text": "294  ‡  eleventh session\nauthenticity of the narrative of the past event and the absent place,” making \nthe narrator a “witness” or even a “martyr”27 (originally the same thing).\nBut autopsia later acquired two meanings in Greek, which Marin has the \nright not to take into account but we for our part must take seriously:\n1. A rare meaning, that of a participation in the all- powerfulness of the \ngods and an intimate commerce with them;\n2. A meaning that became current and even dominant, like a metonymy or \nan authorized abbreviation, the meaning we are using here to designate \nthe ceremony of dissection, namely the autopsy of a cadaver. Littré says \nthat it is an improper use, and that one ought to say “cadaveric autopsy” \nor “necropsy.”\nWhat amuses me here (assuming I am amused), in the virtual play be-\ntween these two last meanings, is that in the autopsy of the elephant, where \nit is the gaze of the greatest of kings, of the sovereignissimus, that directly \nand indirectly sees the cadaver of the greatest of beasts, a cadaver that also \nrepresents the mortal animal that is one of the bodies of the king, there is, \nin all the meanings, autopsy (in the third sense) as resplendent and reﬂ ect-\ning participation, autopsy in the second sense, a symbolic and ﬁ ctional and \nphantasmatic division of all- powerfulness, that of the dead elephant as well \nas that of the eternal, but also sur- viving and mortal, king. This dead ele-\nphant, put to death or held at bay, because of being dead, by the king, is also \nto some extent, in this necropsy, the denied, averted, vaguely totemic rep-\nresentation of the dead king, the mortal king, the king dead from a death \nof the king that everyone both fears and hopes for, and that every subject \nprojects into the autopsy or the necropsy of sovereignty. A funeral oration \nwhose refrain never ceases: Long live the king, the king is dead long live the \nking the king is dead long live the king the king is dead. A funeral oration \nthat resounds from the century of Louis XIV to the Revolution to Büchner \nto Lucile and to Lenz.\nRemember that other throne [chaire] from which a Bossuet delivered, ex \ncathedra, his autoptic funeral orations. Instead of quoting funeral orations \nby the great Bossuet — the theorist of Providence, don’t forget — I prefer \nto re- cite a passage from one of his sermons on the duties of kings, which \nMarin quoted at the beginning of his book. So far we have been speaking \nof an indissociable chain, the chain pouvoir, voir, savoir, avoir: it was missing \nthe devoir [as a noun: duty; as a verb: to have to, to owe], it was necessary to \nhave to name devoir.\n27. Ibid., p. 89.\n \n393\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 312,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "rst",
        "politi",
        "sug",
        "estab",
        "kantorowicz",
        "sov",
        "duced",
        "gurations",
        "esh",
        "ereignty"
      ],
      "full_text": "eleventh session  ‡  295\nLet me recall ﬁ rst that Marin, just before quoting Bossuet and Pascal, \nproposes to add, as it were, another body to the king’s two bodies, the theory \nof which was made famous by Kantorowicz. In classical absolutism, sug-\ngests Marin, the king’s body is divided or multiplied by three:\n1. The historical and physical body, and thus the mortal body, the one \naround which the king’s doctors (but also subjects and mistresses) busy \nand concern themselves;\n2. The juridical and political body (in sum, I would say, though Marin does \nnot put it like this, the body of the sovereign in the strict state and politi-\ncal sense);\n3. Finally, the semiotic sacramental body, this third body being the one that \nprimarily interests Marin since, through the portrait of the king (that’s \nwhy he calls it semiotic: you know Marin’s ﬁ ne work on portraits and \nmedals), [through the portrait of the king] the sacramental body is sup-\nposed to ensure the exchange, “without remainder,” says Marin, between \nthe three bodies.\nFor my part, I would suggest that this sacred or sacramental body, sworn in \nand legitimated by God himself, by divine sovereignty itself, is indeed the \nplace of exchange, the pact or alliance between the politico- juridical sov-\nereignty of terrestrial all- powerfulness and the celestial sovereignty of the \nall- powerful God. In any case, having put forward the hypothesis of these \nthree bodies, Marin quotes in support of his conjecture the following texts \nby Bossuet and Pascal. As they are very beautiful and say what is essential \nas to the structures and laws that matter to us here, I shall read them: (Read \nand comment)\nIn 1662, in his sermon on the duties of kings, Bossuet exclaims: “To estab-\nlish this power that represents his power, God places on the forehead of \nsovereigns and on their face a mark of divinity. [. . .] God has made in the \nPrince a mortal image of his immortal authority. You are gods, says David, \nand you are all children of the Most High. But, O gods of ﬂ esh and blood, \nO gods of earth and dust, you will die like men. No matter, you are gods \neven though you die, and your authority does not die; this spirit of royalty \npasses entire to your successors and imprints everywhere the same fear, the \nsame respect, the same veneration. Man dies, it is true: but the king, we say, \nnever dies: the image of God is immortal.”\n \nA few years earlier, on a little scrap of paper, Pascal had analyzed the \nmechanisms of the representational apparatus, describing the effects pro-\nduced and discerning their reasons in the conﬁ gurations they sketch out on \nthe political, juridical and theological planes: “The custom of seeing kings \n394 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 313,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "ibid",
        "jecti",
        "autopsic",
        "curiosus",
        "spect",
        "postrevolutionary",
        "neugier",
        "cers",
        "inspectacular",
        "etc"
      ],
      "full_text": "296  ‡  eleventh session\naccompanied by guards, drums, ofﬁ cers, and all the things that bend the \nmachine toward respect and terror, means that their face, when perchance \nalone and without these accompaniments, imprints on their subjects re-\nspect and terror, because one does not separate in thought their persons \nfrom their entourage, seeing them ordinarily together. And society, not \nknowing that this effect comes from this custom, believes it comes from a \nnatural force; whence these words: ‘The character of Divinity is imprinted \non his face,’ ” etc.28\nIf the French Revolution, as we have seen, transferred the Menagerie de \nVer sailles as it transferred sovereignty, if it destroyed its reality without de-\nconstructing the model (objective savoir- pouvoir- avoir à voir), this old new \nmodel (let’s call it autopsic) became the globalized model of all nineteenth-\n century zoological gardens. Globalization of the autopsic model, as I call it, \ncharging the attribute “autopsic” with all the features we have emphasized \nuntil now: the objectifying inspection of a knowledge that precisely inspects, \nsees, looks at the aspect of a zo¯on the life and force of which have been neu-\ntralized either by death or by captivity, or quite simply by ob- jectiﬁ cation \nthat exhibits there before, to hand, before the gaze, and de- vitalizes by \nsimple objectiﬁ cation, a learned objectiﬁ cation in the academic service of \na learned society, certainly, but a society for which, between the autopsic \nseeing of theoretical knowledge and the autopsic seeing of the theatrical \nspectacle, between the theoretical and the theatrical, between inspection \nand spectacle, the passage and transfer are more than tempting, in truth or-\nganized and institutionalized, whence the two other senses of autopsia: that \nof the necropsic relation to the cadaver and that of participation in divine \npower. I am specifying this point before coming to what in this “theoretico-\n theatrical,” let’s say inspectacular structure, autopsic and objectifying, de-\nvitalizing, also ensures a certain analogical passage between the modern \nand postrevolutionary zoological garden and psychiatric institutions, insane \nasylums. I propose, in order to give a common title to this space of analogy, \nto make use — reawakening it, reactivating it with a certain inﬂ ection — of \nthe word “curiosity.” To be curious, curiosus, is to be both avid for knowl-\nedge — curiositas, curiosity, is primarily the desire to know, to see, and to \ninform oneself — but also to take care, to provide care (cura, treatment both \ndomestic and therapeutic, hospital- based), to inspect with care, and to care \nfor. But we know that this curiosity that takes account in taking care can, \nin its epistemophilic autopsy, or in its hurry to verify its spectating mas-\ntery, [it can] degenerate into indiscreet or unwholesome curiosity (Neugier, \n28. Ibid., p. 21.\n \n395\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 315,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "von",
        "eggenschwyler",
        "negativized",
        "lim",
        "tieren",
        "autoptically",
        "cura",
        "und",
        "tekhne",
        "creux"
      ],
      "full_text": "298  ‡  eleventh session\nfamily of animal merchants who also instituted progressive zoological gar-\ndens, as it were. A certain Hagenbeck was famous in Germany for furnish-\ning circuses with animals from all around the world (for spectacle and curi-\nosity, for taming and performance: the animals, captured and transported, \nbecame curiosities for the curiosity of the curious who wanted and hence-\nforth were able to see and observe them with their own eyes, autoptically), \nbut for furnishing menageries too. His son, Carl Hagenbeck (1844–1913), \nwas a writer, the author of an autobiography entitled Von Tieren und Men-\nschen (1908), and he extended his father’s business, globalized it further in \nthe tracks of colonization, sending expeditions all over the world. Better \nstill, this writer- merchant was also a founder of institutions and of a school. \nWith the help of a Swiss architect and sculptor, Urs Eggenschwyler, he had \nthe huge zoological park in Hamburg constructed, which became famous, \namong other reasons, for the system of limits it innovated — or with which \nit was surrounded, as one surrounds with care by surrounding with limits. \nIt’s certainly the concept of care, concern, solicitude, cura, that we are talk-\ning about here, and the question of knowing whether it’s possible to sur-\nround with care, as we say, without surrounding with reappropriating lim-\nits. Inventing limits, installing limits, that’s the art we are speaking of here. \nAnd it is an art of both caring and locking up. Between the beast and the \nsovereign, it’s merely a question of limits, and knowing whether a limit is \ndivisible or indivisible. For knowing how to install a limit is both an art and \na technique, perhaps tekhne¯ itself. Tekhne¯ is perhaps always an invention \nof limits. Since the point here is always to limit the freedom of movement \nof these living beings, the strategy of the Hamburg zoo consisted in trans-\nforming the visible form and structure, the phenomenon, the phenomenal-\nity of these limits in order to render them all but unnoticeable, thus giving \nthe captive animals the illusion of an autonomy of movement: these new \nlimits, then, are no longer unbreakable metal railings (railings that already \nlimited movement while letting both sides see: so railings were already not \nan absolute and indivisible limit) [these new limits, then, are no longer un-\nbreakable metal railings] but deep ditches that no longer appear as fences, \nditches that disappear as they hollow out, that are formed and appear only \nhollowly [en creux], in sum, and that become negativized, hollowed- out [en \ncreux] limits, in absentia, as it were, even more uncrossable than railings but \nas invisible as an interiorized and freely consented- to limit, as if these poor \ncaptive and dumb animals had given a consent they never in fact gave to \na violence more sure of itself than ever, to what I’ll call repressive violence \nwith a liberal, idealist, and spiritualist grimace.\nThis does not prevent Ellenberger from saying that Hagenbeck was “not \n \n398\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 316,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "propriate",
        "ticular",
        "tekhne",
        "germain",
        "tractation",
        "oikos",
        "traite",
        "ellenberger",
        "novations",
        "rious"
      ],
      "full_text": "eleventh session  ‡  299\nonly a businessman of genius but knowledgeable in animal psychology, as \nis indicated by his founding a school for animal trainers,” and that his “in-\nnovations were adopted by many zoological gardens. The ﬁ rst result was an \nimprovement in the biological condition of animals. Many species that had \nnever reproduced in captivity began to do so in modern zoos.”29\nThis question of the reproduction of life will be decisive here, in par-\nticular so as to distinguish, in their very analogy, between zoological gar-\ndens and psychiatric asylums, at least in the dominant interpretation, in \nparticular that of Ellenberger. In the joint, synchronic, and, up to a point, \nparallel improvement of the two institutions, the zoological park and the \npsychiatric hospital, if one allows the beasts to reproduce, one prevents the \nhumans from doing so, at least within the walls of the psychiatric asylums. \nBut let’s wait a little.\nThe culture of curiosity thus organizes the showing of curiosities for cu-\nrious crowds, but the same culture of curiosity also had ambitions to treat, \nto care for, if not to cure. Or even to liberate by locking up differently. The \ncura of this curious curiosity always hesitated between two forms or two \naims of what is always a treatment.\nTreat, treatment: I propose to privilege this vocabulary of treatment be-\ncause I ﬁ nd it quite appropriate here, precisely because it is equivocal, ap-\npropriate because of its equivocality, and this because of a certain essential \nim- propriety, a certain constitutive ambiguity in an experience of treatment, \nor even trade [la traite] (and the white slave trade obeys an analogous logic), \nof treatment, tractation, or trade without contract, which consists, precisely, \nin a strange and equivocal economy, a strange and equivocal ecology that \nconsists in expropriating the other, appropriating the other by depriving \nthe other of what is supposed to be proper to him or her, the other’s proper \nplace, proper habitat, oikos. And time, Celan would say. For in this tekhne¯ \nof limits, it is as much a matter of time as of space. Which is also a certain \nUnheimlichkeit in this treatment of the habitat of the other — or even in the \nconcept of treatment in general. Having proposed it, I propose we keep this \nword treatment, and that we keep the two other words we have brought \nback to themselves, autopsy and curiosity.\nOne treats, well or badly, with good or ill treatment, and the treatment \ncan be a therapeutic cure or not. This cura, this therapy, can cure or not \ncure: it can, without curing, produce or not an improvement in the quality \nof life, even well- being. (You know that there are now shops, boutiques, \non the boulevard Saint- Germain for example, that sell, it’s written on their \n29. Ellenberger, “The Mental Hospital and the Zoological Garden,” p. 66. \n399 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 317,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "bene",
        "sential",
        "pou",
        "clared",
        "voir",
        "tions",
        "sover",
        "savoir",
        "glish",
        "unclassi"
      ],
      "full_text": "300  ‡  eleventh session\nsign, it’s their title, that do commerce in “well- being”: they are well- being \nshops, as you can read on their storefronts, not the good life in the Greek \nethical sense (eu ze¯n), or for the art of living, but well- being: these are nei-\nther pharmacies, nor organic stores for macrobiotic or dietetic products, nor \nfurniture or clothes stores that would allow you to feel better in your skin, \nbut stores which, between body and soul, sell you well- being, unclassiﬁ able \nproducts that go from books on sexuality — soft or hard30 — to so- called es-\nsential oils, to advice as to how to avoid back pain, how not to suffer from \nnoise on the plane, etc., to incense and all kinds of massage instruments, \netc.: this is neither medicine, nor surgery, nor pharmacy, nor herbalism, nor \northopedy, nor food science, nor psychology or psychoanalysis, it is none of \nthese but slides between all these disciplines, for your well- being.) So one \ntreats, well or badly, according to good treatment or ill treatment, and this \ntreatment can be a therapeutic cure or not: this cura, this therapy, might or \nmight not cure, but in any case power treats beasts and the mentally ill, and \nin any case the treatment, whatever its goals, whether they are openly de-\nclared or not, whether beneﬁ cial or maleﬁ cent, whether they are followed \nor not by the desired or alleged outcome, consists in enclosing, depriving \nof freedom of movement and, hence, of freedom itself, hence of power, of \npower to see, to know, to have beyond certain limits, and hence of sover-\neignty. By enclosing within idealized limits, or limits in any case that have \nbecome less visible, tending to become quasi- internal, by one of those ﬁ c-\ntions or fables we have been analyzing since the beginning and which are \nalso the element of force, power, violence, and lies, this culture of curiosity, \nthen, also had the ambition or the pretension to treat, to care for, to take \ngreat care (cura) of what it was enclosing and objectifying and cultivating to \nends of enrichment and curiosity.\nAs I’ve just been speaking, with regard to enclosure, about the common \nenclosure of the zoological gardens and psychiatric hospitals of a certain \npostrevolutionary modernity — [as I have just been speaking] of freedom, \nof limitation of the freedom of movement, and thus of the freedom to pou-\nvoir voir savoir, and thus of sovereignty, I want to emphasize once more, \nbrieﬂ y but heavily, this terrible logic.\nWhich logic?\nWell, that of a double bind, the extreme tension, weight, and gravity of \nwhich we should not hide from ourselves — a gravity all the heavier and \nall the harder to exonerate oneself from in that it is at the center, indeed at \nthe center of gravity, of all decisions and all responsibilities, all strategies \n30. [Translator’s note:] The words “soft” and “hard” are in En glish in the text.\n \n400\n \n401\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 318,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "ontotheology",
        "heteronomically",
        "mal",
        "glas",
        "glish",
        "tion",
        "trans",
        "leavey",
        "ciable",
        "indissociable"
      ],
      "full_text": "eleventh session  ‡  301\nand all transactions, that need treating, be they political or not — the ten-\nsion between the political and its others being only one of the tensions, both \nsupplementary and intrinsic, in the double bind to which I refer. I’m using \nthe En glish expression “double bind” deliberately and not facilely, because \nthe contraction or the tension I’m about to recall concerns not only a double \nbinding, a double injunction, but a duplicity in the very concept of binding, \nobligation, bind, bond, ligament, more or less tight ligature, stricture rather \nthan structure (as I said in Glas),31 that stricture that precisely comes to limit \nliberty along with sovereignty or sovereignty along with liberty. For we \nmust not hide from ourselves that our most and best accredited concept of \n“liberty,” autonomy, self- determination, emancipation, freeing, is indisso-\nciable from this concept of sovereignty, its limitless “I can,” and thus from its \nall- powerfulness, this concept to the prudent, patient, laborious deconstruc-\ntion of which we are here applying ourselves. Liberty and sovereignty are, \nin many respects, indissociable concepts. And we can’t take on the concept \nof sovereignty without also threatening the value of liberty. So the game is \na hard one. Every time, as seems to be the case here, at least, we appear to \nbe criticizing the enclosure, the fences, the limits, and the norms assigned to \nthe free movement of beasts or the mentally ill, we risk doing it not only in \nthe name of liberty but also in the name of sovereignty. And who will dare \nmilitate for a freedom of movement without limit, a liberty without limit? \nAnd thus without law? For anybody, any living being, human or not, nor-\nmal or not, citizen or not, virtual terrorist or not?\nThe double bind is that we should deconstruct, both theoretically and \npractically, a certain political ontotheology of sovereignty without calling \ninto question a certain thinking of liberty in the name of which we put this \ndeconstruction to work.\nWhich supposes a quite different thinking of liberty: on the one hand, a \nliberty that binds itself, that is bound, heteronomically, precisely to the in-\njunctions of this double bind, and therefore, on the other hand, responsibly put-\nting up with (but we would also need to think the concept of responsibility as \nnot resisting the questions we have posed as to the opposition man- animal \nas opposition between responsibility and reaction, it being understood that \nthe limits that the powers we have just been talking about — powers of all \nsorts, political, police, economic, psychiatric, etc. — intend to impose on the \nmovements both of the animals in the zoological garden and of the mentally \nill in the psychiatric hospital are limits supposedly assigned to irresponsible \n31. See Jacques Derrida, Glas (Paris: Galilée, 1974); trans. Richard Rand and John P. \nLeavey Jr. as Glas (Lincoln: University of Nebraska Press, 1990).\n402 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 319,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "didn",
        "nition",
        "dif",
        "aporetic",
        "paradeisos",
        "muf",
        "nomy",
        "dise",
        "galil",
        "nemein"
      ],
      "full_text": "302  ‡  eleventh session\nliving beings, pure reactional machines), [which supposes, then, returning \nto my proposition, a quite different thinking of liberty: on the one hand, a \nliberty that binds itself, is bound, heteronomically, precisely to the injunc-\ntions of this double bind, and therefore, on the other hand, the responsibly \nputting up with] this difﬁ cult but obvious fact: namely that the choice and \nthe decision are not between indivisible sovereignty and indivisible non-\nsovereignty, but between several divisions, distributions, economies (- nomy, \nnomos, nemein meaning, let me remind you, distribution and division), \neconomies of a divisible sovereignty. Another dimension or another ﬁ gure \nof the same double bind would be — I have tried to formalize this question \nelsewhere, especially in L’université sans condition32 — that of thinking an \nunconditionality (be it a question of liberty, gift, pardon, justice, hospitality) \nwithout indivisible sovereignty. It’s more than difﬁ cult; it’s aporetic, given \nthat sovereignty has always given itself out to be indivisible, and therefore \nabsolute and unconditional.\nIf ever this double bind, this implacable contradiction, were lifted (i.e. \nin my view never, by deﬁ nition, it’s impossible, and I wonder how anyone \ncould even wish for it), well, it would be . . . it would be paradise.\nShould we dream of paradise? How can we avoid dreaming of paradise? \nIf, as I have just said, it’s impossible and I wonder how one could even wish \nfor it, this can mean that we can only dream of paradise and that at the same \ntime the promise or memory of paradise would be at once that of absolute \nfelicity and of an inescapable catastrophe.\nI am not speaking of paradise here for fun. As you no doubt know, and \nas Ellenberger reminds us, everything didn’t begin with an earthly para-\ndise, with the garden of Eden that the Bible tells us about, with the story \nof the snake I was talking to you about recently when reading Lawrence’s \n“Snake,” and I will talk more about it next week, with all sorts of animals \nto be named and mastered by man, on the orders of God — [as you know], \neverything didn’t begin with this earthly paradise, or even earlier with what \nwas to become the model it inherited, the Persian paradeisos (paradeisos is \noriginally a Persian word), namely a vast enclosed territory where many \nbeasts lived in semiliberty under the surveillance of man, for pleasure and \naccording to the pleasure of a monarch. These animals were tamed; many \n32. Jacques Derrida, L’université sans condition (Paris: Galilée, 2001); trans. Peggy \n Ka muf as “The University without Condition,” in Jacques Derrida, Without Alibi (Stan-\nford: Stanford University Press, 2002), pp. 202–37.\n \n403\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 320,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "rangement",
        "cludes",
        "tes",
        "paradeisos",
        "dence",
        "lacan",
        "cabulary",
        "ellenberger",
        "tise",
        "cretinizing"
      ],
      "full_text": "eleventh session  ‡  303\nwere given to the king or taken from those he gave to his friends. There \nwere animals there destined for the royal hunt, for ofﬁ cial parades, or to \nserve as artists’ models. The Persian paradeisos had a function that Ellen-\nberger calls “mystical”: the king was the incarnation of the supreme god or \nthe master of creation, and so he received the offering or homage of these \nanimals in a garden forbidden to the common mortal. It was less forbidden \nfor the animals to leave than for the men and subjects of the king to enter.\nWell, this paradeisos itself was not original. It dates from the great em-\npires of Babylon and Assyria that themselves followed epochs of tribal po-\nlitical organizations whose potentates already gathered for themselves col-\nlections of wild animals with no obvious purpose, apparently for pure play, \nand sometimes ending by massacring them. We shall talk again about all \nthis, the more so because Ellenberger, with a conﬁ dence I don’t share, con-\ncludes his article by asking himself whether, at the end of a transformation, \na happy progress under way — a progress both of zoological gardens and of \npsychiatric hospitals — “Will we one day,” he asks, “see the revival of the \nPersian paradeisos, and will that revival produce a new ethical system?”33\nWhat I shall retain for today is, provisionally, this: the garden of Eden, \nthe paradise that the Bible and Dante (and D. H. Lawrence the other day) \ntell us about, was not original, any more than the sin that bears that name. \nI refer you here in conclusion, still provisionally, to the words of Lacan that \nwe quoted a few months ago, in the questioning reading we attempted. We \nhave to read them again and question them again differently. In “Subver-\nsion of the Subject and Dialectic of Desire,” Lacan said this, in which I shall \ncontent myself with emphasizing the word “experience,” which bears all \nthe weight of the problem, the word “I,” the word “believe,” and the vo-\ncabulary of bêtise (the words “imbeciles” and “cretinizing”):\nIs this enjoyment, the lack of which renders the Other inconsistent — is it \nthen mine? Experience proves that it is ordinarily forbidden to me, and this \nnot only, as the imbeciles [bêtes or not?] would believe, through a bad ar-\nrangement of society, but I would say by the fault of the Other if he existed: \nbut as the Other does not exist, all that remains for me is to take the fault on \n“I,” i.e. to believe the thing that experience leads us all to, with Freud in the \nlead: to original sin. For even if we did not have Freud’s admission, as clear \nas it is full of sorrow, the fact would remain that the myth that we owe to \nhim, the newest- born in all history [the Oedipus myth], is of no more use \nthan the myth about the accursed apple, with this slight difference (not a \n33. Ellenberger, “The Mental Hospital and the Zoological Garden,” p. 92. \n404 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 321,
      "bucket": "D (5-10%)",
      "error_rate": 8.8,
      "unknown_words_sample": [
        "dialectique",
        "tissant",
        "lacan",
        "sujet",
        "ence",
        "cretinizing",
        "sci",
        "crits"
      ],
      "full_text": "304  ‡  eleventh session\nresult of its status as myth) that, being more succinct, it is considerably less \ncretinizing [abêtissant?].34\n \nBut what is not a myth, yet what Freud formulated just as early as he did \nthe Oedipus, is the castration complex.35\nIs everything that we are dealing with, including the castration of domestic \nanimals and the more or less virtual sterilization of the mentally ill, part of \nthe logic of castration? Does this discourse on castration belong more to sci-\nence than to myth and belief? Those are enough questions for our curiosity, \nor even for our autopsy today.\n34. [Translator’s note:] Derrida’s interpolation.\n35. Jacques Lacan, “Subversion du sujet et dialectique du désir,” in Écrits (see session \n4 above, n. 2), pp. 819–20 [pp. 684–85].\n \n405\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 322,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "xing",
        "nur",
        "tus",
        "leben",
        "aren",
        "ent",
        "glish",
        "tion",
        "eigensinnigen",
        "scension"
      ],
      "full_text": "t w e l f t h  s e s s i o n\nMarch 20, 2002\ny\nWill we ever manage to untangle, in our tangles, will we succeed in un-\nraveling, disintricating, as it were, unscrambling things between zoology \nand biology? Between the zoological and the biological, between these two \nGreek words which are more than words, and are both translated as “life,” \nzo¯e¯ and bios? Isn’t it too late to try, and aren’t all efforts in that direction \ndoomed, essentially, to failure? Especially in French, but also in German \nand En glish and many languages in which there is no distinction between \nthe two words, or even the two concepts, for saying “life” and “living”? \nAnd isn’t philology too poorly equipped, too unequal to the task, in spite of \nthe grand airs that the lesson givers and the pseudo- experts in this domain \nsometimes take on? Too unequal to the task, philology, not up to this ques-\ntion, which is more than a question as to meaning and word, between zo¯e¯ \nand bios, between zoology and biology, the logic of the logos ﬁ xing nothing \nand simplifying nothing, as we shall see, for whoever cares to try to un-\ntangle things. And in French, what are we saying when we say “life” (ah, \nla vie!), and the living? Are we talking of the zoological or the biological? \nAnd what would be the difference? To what are we obstinately signaling \nhere with the word “life”?\nThere is a line of Heidegger’s that I like, even though I’m not always \nready to follow him on the question of death. The question of life and \ndeath. And still less on the question of the animal. It’s the moment when he \nsays, with his rather arrogant smugness, that sometimes irritating conde-\nscension that we know him for: “Den Eigensinnigen ist Leben nur Leben [For \nthose who are stubborn [têtus] (entêtés, den Eigensinnigen: for those who have \nonly one idea in their heads), ist Leben nur Leben (life is merely life)].” For \nthe stubborn, life is merely life, life is only life or life is all of life. You’ll \n408 \n"
    }
  ]
}