{
  "document": "Derrida_TheBeastAndTheSovereignVol1",
  "batch_number": 9,
  "total_batches": 10,
  "pages": [
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 323,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "einf",
        "nur",
        "hrung",
        "tive",
        "vouloir",
        "diately",
        "excit",
        "nition",
        "tion",
        "dif"
      ],
      "full_text": "306  ‡  twelfth session\nﬁ nd this witticism in the Introduction to Metaphysics,1 which we’ll talk about \nagain in a moment. Heidegger continues:2 “Den Eigensinnigen ist Leben nur \nLeben,” for the stubborn, then, the obstinate, for him who has only one idea \nin his head — in German there is no reference here to the head [la tête], but \nin French that gives us one more head in our tally of chiefs, heads, caps, and \ndecapitations; and here the stubborn obstinacy of him who has only one \nidea in his head is something of a deﬁ nition of bêtise; and when Heidegger \ngoes for those who are eigensinnig, one can say without risk of being too far \nwrong that he is not far from ﬁ nding them bête; it is bête to think that life is \nsimply life, without asking oneself the question, as Heidegger will imme-\ndiately do, of a death that is life, a life that is death, a death that belongs to \nthe very being of life: but eigensinnig is an interesting word here to bespeak \nthe bêtise of stubbornness and obstinacy, in that it marks on the one hand, as \nyou will see, that stubborn bêtise consists in not asking any questions.\n(This is difﬁ cult and worth a brief parenthesis, because one might indeed be \ntempted to say that bêtise consists in an inaptitude for the question — that’s \nan easy thought: we tend to think that people who don’t ask themselves any \nquestions are rather stupid, don’t we, lacking in critical spirit and reﬂ ec-\ntion: he or she doesn’t ask questions, that means bêtise; but there is also a \nstrange and troubling afﬁ nity between a certain form of bêtise and a certain \nobstinacy, on the contrary, in asking or asking oneself questions, wanting to \nknow (wissen wollen: “Fragen ist wissen- wollen,” says Heidegger,3 and that \nbrings us back to the question of knowledge and the curiosity we were talk-\ning about last week; but here Heidegger is talking about questioning as \nwanting- to- know, before it becomes degraded into curiosity, and provided, \nhe says, that one remembers that the question on Being or the question of \nBeing presupposes that willing is not an acting (Agieren) but is grounded \nin a “leaving” (Lassen), leaving Being to be what it is. Bêtise here, stubborn \n bêtise, I would say without further commenting on Heidegger, would be \nnot to know how to leave Being to be what it really is, but to rush excitably \ntoward the question, giving in to the compulsion, to the question as excit-\nable, nervous compulsion, wanting- to- know [vouloir- savoir] by accumula-\ntive curiosity; for there is without doubt a bêtise of the question, as there \n1. Heidegger, Einführung in die Metaphysik (see session 10 above, n. 14), p. 100 \n[p. 139]. [Translator’s note: The En glish translation systematically translates Eigensinn \nas “caprice.”]\n2. Derrida really only continues Heidegger’s sentence two pages later. \n3. Heidegger, Einführung in die Metaphysik, p. 16 [p. 9]. \n \n409\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 324,
      "bucket": "E (10%+)",
      "error_rate": 14.5,
      "unknown_words_sample": [
        "ibid",
        "positivizes",
        "nur",
        "ject",
        "pos",
        "eigen",
        "eigensinnigkeit",
        "ues",
        "auch",
        "auf"
      ],
      "full_text": "twelfth session  ‡  307\nis of afﬁ rmation, as there is of negation: bêtise that is nothing, that has no \nessence, we were saying, even transcendentally, but that can traverse and \nthreaten — by reassuring them, precisely — the three modalities (question, \nafﬁ rmation, negation), but traverse- threaten- reassure them in a positive \nway, and bêtise is perhaps positivity itself, positing, to which afﬁ rmation, the \n“yes,” is not to be reduced: bêtise would rather resemble self- positing across \neach of these three modes (question, afﬁ rmation, negation), it would be pos-\nitivism, in sum, self- positivism in general, that positivizes — and no one is \nimmune to or sheltered from this, not even those who denounce Eigen sinn. \nI close this parenthesis.)\nThis last word, I was saying, Eigensinn, where, following Heidegger, it \nmarks the fact that stubborn bêtise consists in not asking oneself any ques-\ntions, this word makes at least an elliptical reference to the proper (eigen) \nand to meaning (Sinn). At bottom, I would say, playing a little, the obsti-\nnate bêtise of the Eigensinnige is having the obstinacy of one’s opinion that \nconsists in believing that something has one proper meaning and one only: \nlife is life, period, that’s my opinion and I believe it. That’s my opinion and \nI’m sticking to it, period. Against this Eigensinnigkeit, Heidegger contin-\nues: “[For these Eigensinnigen] Tod ist ihnen Tod [death is for them death] \nund nur dieses [and nothing else, and only that, death. But the Being of life, \nHeidegger then adds, is at the same time death]. Aber das Sein des Lebens ist \nzugleich Tod. [Everything that enters into life also already begins by that fact \nto die, to go to its death, and death is at the same time life]. [. . .] und Tod ist \nzugleich Leben. Heraklit sagt Frgt. 84: [. . .]” (There follows a deﬁ nition of \ncontradiction and of the logos as gathering of contraries.)\nLet’s leave this short treatise on bêtise, a bêtise that perhaps always comes \ndown to sticking to some stubborn opinion about life death. Where I would \nbe tempted (I won’t insist on this because I have talked about it elsewhere) \nto ﬁ nd Heidegger a little eigensinnig, if not a little bête himself on this sub-\nject, is where he holds so ﬁ rmly to the opinion, to what I believe to be no \nmore and no less than an opinion, that only man or only Dasein has an \nexperiential relation to death, to dying, to sterben as such, to his own death, \nhis own being- able- to- die, to its possibility, be it the possibility of the impos-\n4. Ibid. The German text reads as follows: “Den Eigensinnigen ist Leben nur Leben. \nTod ist ihnen Tod und nur dieses. Aber das Sein des Lebens ist zugleich Tod. Jegliches, was \nins Leben tritt, beginnt damit auch schon zu sterben, auf seinen Tod zuzugehen,und Tod ist \nzugleich Leben. Heraklit sagt Frg. 8: ‘Das Gegeneinanderstehende trägt sich, das eine zum \nanderen, hinüber und herüber, es sammelt sich aus sich.’ ” \n410 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 328,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "rootedness",
        "von",
        "fty",
        "certi",
        "gefangenhaltung",
        "zuhause",
        "erty",
        "studium",
        "tieren",
        "erybody"
      ],
      "full_text": "twelfth session  ‡  311\nerty is, moreover, the most common condition, and therefore supervised \nsovereignty — and which of us would dare to claim that we can escape it or \neven, which is more serious, that we want to escape it?\nOf course, we also desire a certain enclosure, some limits and some \nthreshold for our “well- being.” What is more, in the materials provided \nby Ellenberger as to the comparison between animals parked in zoological \ngardens and patients interned in psychiatric hospitals, there were remarks \non the logic of this desire for territorialization that made people love the \necosystem of limits in which both animal and madman, and, I’d add, ev-\nerybody, all the mad animals that we are, are as happy to stay as we are \nto get out. We love the threshold, both crossing it and not crossing it. A \ncertain Bernhard Grzimek, the author of “Gefangenhaltung von Tieren” \n(1950) (“Detention of Beasts,” or the incarceration, the incarceration be-\nhavior, of beasts), cited by Ellenberger, notes that the animal that leaves the \nzoo, which we would be inclined to say has escaped or liberated itself, in \nfact feels homeless, heimatlos, and does everything it can to return “home” \n(zuhause) to its cage.7 I don’t know to what extent this can be generalized \nor taken at face value, but it’s quite probable that it happens in certain \nconditions. According to the same logic, when it has taken possession of its \nnew incarcerating territory, the animal will become more dangerous and \naggressive with respect to the intruder and more peaceful with respect to \nwhoever respects the threshold and only feeds it from outside. This law \nseems to have its human equivalent. And Dr. Daumézon, a French psy-\nchiatrist from Sainte- Anne [Hospital] (whom I knew quite well — I recall \nthat some ﬁ fty years ago, Foucault, whom we shall be talking about in a \nmoment, [Foucault] took me with some other students to see him as part \nof the exercises leading to a certiﬁ cate in psychopathology, to be present at \nhis examinations and case presentations — the examination of the patients \nand the examination of young interns who had to go through diagnostic \nexercises in front of Dr. Daumézon and us — fascinating, terrifying, and \nunforgettable moments) — Dr. Daumézon, then, was the author of an ar-\nticle entitled “Rootedness of Cured Patients in the Asylum,” in which he \nmentions, among others, frequent cases of patients adapted to the asylum, \napparently cured, who, as soon as anyone talks to them about leaving, \nabout the end of treatment, present new symptoms or the return of old \nsymptoms, symptoms that are really designed to make them remain in, or \nreturn to, the asylum, an asylum they basically don’t want to leave. They \n7. Bernhard Grzimek, “Gefangenhaltung von Tieren,” Studium Generale 3 (1950): \n1–5. Quoted by Ellenberger in “The Mental Hospital and the Zoological Garden,” p. 84. \n415 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 329,
      "bucket": "D (5-10%)",
      "error_rate": 7.3,
      "unknown_words_sample": [
        "mentale",
        "terres",
        "nomic",
        "des",
        "etc",
        "trousser",
        "paradeisos",
        "hygi",
        "galant",
        "ris"
      ],
      "full_text": "312  ‡  twelfth session\nno longer want to cross the threshold of the asylum and leave what has \nbecome their “home.”8\nThe threshold, then. What is a threshold? What constitutes its indivis-\nibility, be it punctual or linear? And its solidity — foundational or terres-\ntrial, territorial, natural, or technical, architectural, physical, or nomic?\nFor a while now, I have been talking about the threshold as a supposedly \nindivisible line across which one enters or exits. So the threshold is always \na beginning, the beginning of the inside or the beginning of the outside. As \nwe approach the end of this year’s seminar, as we were saying — hoping \nto continue it next year — I see clearly, you see clearly, that we are still on \na threshold the very possibility of which we are interrogating, where that \npossibility is bound up with the very possibility of beginning.\nThe threshold: to ask oneself, “What is the threshold?” is to ask oneself \n“How to begin?” “How to begin?” we are asking ourselves very close to the \nprovisional end of our ﬁ rst meridian, our ﬁ rst circle or return of the line. \nHow to begin again? A question of commencement and commandment, \nan archaic question of the arkhe¯ that means, I recall once again, both com-\nmencement and commandment, principle and prince, the One of the ﬁ rst. \nThe arkhe¯, the archon, is a ﬁ gure of the sovereign himself. And it’s about the \none, the one and the other, that we are speaking here.\nThe beast and the sovereign, the one and the other, I was suggesting \nlast time, were already two, and the one commanded the other, even before \nparadise, even before our paradise, before the garden of Eden and even be-\nfore the Iranian paradeisos, the model of which already preceded our Bible’s \ngarden of Eden.\nWe no longer know, between the beast and the sovereign, where to be-\ngin tackling this question of the paradisiacal or pre- paradisiacal commence-\nment or commandment. Our trousse [case, kit], our trousseau [bunch (of \nkeys), reserve, bottom drawer] of quasi- canonical references . . .\n(Parenthesis: since we are speaking of threshold and keys, well, about \ntrousse and trousseau, trousser [to truss, to bunch up], etc. (or terms such as \ntrousse- galant [a devastating illness], trousse- pied [horse- tying], trousse- queue \n[tail tie], troussequin [saddle part], trousse- traits [harness- rings], etc.), I would \nsay that these are words and a vocabulary to which I would have liked, \nif it were reasonable, to devote a whole year’s seminar: and it might not \nhave been all that unreasonable, because, and here’s my advice, if you read \n8. G. Daumézon, “L’enracinement des malades guéris à l’asile,” L’Hygiène Mentale \n36 (1946–47): 59–71; quoted in Ellenberger, “The Mental Hospital and the Zoological \nGarden,” p. 84. \n \n416\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 330,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "abrahamic",
        "outos",
        "chouraqui",
        "theon",
        "pho",
        "trousser",
        "littr",
        "erat",
        "pre",
        "bereshit"
      ],
      "full_text": "twelfth session  ‡  313\nsome dictionary carefully, for example, the Robert or better still the Littré, \non this family of words around trousse, trousser, trousseau, you will have in a \nfew pages the whole network of themes and problems that is occupying us \nhere, you will have the whole kit and caboodle [la trousse et le trousseau] of \neverything we are trying to get into here, the bunch of keys being only one \nresource among others, especially if the key should be missing or replaced \nby a code, to deal with the structures, the strictures, and thus the locks I was \ntalking about in connection with the double bind and paradise, as I was \nconcluding last time. End of parenthesis on the trousseau.)\nAs I was saying, we don’t know, between the beast and the sovereign, how \nto get going on this question of the paradisiacal or pre- paradisiacal com-\nmencement and commandment. Our kit, our bunch of quasi- canonical ref-\nerences, namely Genesis, its very “In the beginning,” Bereshit, which also \nmeans, as Chouraqui translates it, “at the head” (and there we have the \ncommencement, the commandment, the performative ﬁ at of Elohim, and \nthe head in the so- called Old Testament that begins, we’re coming to it, \nwith a ﬁ at, the commencement of a commandment, the order of a ﬁ at). But \nbefore exploring the trousseau of all the commencements that we have at \nour disposal, we Europeans, descended from both the Abrahamic religions \nand Greek philosophy, here are at least three commencements:\n1. Genesis, Bereshit, and the creation of the animals before man, with \nwhat follows from that, which we’ll talk about again.\n2. The beginning of the Gospel of John, En arkhe¯ en o logos, In Prin-\ncipium erat verbum, “In the beginning was the Word (logos) and the logos \nwas God.” To say that God was logos, as sovereign all- powerful creator of \neverything, was basically to conﬁ rm the ﬁ rst words of Genesis, of the Head, \nwhere God by means of speech, by saying “Let there be light,” by this arch-\n performative, effected that light was and came. John continues, “The logos \nwas in the beginning with God” (outos e¯n en arkhe¯ pros to theon), everything \nexisted through it [through the logos] and nothing that existed existed with-\nout it. In it [the logos] was life (zo¯e¯) and life was the light (pho¯s) of men.”9 \nRetain this for now: sovereignty equals arkhe¯, arkhe¯ equals logos, the logos \nthat creates, that causes to come or advene, and that creates the living being, \nthe life of the living (zo¯e¯), the evangelic logos, which basically repeats genesis \nand speaks of an origin of the world created by the sovereign, God, by an \nall- powerful ﬁ at, which is, let’s say, zoological, the ﬁ at of a logos producing \nzo¯e¯, a zo¯e¯ that is light, appearing, pho¯s, photology for mankind. This zoo-\n9. John 1:1–4. Derrida’s translation. \n417 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 331,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "nally",
        "ekhon",
        "politi",
        "physis",
        "arkhe",
        "logozo",
        "johannine",
        "liv",
        "guration",
        "nale"
      ],
      "full_text": "314  ‡  twelfth session\n logy needs to be understood in a special sense, as you can well imagine, but \none that cannot be radically foreign to the current sense. If, no doubt, what \nI’m here calling zoo- logy concerns a life that is in the logos, a zo¯e¯ that is, says \nJohn, in the logos like a life that is the light of mankind, if of course he is not \nspeaking of the logos of zo¯e¯ as a science of life or a discourse on life, the fact \nremains that if there can be zoology as discourse, reason, or science of life, \nit’s certainly because there seems to be some ontological afﬁ nity between \nlife, zo¯e¯, and logos.\n3. Third and ﬁ nally, still to make sure that the classical bunch of \nabrahamo- philosophical keys is still in our pocket, there was the other be-\nginning, the other key, one that is chronologically earlier that the gospel \nof John, and it’s what Aristotle’s Politics also tells us about logos and zo¯e¯, in \nstatements that are just as famous but can never be reread often enough. \nI believe it’s my duty to begin with this today and to return right now \nto a passage in Aristotle’s Politics that you no doubt all know well, which \nhas remained behind everything we’ve said until now but which may be \nopportune to reopen just when, between the performative ﬁ at of Genesis, \njust on the threshold of an already inherited garden of Eden, and, further, \nthe evangelical and Johannine en arkhe¯ e¯n o logos and e¯n auto¯ zo¯e¯ e¯n (at the \ncommencement and the commandment was the logos and in it life) — it is, \nthen, opportune to reopen the text from the Politics where we ﬁ nd another \nconﬁ guration of zo¯e¯ and logos, another essential inherence of logos in the liv-\ning or the living in the logos, another zoology or another logozo¯e¯y which are \nsituated, are supposed to be situated, at the arkhe¯, at the commencement, at \nthe sovereign principle of everything that concerns what appears and grows \nin the light, the physis of light, pho¯s, of life, zo¯e¯, and of logos, of speech.\nWhen Heidegger — you remember the text we read from Introduction to \nMetaphysics — seemed to be denigrating this determination that he called, \nsomewhat scornfully, a “zoological” determination of man as animal ratio-\nnale — that is, and this is Aristotle’s expression, zo¯on logon ekhon — in fact \nhe might have been indirectly taking aim at the biblical statements, from \nGenesis to the Gospel of John. We shall see in a moment that he did not fail \nto do so, too.\nBut as Aristotle’s text comes before the Gospels and above all remains \nthe more political, in truth the only one that is explicitly and literally politi-\ncal, in the ﬁ rst, i.e. Greek, sense of that word, the only one that conjugates \nlogos with the political, I should like (since with sovereignty we are above all \ntalking about the political), [I should like], at risk of belaboring paths that \nhave already been cleared many times, to return a little to the letter of this \n \n418\n \n419\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 333,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "ibid",
        "indifferentiation",
        "tion",
        "dif",
        "aristo",
        "periodiza",
        "lations",
        "tikos",
        "politikos",
        "calcu"
      ],
      "full_text": "316  ‡  twelfth session\nthat, together with the process by which the exception everywhere becomes \nthe rule, the realm of bare life — which is originally situated at the mar-\ngins of the political order — gradually begins to coincide with the political \nrealm, and exclusion and inclusion, outside and inside, bios and zoé, right \nand fact, enter into a zone of irreducible indistinction.12\nWe have to reconstitute this whole context before returning to Aristotle \nhimself, if we can still say that, the better to measure what is at stake today \nin this rereading, from the point of view that is ours here. All of Agamben’s \ndemonstrative strategy, here and elsewhere, puts its money on a distinction \nor a radical, clear, univocal exclusion, among the Greeks and in Aristo-\ntle in particular, between bare life (zo¯e¯), common to all living beings (ani-\nmals, men, and gods), and life qualiﬁ ed as individual or group life (bios: bios \ntheo¯re¯tikos, for example, contemplative life, bios apolaustikos, life of plea-\nsure, bios politikos, political life). What is unfortunate is that this distinction \nis never so clear and secure, and that Agamben himself has to admit that \nthere are exceptions, for example in the case of God, who, says Aristotle’s \nMetaphysics,13 has a zo¯e¯ ariste¯ kai aidios, a noble and eternal life. Such an in-\nsecure semantic distinction cannot serve to determine a historical periodiza-\ntion, which causes Agamben to say, I quote again:\nWhat characterizes modern politics is not so much the inclusion of zo¯e¯ \nin the polis — which is, in itself, absolutely ancient — nor simply the fact \nthat life as such becomes a principal object of the projections and calcu-\nlations of State power. Instead the decisive fact is that, together with the \nprocess by which the exception everywhere becomes the rule, the realm of \nbare life — which is originally situated at the margins of the political or-\nder — gradually begins to coincide with the political realm, and exclusion \nand inclusion, outside and inside, bios and zoé, right and fact, enter into a \nzone of irreducible indistinction.14\nWhat is difﬁ cult to sustain, in this thesis, is the idea of an entry (a modern \nentry, then) into a zone of irreducible indifferentiation, when the differ-\nentiation has never been secure (I would say Agamben furtively admits as \nmuch); and, above all, what remains even more difﬁ cult to sustain is the \nidea that there is in this something modern or new; for Agamben himself, as \nyou are about to hear, taking the Foucauldian idea of a speciﬁ cally modern \nbiopolitics seriously, [Agamben] is keen to recall that it is as ancient as can \n12. Ibid., p. 9.\n13. Book L, 7, 1072b 28; quoted by Agamben, ibid., p. 1. \n14. Ibid., p. 9.\n \n421\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 334,
      "bucket": "E (10%+)",
      "error_rate": 12.5,
      "unknown_words_sample": [
        "einf",
        "hrung",
        "degger",
        "vor",
        "des",
        "nition",
        "wissende",
        "hei",
        "als",
        "origi"
      ],
      "full_text": "twelfth session  ‡  317\nbe, immemorial and archaic. I will read the paragraph, then, that, on the \none hand, constitutes a particularly abrupt questioning of Foucault’s thesis \non the modernity of the biopolitical, just when Agamben seems to want to \ninscribe himself, with some reservations, in Foucault’s tracks, where Fou-\ncault will have been almost the ﬁ rst, as Agamben, for his part, will have been \nthe ﬁ rst to say that Foucault was almost the ﬁ rst to say, that what appears \nto be modern, as you will hear, is in truth immemorial. I will read, then, \nbut after a long detour, the paragraph that, on the one hand, gives up on \nany speciﬁ cally modern determination of a biopolitics of the state, that sup-\nposedly only picks up what is archaic and most immemorial. I mention all \nthese texts less because I understand them (I admit I often have to give up \non that) than because they mark at least the currency of the problems and \nconcerns that are ours here.\nIn a moment I shall ﬁ rst quote Agamben, and then quote Foucault. But \nnot without having ﬁ rst pointed out that neither the one nor the other re-\nfers, as I believe it would have been honest and indispensable to do, to the \nHeidegger who, I remind you, in the Introduction to Metaphysics, said that \nit is only tardily, after the event (Geschehnis), after the conscious, knowing, \nknowledgeable appearance (die wissende Erscheinung des Menschen als des \ngeschichtlichen) of man as historial man, only after this historial eventness, \nand thus tardily, did one deﬁ ne (Heidegger puts the word in scare quotes: \n“deﬁ niert”) man by a concept (in einem Begriff), and this concept was, as \nHei degger says without even having to name the signatory of this literal \ndeﬁ nition — Aristotle — zo¯on logon ekhon, animal rationale, living being \nendowed with reason, “vernünftiges Lebewesen.” In this deﬁ nition of man, \nHeidegger makes clear, the logos appears, of course, it comes forth (kommt \nvor), but it appears in a form or a ﬁ gure that is unrecognizable, unknown \n(in einer ganz unkenntlichen Gestalt) and in a very curious, very remarkable \nenvironment (in einer sehr merkwürdigen Umgebung): and this is what inter-\nests Heidegger, who, in the course of what is also a reading of Parmenides, \nHeraclitus, Aristotle, and Hegel, is attempting to rethink in an original way \nthe relation between logos and physis (physis, of which he says, at the begin-\nning of the Introduction to Metaphysics, that its Latin translation as natura, \nwhich also speaks of “birth,” has turned away from the originary sense of \nthe Greek physis, as ethics, in the sense of morality, has degraded the origi-\nnary sense of ethos).15\nFive questions had earlier been posed by Heidegger, and we should keep \nthem in mind during this whole reﬂ ection:\n15. Heidegger, Einführung in die Metaphysik, p. 108 [p. 151].\n422 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 335,
      "bucket": "E (10%+)",
      "error_rate": 13.1,
      "unknown_words_sample": [
        "ibid",
        "von",
        "geschieht",
        "degger",
        "des",
        "wesen",
        "hei",
        "lovgo",
        "denken",
        "zum"
      ],
      "full_text": "318  ‡  twelfth session\n1. “Wie west die ursprüngliche Einheit von Sein und Denken als die von fuvsi\" \nund lovgo\"?” [“How does the originary unity of Being and thinking es-\nsentially unfold as the unity of physis and logos?”]\n2. “Wie geschieht das ursprüngliche Auseinandertreten von lovgo\" und fuvsi\"?” \n[“How does the originary disjunction [secession, divorce] of logos and \nphysis come to pass?”]\n3. “Wie kommt es zum Heraustreten und Auftreten des lovgo\"?” [“How does \none come to the se- cession [the exit (from the stage)] and to the pro-\n cession [the appearance, the entry onto the stage] of the logos?”]\n4. “Wie wird der lovgo\" (das ‘Logische’) zum Wesen des Denkens?” [“How \ndoes logos (the ‘logical’) become the essence of thinking?”]\n5. (This is a question to which I shall be giving a certain privilege, for rea-\nsons I shall give), “Wie kommt dieser lovgo\" als Vernunft und Verstand zur \nHerrschaft über das Sein im Anfang der griechieschen Philosophie?” [“How \ndoes this logos, as reason and understanding, come to reign (to exercise \nits mastery, its authority, its sovereignty (Herrschaft)) over Being at the \nbeginning of Greek philosophy?”]16\nIn other words, how, not the logos, the logos itself, but the logos determined, \ninterpreted, understand travestied, disguised, one might almost say cor-\nrupted into the form of reason and understanding, the logos as reason and \nunderstanding, in fact as “logic” — how, in this disguise or in this guise, \ndoes it come to dominate being, to become stronger than being, from the \nbeginning of Greek philosophy? I am not forcing things with the word \nforce on this relation of force and forcing, domination or hegemony. It is \nHeidegger’s discourse and explicit intention that I am respecting, for Hei-\ndegger speaks of Herrschaft here (one could already translate Herrschaft by \nsovereignty as much as by mastery or lordship); it really is a question of \na violently imposed sovereignty of logos as reason, understanding, logic: it \nreally is a question of a force of reason that overcomes [a raison de] another \ninterpretation or several other interpretations or ways of hearing logos, the \nword or the vocabulary, the sense of legein, logos: it really is a question of a \nsort of war and conﬂ ict of forces in which reason wins by force, and along \nwith reason (ratio, Vernunft) the rationalism of what will come later, as we \nshall see, to be inscribed in the concept of animal rationale or zo¯on logon \nekhon. This will mean not a conﬂ ict or a simple opposition, as one often \nthinks, between force and reason, as between force and right, but a conﬂ ict \n16. Ibid., p. 94 [p. 130]. [Translator’s note: I have modiﬁ ed the translation slightly to \nremain close to Derrida’s own translation into French.]\n \n423\n \n424\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 336,
      "bucket": "E (10%+)",
      "error_rate": 11.5,
      "unknown_words_sample": [
        "ibid",
        "machstellung",
        "souverainet",
        "des",
        "sammlung",
        "tion",
        "nds",
        "chsten",
        "machtspruch",
        "signi"
      ],
      "full_text": "twelfth session  ‡  319\nin which force is on the side of reason, and wins out, a bit like “the reason of \nthe strongest,” in another sense and at another level, but concurrently with \nthe discourse of La Fontaine’s fable, which maybe ﬁ nds its fundamental re-\nsource here. I am all the less forcing the sense and use and implication of the \nword Herrschaft by translating it as sovereignty or as sovereign domination \nin this phrase, in that two pages earlier — to which I refer you — speak-\ning of the “logic” that came out of the Platonic school or of a doctrine of \nthinking become a doctrine of the logos in the sense of proposition, speaking \nalso of the rise in power of the logical, of logic, of the logical determina-\ntion of logos in Hegel, Heidegger twice uses the expression “Machstellung \ndes ‘Logischen,’ ” and “Machstellung” is the positing of force, an expression \noften used to speak of the state, of the positing of the force of a state, as the \nexpression “Machtspruch” signiﬁ es decision of force, arbitrary and sovereign \ndecision. Moreover, the French translator, Gilbert Kahn, here translates \n“Machtstellung des ‘Logischen’ ” as “souveraineté du ‘logique’ ” [“sovereignty \nof the ‘logical’ ”].17\nThis doesn’t mean that this sovereignty, this hegemony, this superior \nforce of logical reason, has won out over a thinking of the logos that, for its \npart, is innocent, and foreign to all force. We are indeed dealing with a con-\nﬂ ict between more than one force. For the legein or the logos as gathering, \nas Sammlung or Versammlung, which Heidegger holds to be more originary \nthan logos as reason or logic, is already a deployment of force and violence. \nGathering is never, says Heidegger, a simple putting together, a simple ac-\ncumulation, it is what retains in a mutual belonging (Zusammengehörigkeit) \nwithout allowing itself to disperse. And in this retention, logos already has \nthe violent character of a predominance or, as it is translated [into French], \na perdominance, a Durchwalten of physis.18 Physis is that Gewalt, that de-\nployment of force, which does not dissolve into the void of an absence of \ncontrasts or contraries (in eine leere Gegensatzlosigkeit), but maintains what \nis thus “durchwaltet,” traversed, shot through by the deployment of sov-\nereignty, or of forces, in the highest acuity of its tension (its tension itself \nextreme, one might say sovereign, “in der höchsten Schärfe seiner Spannung”). \nSo the logos is itself, however one interprets it, as gathering, Sammlung, or, \nlater, as logic, reason or understanding — the logos is already, always, of the \norder of power, force, or even violence, of the order of that Gewalt that is so \n17. Ibid., p. 93. [Translator’s note: The En glish translation has “position of power” \nfor Machtstellung.] \n18. Ibid., p. 102 [p. 141]. [Translator’s note: The En glish translation has simply \n“dominance.”]\n425 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 337,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "dischen",
        "uence",
        "des",
        "situ",
        "seiendes",
        "dif",
        "deka",
        "logoi",
        "originarity",
        "ein"
      ],
      "full_text": "320  ‡  twelfth session\ndifﬁ cult to translate (force, violence, potency, power, authority: often legiti-\nmate political power, force of order: walten is to reign, to dominate, to com-\nmand, to exercise a power that is often political: sovereignty, the exercise of \nsovereignty, is of the order of walten and Gewalt).\nStill more interesting for us, in this context, is the way Heidegger, in the \nsame interpretive movement — and the interpretation of the logos is also a \nsort of exercise of force or violence, of Gewalt — [the way Heidegger] situ-\nates and interprets the Christian concept of logos in the New Testament, the \nvery concept I was invoking at the beginning when I quoted the opening of \nthe Gospel of John. “En arkhe¯ en o logos, In Principium erat verbum” [“In the \nbeginning was the Word (logos) and the Word (logos) was God”]. Prudently, \nHeidegger notes that one ought to distinguish here between the Synop-\ntics and the Gospel of John, but he considers that, essentially, at bottom \n(grund sätzlich), the New Testament logos does not mean, as in Heraclitus \nfor example, the Being of the entity (das Sein des Seienden), the gathering of \nantagonistic forces (die Gesammeltheit des Gegenstrebigen). The logos of John \ndoes not signify the Being of the entity or what holds contraries together, \nbut designates one particular entity (“ein besonderes Seiendes”: Heidegger \nemphasizes “one”), namely the son of God, in his mediating function be-\ntween God and man.\nThis accident of the logos, this drift that distances the logos from its Greek \noriginarity is, moreover, a Jewish heritage since, quite rarely for Heidegger, \nhe judges it necessary, in one sentence, to identify, uncover, or even to de-\nnounce, in this representation of the logos as mediator, the ﬁ liation or inﬂ u-\nence of what he calls a representation, “that of the Jewish philosophy of \nreligion” (“diejenige der jüdischen Religionsphilosophie”) [he doesn’t say the \nJewish religion but the Jewish philosophy of religion], here that of Philo \nthe Jew. Philo, in his philosophy of the creation, Heidegger reminds us, had \nindeed attributed to the logos the function of mesite¯s, mediator. This read-\ning of the evangelical logos under the inﬂ uence of Greco- Jewish philosophy, \nunder the inﬂ uence of Hellenistic Judaism, basically, is of interest to us for \ntwo reasons as we try to put some order into our trousseau of canonical texts. \nOn the one hand, because in this Christian appropriation of the logos, what is \nat stake is the performative commandment; on the other hand, because what \nis at stake is life (life as zo¯e¯).\nHow so?\nA. Well, on the one hand, ﬁ rst, then, in the translation of the Septuagint, in \nthe translation of what is called the Old Testament, logos is the name given \nto the word of God as commandment (Befehl, Gebot). The “ten command-\nments” is translated as “oi deka logoi.” This is, as it is called, the Decalogue. \n \n426\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 338,
      "bucket": "D (5-10%)",
      "error_rate": 8.6,
      "unknown_words_sample": [
        "staurou",
        "los",
        "nier",
        "des",
        "erl",
        "nition",
        "humanisme",
        "signi",
        "ekhon",
        "nally"
      ],
      "full_text": "twelfth session  ‡  321\nAnd logos means ke¯rux, as Heidegger also recalls, he who proclaims out \nloud, whence the ke¯rigma, the holy proclamation, and logos also means ange-\nlos, the herald, the messenger who transmits orders and commandments, or \nthe good news of the Gospel. Logos tou staurou, the logos of the cross, is the \nword come from the cross. The Gospel of the Cross is Christ himself.\nB. And, on the other hand, second, then, Christ is the logos of redemption \n(der Logos der Erlösung), the logos of eternal life, the logos of zo¯e¯ (logos des \newigen Leben, logos zo¯e¯s). Christ in this sense — Heidegger doesn’t say so, \nbut I believe I’m authorized to, following his interpretation — not only is \na Jew, and not only a Jew, as is well known, by his origins, but is a Jew de-\ntermined as logos mesites on the basis of a Jewish appropriation (Philo) of \nthe Greek logos, a zoological Jew, since he is a Jew who unites in his person, \nas son of God, both logos and zo¯e¯. And he is zoological not only because of \nthe sacriﬁ cial lamb, because of the Paschal lamb of the Jews or the mystical \nlamb that erases the sins of the world. So it is also in this sense that — unit-\ning in one and the same body, or one and the same concept, logos and the life \nof the living, logos and zo¯e¯ — a zoo- logy or a logo- zo¯e¯y imposes itself. It will, \naccording to Heidegger, have imposed its authority, even its sovereignty, \nits hegemonic predominance both over the originary interpretation of the \nGreek logos and over the Aristotelian deﬁ nition of man as logon zo¯on ekhon, \nthe animal that has the logos. As for him, Christ, qua man, not only has the \nlogos; he is the logos. Incarnate. He incarnates the logos that he has.\nThese statements of Heidegger’s, like the Introduction to Metaphysics, \ndate from 1935, from courses given in Freiburg. About ten years later, af-\nter the war, in 1946, in the Letter on Humanism, we ﬁ nd the same view on \nthe subject of the animal rationale or the zo¯on logon ekhon, but this time \nthe critique of the biologism — denounced by name (Biologismus) — that \nHeidegger associates with it, doubtless has a political signiﬁ cation (and this \nis not the ﬁ rst time that Heidegger attacks biologism, which is an at least \nindirect and virtual critique of something in Nazism); but this indicates, \nmost importantly, that Heidegger, whom one can hardly suspect of lack of \ninterest for the resources and rules of the Greek language, does not place \nbetween bios and zo¯e¯ the airtight frontier along which Agamben constructs \nhis whole discourse. Before returning to Foucault and Agamben, then ﬁ -\nnally to Aristotle, let’s read a few passages from the Letter on Humanism,19 \nand let’s do so in two stages.\n19. Martin Heidegger, Lettre sur l’humanisme, bilingual ed., trans. and ed. Roger Mu-\nnier (Paris: Aubier–Éditions Montaigne, 1964); trans. Frank A. Capuzzi and J. Glenn \nGray as Letter on Humanism, in Martin Heidegger: Basic Writings, ed. David F. Krell (New \n427 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 339,
      "bucket": "D (5-10%)",
      "error_rate": 9.9,
      "unknown_words_sample": [
        "biologistic",
        "mens",
        "wesen",
        "des",
        "tion",
        "nition",
        "prinzipien",
        "als",
        "ics",
        "metaphys"
      ],
      "full_text": "322  ‡  twelfth session\n1. First stage. Heidegger wants ﬁ rst of all to show that the determina-\ntion of man as a rational animal is insufﬁ ciently humanist, as it were, that it \nmisses the humanity of man, what is proper to man. And what thus misses \nthe essence of man is metaphysics.\n2. Second stage. Heidegger denounces the biologism, the biologistic re-\nduction of this deﬁ nition of man. And that means that the metaphysics of \nclassical humanism, the metaphysics that is not humanistic enough, is, deep \ndown, the ally or accomplice of biologism and zoologism.\nMetaphysics does not ask about the truth of Being itself. Nor does it there-\nfore ask in what way the essence of man belongs to the truth of Being. \nMetaphysics has not only failed up to now to ask this question, the question \nis inaccessible to metaphysics as metaphysics [Diese Frage ist der Metaphysik \nals Metaphysic unzugänglich]. Being is still waiting for the time when it will \nbecome thought- provoking [denkwürdig: worthy of thought] to man. With \nregard to the deﬁ nition of man’s essence, however one may determine the \nratio or the animal and the reason of the living being, whether as a “faculty \nof principles” [Vermögen der Prinzipien] or a “faculty of categories” [Vermö-\ngen der Kategorien], or in some other way, the essence of reason is always \nand in each case grounded in this: for every apprehending of beings in their \nBeing, Being itself is already illumined and comes to pass in its truth. So \ntoo with animal, zo¯on, an interpretation of “life” is already posited which \nnecessarily lies in an interpretation of beings as zo¯e¯ and physis, within which \nwhat is living appears. Above and beyond everything else, however, it ﬁ -\nnally remains to ask whether the essence of man [das Wesen des Menschen] \nprimordially and most decisively lies in the dimension of animalitas at all \n[in der Dimension der animalitas]. Are we really on the right track toward \nthe essence of man as long as we set him off as one living creature among \nothers in contrast to plants, beasts, and God? We can proceed in that way; \nwe can in such fashion locate man within being as one being among others. \nWe will thereby always be able to state something correct about man. But \nwe must be clear on this point, that when we do this we abandon man to the \nessential realm of animalitas [in den Wesensbereich der animalitas] even if we \ndo not equate him with beasts but attribute a speciﬁ c difference to him. In \nprinciple we are still thinking of homo animalis — even when anima [soul] is \nposited as animus sive mens [spirit or mind], and this in turn is later posited \nas subject, person or spirit [Geist]. Such positing is the manner of metaphys-\nics. But then the essence of man is too little heeded and not thought in its \norigin, the essential provenance that is always the essential future for his-\nYork: Harper and Row, 1977), pp. 193–42. [Translator’s note: I have made the occa-\nsional very slight modiﬁ cation to the translation to ensure consistency with Derrida’s \ncommentary.]\n \n428\n \n429\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 340,
      "bucket": "D (5-10%)",
      "error_rate": 9.3,
      "unknown_words_sample": [
        "ibid",
        "degger",
        "biopower",
        "des",
        "scienti",
        "nition",
        "hei",
        "als",
        "ein",
        "leib"
      ],
      "full_text": "twelfth session  ‡  323\ntorical mankind. Metaphysics thinks of man on the basis of animalitas and \ndoes not think in the direction of his humanitas.20\nAnd here is the passage that concerns the critique of biologism (one can say, \nwithout violation, the critique of biopoliticism):\nEk- sistence [Ek- sistenz] can be said only of the essence of man, that is, only \nof the human way “to be.” For as far as our experience shows, only man is \nadmitted to the destiny of ek- sistence. Therefore ek- sistence can also never \nbe thought of as a speciﬁ c kind of living creature among others — granted \nthat man is destined to think the essence of his Being and not merely to give \naccounts of the nature and history of his constitution and activities. Thus \neven what we attribute to man as animalitas on the basis of the comparison \nwith “beast” is itself grounded in the essence of ek- sistence. The human \nbody is something essentially other than an animal organism [Der Leib des \nMenschen ist etwas wesentlich anderes als ein tierischer Organismus]. Nor is \nthe error of biologism [Die Verirrung des Biologismus] overcome by adjoin-\ning a soul to the human body, a mind to the soul, and the existential to the \nmind, and then louder than before singing the praises of the mind — only \nto let everything relapse into “life- experience,” with a warning that think-\ning by its inﬂ exible concepts disrupts the ﬂ ow of life and that thought of \nBeing distorts existence [there are many enemies lurking here . . . ]. The \nfact that physiology and physiological chemistry can scientiﬁ cally investi-\ngate man as an organism is no proof that in this “organic” thing, that is, in \nthe body scientiﬁ cally explained, the essence of man consists. That has as \nlittle validity as the notion that the essence of nature has been discovered \nin atomic energy. It could even be that nature, in the face she turns toward \nman’s technical mastery, is simply concealing her essence. Just as little as the \nessence of man consists in being an animal organism can this insufﬁ cient \ndeﬁ nition of man’s essence be overcome or offset by outﬁ tting man with \na immortal soul, the power of reason, or the character of a person. In each \ninstance essence is passed over, and passed over on the basis of the same \nmetaphysical projection.21\nHere, of course, we’re not getting into Heidegger’s discourse on the animal, \non the beast that is weltarm: that would require much more time, and I \nhope to do it next year. Heidegger’s propositions that I was concerned to \nrecall today so as to reconstitute a context, with a view to approaching the \nopening of Aristotle’s politics on man the political animal, are propositions \nthat are quoted neither by Foucault (who practically never talks about Hei-\ndegger, not even when he introduces his problematic of biopower), nor by \n20. Ibid., pp. 53–57 [pp. 203–4].\n21. Ibid., pp. 57–61 [pp. 204–5].\n430 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 341,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "ibid",
        "fortiori",
        "tion",
        "wouldn",
        "nition",
        "guration",
        "signi",
        "determi",
        "ekhon",
        "sacer"
      ],
      "full_text": "324  ‡  twelfth session\nAgamben, who, for his part, knows Heidegger well and of course quotes \nhim, but not at all as he should have done in this context, recalling at least \nHeidegger’s two major texts — as well known as they are accessible — on \nthese questions. Even in the last part of Homo Sacer, even in the long note in \nsmall print that I have already quoted and in which he declares in cavalier \nfashion that, I quote, “only when situated in the perspective of modern bio-\npolitics does [the relation between Martin Heidegger and Nazism] take on \nits proper signiﬁ cance (and this is the very thing that both Heidegger’s ac-\ncusers and his defenders fail to do [this is a pure untruth, but no matter])”22 \nor again when, as you remember, he is the ﬁ rst to discover that Lévinas was \nthe ﬁ rst to “underline the analogies between this new ontological determi-\nnation of man [on the basis of the ‘hermeneutics of factical life (faktisches \nLeben)’] and certain traits of the philosophy implicit in Hitlerism,” well, \neven there, even if he does quote the Introduction to Metaphysics, he does \nso only in order to bring out the fact that Heidegger’s condemnation of a \ncertain circulating image of the philosophy of National Socialism actually \nattests, I quote, to “the essential proximity” of Heidegger and National So-\ncialism.23\nBut on all the texts we have just read about the logos, about zo¯e¯, the zoo-\nlogical interpretation of man, about metaphysics and technology and Chris-\ntianity as prevalent interpretations of logos and zo¯e¯, about the condemna-\ntion of biologism, absolute silence from Agamben. I’m sure he knows these \ntexts, even if he seems to have omitted them or needed to omit them, as he \nwell knows that he wouldn’t have been the ﬁ rst to read them, which no \ndoubt discouraged him from looking at them again more closely.\nAnd yet it goes without saying that when Heidegger on the one hand \ncondemns biologism (and clearly modern biologism), and on the other hand \ndenounces as metaphysical and insufﬁ ciently questioning the zoologism of \na deﬁ nition of man as zo¯on logon ekhon or, a fortiori, as zo¯on politikon, he is \ngoing exactly in the direction of this whole supposedly new conﬁ guration \nthat Agamben credits Foucault with having inaugurated, even if the same \nAgamben proposes to “reconsider” Foucault’s “formulations” or to “com-\nplete and correct” his theses.\nSo that things are clear, I recall two things:\n1. That, as always — I shall quote him in a moment — Foucault makes not \nthe slightest allusion to Heidegger;\n22. Agamben, Homo Sacer, p. 150.\n23. Ibid., pp. 164–66.\n \n431\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 342,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "ibid",
        "pos",
        "didn",
        "ries",
        "dif",
        "culty",
        "liticization",
        "ering",
        "pacity",
        "catego"
      ],
      "full_text": "twelfth session  ‡  325\n2. That Agamben, who in these pages does not name Heidegger either, \nsaid the following about Foucault, which I quoted a moment ago but \nI believe needs to be read again: “In Foucault’s statement according to \nwhich man was, for Aristotle, a ‘living animal with the additional ca-\npacity for political existence’ it is therefore precisely the meaning of this \n‘additional capacity’ that must be understood as problematic.”24\nTwo pages later, you remember, Agamben goes further than “reconsid-\nering”; he says “corrected and completed”:\nThe Foucauldian thesis will then have to be corrected or, at least, com-\npleted [this is not at all the same thing, as we were saying, but let’s pass over \nthis strategy or this rhetoric], in the sense that what characterizes modern \npolitics is not so much the inclusion of zo¯e¯ in the polis — which is, in it-\nself, absolutely ancient — nor simply the fact that life as such becomes a \nprincipal object of the projections and calculations of State power. Instead \nthe decisive fact is that, together with the process by which the exception \neverywhere becomes the rule, the realm of bare life — which is originally \nsituated at the margins of the political order — gradually begins to coincide \nwith the political realm, and exclusion and inclusion, outside and inside, \nbios and zo¯e¯, right and fact, enter into a zone of irreducible indistinction.25\nThe whole difﬁ culty depends on the fact that Agamben wants absolutely \nto deﬁ ne the speciﬁ city of modern politics or biopolitics (which Foucault \nmakes his theme at the end of The Will to Knowledge and at least the pos-\nsibility of which Heidegger, let’s say, didn’t fail to think), Agamben wants \nabsolutely to deﬁ ne this speciﬁ city by putting his money on the concept of \n“bare life,” which he identiﬁ es with zo¯e¯, in opposition to bios. It is even \nthis speciﬁ city that Foucault, who died too soon, supposedly missed. And \nalready in the expression “biopolitics,” to which Agamben would no doubt \nhave preferred “zoopolitics.” Agamben writes: “Foucault’s death kept him \nfrom showing how he would have developed the concept and study of \nbiopolitics” [which Agamben does by adding or exploring developments \nmissed by Foucault]. Agamben continues:\nIn any case, however, the entry of zo¯e¯ into the sphere of the polis — the po-\nliticization of bare life as such — constitutes the decisive event of modernity \nand signals a radical transformation of the political- philosophical catego-\nries of classical thought. It is even likely that if politics today seems to be \n24. Ibid., p. 7.\n25. Ibid., p. 9.\n432 \n433 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 343,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "ibid",
        "est",
        "nur",
        "agamben",
        "politikon",
        "dissatisfactions",
        "quali",
        "leben",
        "aren",
        "suf"
      ],
      "full_text": "326  ‡  twelfth session\npassing through a lasting eclipse, it is because politics has failed to reckon \nwith this foundational event of modernity.26\nI repeat or paraphrase, in Agamben’s own words: politics is subject today to \na lasting eclipse, he says, but we don’t know whether it’s politics (the thing, \npolitical life, political history) or the discourse on politics; and if politics is \ntoday subject to a lasting eclipse (but lasting since when, until when?), it’s \nonly “probable,” says Agamben, and due to what? Well, to a forgetting. \nPolitics (the political thing or the thinking of politics) has forgotten. What? \n“The founding event of modernity,” namely what founds modern politics \nand what politics has forgotten. Now what does this founding event consist \nin? In, I quote again, “the introduction of zo¯e¯” [audaciously translated as \n“bare life,” and therefore life without qualities, without qualiﬁ cation, the \npure and simple fact of living and of not being dead, “life as merely life,” as \nthe stubborn people mocked by Heidegger were saying: “Den Eigensinnigen \nist Leben nur Leben”] — [now what does this founding event consist in? In, \nand I quote again, “the introduction of zo¯e¯] into the sphere of the polis.”\nTo show this, Agamben is required to demonstrate that the difference \nbetween zo¯e¯ and bios is absolutely rigorous, already in Aristotle. Can he do \nthis? Before proceeding down this path, I should like to take a precaution. \nMy questions or my reservations here, whether directed toward Foucault \nor, more precisely here, toward Agamben, don’t mean that I have no inter-\nest in anything that could be called a speciﬁ city in the relations between the \nliving being and politics, in what these authors so calmly call “modernity.” \nNew things are certainly happening in this respect today.\nAs they always are, aren’t they?\nNo, my doubts and my dissatisfactions concern the concepts or the con-\nceptual strategies relied on in order to analyze and characterize these novel-\nties. I don’t believe, for example, that the distinction between bios and zo¯e¯ is \na reliable and effective instrument, sufﬁ ciently sharp and, to use Agamben’s \nlanguage, which is not mine here, sufﬁ ciently deep to get to the depth of \nthis “[so- called] founding event.” Nor that the category of forgetting is suf-\nﬁ ciently pertinent here for a more or less competent philologist, capable \nof seeing the difference between bios and zo¯e¯, to reawaken politics to itself \ntoday and make it come out of its oblivion or its sleep. The more so in that \nsaid philologist must repeatedly recognize that not only did Aristotle, many \ncenturies ago, talk of zo¯on politikon (and that the “plus”: zo¯on + politikon is, \nas we shall see in a moment, a very fragile threshold), but that sometimes, \n26. Ibid., p. 4. \n \n434\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 344,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "ibid",
        "tion",
        "dif",
        "tribution",
        "nes",
        "agamben",
        "politicity",
        "mals",
        "speci",
        "ariste"
      ],
      "full_text": "twelfth session  ‡  327\nand I recalled earlier an example to do with God, zo¯e¯ designates a life that \nis qualiﬁ ed, and not “bare.”\nEverything is at stake here, since we do have to return to Aristotle’s Po li-\ntics, which undeniably deﬁ nes man as politikon zo¯on — everything is at stake, \nthen, between two often indiscernible ways of interpreting the mode of at-\ntribution of politikon to zo¯o¯n. Agamben intends to make a distinction be-\ntween “politikon” as an “attribute of the living being as such,” and what he \ncalls “the speciﬁ c difference that determines the genus zo¯on.” I’ll quote ﬁ rst \nand we shall see later that not only is this difference between “attribute” \nand “speciﬁ c difference” difﬁ cult to identify, but that there exists what I \nshall call a ﬁ rst or third reading that renders all these hypotheses even more \nfragile.\nAfter having declared in the opening lines of his book:\nThe Greeks had no single term to express what we mean by the word “life.” \nThey used two terms that, although traceable to a common etymological \nroot [what is more!], are semantically and morphologically distinct: zo¯e¯, \nwhich expressed the simple fact of living common to all living beings (ani-\nmals, men or gods), and bios, which indicated the form or way of living \nproper to an individual or a group.27\nHaving said that, then, then recognized a ﬁ rst exception (i.e. precisely the \n“zo¯e¯ ariste¯ kai aidios,” the noble and eternal life of God, the second excep-\ntion being none other, basically, than Aristotle’s zo¯on politikon, we’re  getting \nthere), Agamben must also, on the following page, pause before what this \ntime, then, looks like a major exception to the rule he has just stated, namely \nAristotle’s politikon zo¯on: i.e. a zo¯e¯ that is qualiﬁ ed and not bare.\nHere the choice is a tough one: you must either demonstrate, which is \nindeed what Agamben would like to do, that there is a tenable distinction \nbetween an attribute and a speciﬁ c difference (it isn’t easy, I think it’s even \nimpossible), or else admit (which Agamben doesn’t want to do at any price, \nbecause it would ruin all the originality and supposed priority of what he \nis saying) that Aristotle already had in view, had already in his own way \nthought, the possibility that politics, politicity, could, in certain cases, that of \nman, qualify or even take hold of bare life (zo¯e¯), and therefore that Aristotle \nmight already have apprehended or formalized, in his own way, what Fou-\ncault and Agamben attribute to modern speciﬁ city. Which would explain \nwhy both of them, Foucault and Agamben, like everyone else, have to quote \nthis bit of Aristotle and get embroiled in reading this enigmatic passage.\n27. Ibid., p. 1.\n435 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 346,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "degger",
        "moder",
        "hei",
        "dif",
        "sacer",
        "vols",
        "biopolitical",
        "gallimard",
        "crits",
        "nity"
      ],
      "full_text": "twelfth session  ‡  329\nof sovereign power, which is then gradually transformed into a “govern-\nment of men.”30 “What follows is a kind of bestialization of man achieved \nthrough the most sophisticated political techniques. [This is literally Hei-\ndegger.] For the ﬁ rst time in history, the possibilities of the social sciences \nare made known, and at once it becomes possible both to protect life and \nto authorize a holocaust.” In particular, the development and triumph of \ncapitalism would not have been possible, from this perspective, without the \ndisciplinary control achieved by the new bio- power, which, through a series \nof appropriate technologies, so to speak created the “docile bodies” that it \nneeded. [What bothers me is not the idea that there should be a “new bio-\n power,” but that what is “new” is bio- power; not the idea that there is some-\nthing new within bio- power, which I believe, but the idea that bio- power is \nsomething new . . .]\n \nAlmost twenty years before The History of Sexuality [always Agamben’s \nconcern to know who came ﬁ rst . . .], Hannah Arendt had already ana-\nlyzed the process that brings homo laborans — and with it, biological life as \nsuch — gradually to occupy the very center of the political scene of moder-\nnity. In The Human Condition, Arendt attributes the transformation and \ndecadence of the political realm in modern societies to this very primacy \nof natural life over political action [she was not without having read some \nHeidegger]. That Foucault was able to begin his study of biopolitics with no \nreference to Arendt’s work (which remains, even today, practically without \ncontinuation) bears witness to the difﬁ culties and resistances that thinking \nhad to encounter in this area. And it is most likely these very difﬁ culties \nthat account for the curious fact that Arendt establishes no connection be-\ntween her research in The Human Condition and the penetrating analyses \nshe had previously devoted to totalitarian power (in which a biopolitical \nperspective is altogether lacking), and that Foucault, in just as striking a \nfashion, never dwelt on the exemplary places of modern biopolitics: the \nconcentration camp and the structure of the great totalitarian states of the \ntwentieth century [which is, literally, false].31\nTwo really quite simple observations:\n1. First observation. First of all a logical- type observation. I see no clear \nor necessary difference in this case between “attribute of the living creature \nas such,” and “speciﬁ c difference that determines the genus zo¯on.” Aristotle \nmight very well have said, and in my opinion certainly did say, that “the at-\n30. [Translator’s note:] Michel Foucault, Dits et écrits, 4 vols. (Paris: Gallimard, 1994) \n[reprinted in 2 vols., 2001], 3:719 [2:719].\n31. Agamben, Homo Sacer, pp. 2–4. Derrida’s underlinings.\n437 \n438 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 348,
      "bucket": "E (10%+)",
      "error_rate": 10.3,
      "unknown_words_sample": [
        "ibid",
        "soci",
        "tre",
        "pascale",
        "juridico",
        "imperii",
        "naas",
        "culations",
        "kamuf",
        "etc"
      ],
      "full_text": "twelfth session  ‡  331\ncault’s inquiry (and, more generally, of the entire Western reﬂ ection on \npower) converge toward without reaching.\n \nThe present inquiry concerns precisely this hidden point of intersection \nbetween the juridico- institutional and the biopolitical models of power. \nWhat this work has had to record among its likely conclusions is precisely \nthat the two analyses cannot be separated, and that the inclusion of bare life \nin the political realm constitutes the original — if concealed — nucleus of \nsovereign power. It can even be said that the production of a biopolitical body \nis the original activity of sovereign power. In this sense, biopolitics is at least as \nold as the sovereign exception. Placing biological life at the center of its cal-\nculations, the modern State therefore does nothing other than bring to light \nthe secret tie uniting power and bare life, thereby reafﬁ rming the bond \n(derived from a tenacious correspondence between the modern and the ar-\nchaic which one encounters in the most diverse spheres) between modern \npower and the most immemorial of the arcana imperii.33\nWhy so much emphasis on the detail of these texts, in this case those of \nAgamben and Foucault, Agamben with or, more precisely, right up against \nFoucault, close up to him but paying him the homage of a multiple and \npressing objection, Foucault whose theses should be, says Agamben whom \nI quote again, “reconsidered, corrected and completed”?\nIf I emphasize them so much, it’s because these discourses are highly \ninteresting, ﬁ rst of all; they go to the heart of what matters to us in this \nseminar: sovereign power, life and death, animality, etc. In Foucault, you \nshould reread closely, among other things (as I did not so long ago, here and \nelsewhere,34 I don’t want to go back to it now) concerning sovereign power \nas power of life and death, in [the ﬁ rst volume of ] The History of Sexuality, \nthe last chapter, entitled “Right of Death and Power over Life.”35 That’s \nwhere you ﬁ nd the discourse on “the austere monarchy of sex”36 that I tried \nto interrogate and interpret in Resistances (“To Do Justice to Freud”)37 and \n33. Ibid., p. 6. \n34. See among other places the ﬁ rst session (December 8, 1999) of the seminar on \nthe Death Penalty (1999–2000), in which Derrida comments on Foucault’s Discipline \nand Punish.\n35. Michel Foucault, “Droit de mort et pouvoir sur la vie,” in La volonté de savoir, \npp. 177–81 [History of Sexuality, pp. 135–59].\n36. Ibid., p. 211 [p. 159].\n37. Jacques Derrida, “Être juste avec Freud,” in Résistances—de la psychanalyse (Paris: \nGalilée, 1996), pp. 139, 144 n. 1 [trans. Peggy Kamuf, Pascale-Anne, and Michael Naas \nas “To Do Justice to Freud,” in Resistances of Psychoanalysis (Stanford: Stanford Univer-\nsity Press, 1988), pp. 70–118 (pp. 116–17, 127 n. 21)]. This text ﬁ rst appeared in Penser \nla folie: Essais sur Michel Foucault, Actes du XIe colloque de la Société d’his toire de la \n440 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 350,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "tive",
        "lete",
        "alterna",
        "dif",
        "cisive",
        "ther",
        "etc",
        "aporetic",
        "odize",
        "poli"
      ],
      "full_text": "twelfth session  ‡  333\nTo call into question not only the concern to periodize that takes such \nforms (a modernity about which we don’t know when it begins or ends, \na classical age the effects of which are still perceptible, an Ancient Greece \nwhose concepts are more alive and surviving than ever, a supposed “de-\ncisive event of modernity” or “founding event of modernity” which only \nreveals the immemorial, etc.) — [to call into question this concern to peri-\nodize that takes such forms] is not to reduce the eventness or singularity of \nthe event: on the contrary. Rather, I’m tempted to think that this singularity \nof the event is all the more irreducible and confusing, as it should be, if we \ngive up that linear history which remains, in spite of all the protests they \nwould no doubt raise against this image, the common temptation of both \nFoucault and Agamben (the modernity that comes after the classical age, \nthe episte¯me¯s that follow on from each other and render each other obso-\nlete, Agamben who comes after Aristotle, etc.) — if we give up this linear \nhistory, the idea of a decisive and founding event (especially if we try to \nrethink and reevaluate the enduring and aporetic experience of what “deci-\nsion” means in the logic of sovereign exception), if we give up the alterna-\ntive of synchronic and diachronic, an alternative that remains presupposed \nin the texts we have just been reading. To give up the idea of a decisive \nand founding event is anything but to ignore the eventness that marks and \nsigns, in my view, what happens, precisely without any foundation or deci-\nsion coming along to make it certain. Which explains, moreover — at least \na supplementary sign of what I am putting forward — that the texts from \nAristotle’s Politics, for example, or Bodin, or so many others, and texts that \nare not always books of philosophy or political science, or even books at all, \nare to be read, difﬁ cult as they may be to decipher, indispensable in all their \nabyssal stratiﬁ cations, be they bookish or not, if we want to understand poli-\ntics and its beyond, and even the bio- powers or zoo- powers of what we call \nthe modernity of “our time.”\nThe fact that there is neither simple diachronic succession nor simple \nsynchronic simultaneity here (or that there is both at once), that there is nei-\nther continuity of passage nor interruption or mere caesura, that the motifs \nof the passage of what passes and comes to pass [passe et se passe] in history \nbelong neither to a solid foundation nor to a founding decision, that the \npassage has no grounding ground and no indivisible line under it, requires \nus to rethink the very ﬁ gure of the threshold (ground, foundational solidity, \nlimit between inside and outside, inclusion and exclusion, etc.). What the \ntexts we have read call for is at least a greater vigilance as to our irrepressible \ndesire for the threshold, a threshold that is a threshold, a single and solid \n442 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 351,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "seul",
        "originary",
        "seuil",
        "ungrund",
        "urgrund"
      ],
      "full_text": "334  ‡  twelfth session\nthreshold. Perhaps there never is a threshold, any such threshold. Which is \nperhaps why we remain on it and risk staying on the threshold for ever.\nThe abyss is not the bottom, the originary ground (Urgrund), of course, \nnor the bottomless depth (Ungrund) of some hidden base.\nThe abyss, if there is an abyss, is that there is more than one ground [sol], \nmore than one solid, and more than one single threshold [plus d’un seul \nseuil].\nMore than a single single; no more a single single.39\nThat’s where we are.\nNext time: Aristotle and the Bible (Genesis and Noah), and discussion.\n39. “Plus d’un seul seul” in the typescript. \n \n443\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 353,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "tradi",
        "bestialit",
        "cance",
        "indis",
        "lacan",
        "respon",
        "cerns",
        "tion",
        "tise",
        "sibility"
      ],
      "full_text": "336  ‡  thirteenth session\nthat have become dispersed and fragmented throughout this year’s seminar, \nthese twelve sessions, because I’m aware, as are you, no doubt, that when \none improvises a discussion, certain fundamental schemata, certain indis-\npensable outlines, appear more clearly than when one minutely prepares a \ntext to be simply read. So I’ve chosen, in attempting this quasi- concluding \nreﬂ ection as a kind of premise for the discussion that will follow, to mark, \nremark, and have you remark with me the fact that at bottom everything \nwe have spoken about came down to problems of translation. Translation \nin a sense at once fundamental and diverse. Translation, ﬁ rst of all, because \nbetween animal and man — what is often called by these names, follow-\ning distinctions received in an all- powerful and still living, surviving, tradi-\ntion — people speak of differences in manifestation, in signiﬁ cation, in sig-\nniﬁ cance (I’ve often emphasized this, because it holds true from Descartes \nto Lacan, inclusive), and they oppose a logic of programmed reaction in the \nanimal to a logic of free and sovereign responsibility in man. And between \nwhat is interpreted as reaction and what is interpreted as response, respon-\nsibility, or responsible response, what is at stake is, precisely, a translating \ninterpretation — and every interpretation is a translation. It’s in our way \nof translating what are called animal reactions that we believe ourselves \nable — but this is a risk of translation — to discern or trace a limit between \nanimality and humanity, reactive animality and responsive or responsible \nhumanity. It’s a question of translation between languages.\nThere’s another dimension to this problematic of translation, and it con-\ncerns basically all the words we have used, many words, and in particular \nthe fundamental, guiding words, starting with “animal” or “beast.” I en-\ntitled this seminar The Beast and the Sovereign because, in French, bête is not \nthe same thing as “animal,” and you will remember the fearsome problems \nof idiom we had to deal with when we had to distinguish bête from bestialité \nand above all from bê tise, given that these are not necessarily characteristics \nof the animal. And you remember too that the word bê tise, the French word \nbê tise, came up against impassable limits as to its translation, the word- for-\n word translation, the translation of the word, the vocable: there is no word \nin the world that translates the French word bê tise. This, I think, we have \nshown. This means, among other things, that the way that we French or \nFrancophones live, experience, practice, and put to work the word bête or \nthe word bê tise is each time conditioned by contextual systems such that, \neven in French, the word bê tise is not translatable from French into French: \nI use the word bê tise in one sense in one context, and in another sense, with \nanother connotation, with another performative effect, in another con-\ntext — in other words, the word bê tise is untranslatable from French into \n \n447\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 354,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "scription",
        "circum",
        "nition",
        "dif",
        "signi",
        "ekhon",
        "etc",
        "xed",
        "tise",
        "overdeter"
      ],
      "full_text": "thirteenth session  ‡  337\nFrench. It is untranslatable, i.e. it does not have a ﬁ xed or univocal meaning \nor signiﬁ ed that would allow us to say that we are speaking of the same bê-\ntise here and there, about one person or another, one action or another, one \nlanguage or another. And the fact that the context (what we name with this \nsomewhat facile word “context,” i.e. the pragmatic situation) determines in \nsuch a constraining fashion each time the meaning of the word bête or bê-\ntise — this fact means that between the language spoken by those men and \nwomen called French, and animal language, i.e. something commanded by \ncomplicated programs or wiring, there is no easily formalizable difference. \nThis doesn’t mean that we speak like beasts every time we use the word \nbê tise, but that the privilege of the idiom — which can be the privilege of \npoetry, which can be the privilege, of course, as is always the case with the \nidiom, the privilege of the unique event of language that is, for example, \ntermed “poetic” — this doesn’t merely mean the poem, it also means a cer-\ntain contamination by what we attribute to so- called reactive or reactional \nanimality.\nSo you see that this question of translation is very broadly overdeter-\nmining for all the problems we are discussing here. These are of course, \nas I just pointed out, problems of translation in discursive language, dis-\ncursive praxis, what we call “human language,” but already the circum-\nscription of what is called “human language” becomes problematical for \nthe reasons I have just given. But this is where we are going to encounter \nanother problem of translatio, of translation [de translation, de traduction], \nfolding back on itself or folding and refolding this ﬁ rst translation: this is \nthat, when we tried to name animality in non- French languages, we en-\ncountered words like bios and zo¯e¯, two ways of naming life with all the \nproblems you remember, which we tried to deal with last week in reference \nto — using as our pretext — Agamben’s text: does the animal come under \nbios or zo¯e¯? etc. And we naturally bounced back, as to language and as to \nthis distinction between bios and zo¯e¯, as to the animal or human living be-\ning, onto the fundamental word logos — man deﬁ ned as zo¯on logon ekhon, \nthe animal, the living being possessed of logos. What does that mean? It \nhas governed an enormous tradition. The whole tradition we are speak-\ning about has been governed by this deﬁ nition, the difﬁ culties of which we \nwere seeing last week, depending on whether one accepts or not Agamben’s \nproposed distinction between “essential attribute” and “speciﬁ c difference,” \na distinction that I found to be fragile. In any case, logos itself, whether \none translates it as language, as is often done, as discourse, or as reason or \nelse as calculation, counting (that the word ratio will translate: reason as \ncounting, as calculus), the word logos itself raised considerable issues when \n448 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 355,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "machstellung",
        "vites",
        "nition",
        "cided",
        "legere",
        "ekhon",
        "phyein",
        "etc",
        "uenced",
        "historial"
      ],
      "full_text": "338  ‡  thirteenth session\nit comes to translation. We got just a small idea of them, an idea at least, \nby following Heidegger’s interpretation (itself a translating interpretation) \nwhen, even as he himself is protesting, proposing the deconstruction of the \nclassical deﬁ nition of man as zo¯on logon ekhon, as animal rationale, he in-\nvites us to consider the fact that the Greek logos, the legein, which is all at \nonce saying, gathering, assembling, reading too (legere comes from it), had \nbeen diverted from its meaning, which (as Heidegger sees it) is what gath-\ners, maintaining opposites, contraries, by force, and all this in an element \nwhere we are dealing with the physis that can’t even be translated as nature. \nAnother problem of translation: physis is not, for Heidegger, natura; phy-\nsis is everything that grows, phyein, what increases and in what increases, \nin the world or in being as physis, the logos plays, represents, precisely, a \n“force,” and Heidegger insists on the force (recall words I emphasized last \ntime, such as Herrschaft or Machstellung, which appeal precisely to a deploy-\nment of force), a force of maintaining contraries together — well, that force, \nthe sense of that originary force of the Greek legein (in Heraclitus, for ex-\nample), has supposedly been diverted or occulted or perverted — so many \npossible interpretations — supposedly forgotten, in any case, for example, \nwhen John, John the Evangelist, says that “in the beginning was the lo-\ngos,” identiﬁ ed not with the Being of beings, but with a particular entity, i.e. \nChrist, the mediator; when John, inﬂ uenced by Philo the Jew, interpreting \nprecisely logos as mediation, as mediator, translates, identiﬁ es the logos with \nChrist, and there too Heidegger talks of a Herrschaft, a Machstellung, i.e. an \noperation of sovereignty, of a force that comes to win out over another force. \nSo we are dealing here, as to translative interpretation, with a translation \nthat is not merely a peaceful dictionary- based or interlinguistic operation: \nit is an interpretive translation that brings with it the whole of culture, and \nwhich is not separable from historial movements in which all the forces of \nthe world and the age are engaged. It is not a matter of philologists who de-\ncided all on their own to translate, to interpret logos as Christ, as mediator: it \nis the whole force of history that is at work to produce this translation. And \nobviously, just as this translation occults, or forgets, or deforms, or corrupts, \nor perverts, according to Heidegger, the originary sense of logos, so, in the \ntext by Aristotle that carries such authority, Aristotle’s Politics (I’ll come to \nit in a moment), that deﬁ nes man as a zo¯on, as a living animal possessed of \nlogos, there too the logos is no longer the originary logos, and this is what \nwill give rise to the entire tradition of rational man, man as rational animal, \ncalculating animal, etc. So you see that what is at stake in translation cannot \nbe limited to the great question that we are dealing with here, “the beast \n \n449\n \n450\n"
    }
  ]
}