{
  "batch_id": 7,
  "document": "Derrida_MarginsOfPhilosophy",
  "pages": [
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 266,
      "bucket": "D (5-10%)",
      "error_rate": 7.6,
      "unknown_words_sample": [
        "metapherein",
        "manfik",
        "physis",
        "exteriority",
        "mirnctik",
        "theia",
        "gesticular",
        "inde",
        "onoma",
        "homoiosis"
      ],
      "full_text": "The Ellipsis of the Sun\ncomposition, on the basis of meaning and reference, that the human voice should\nbe distinguished from the call of an animal. Meaning and reference: that is, the\npossibility of signifying by means of a noun. What is proper to nouns is to\nsignify something (Ta de onornata sëmainei ti; Rhetoric III, 10, 1410b11), an inde-\npendent being identical to itself, conceived as such. It is at this point that the\ntheory of the name, such as it is implied by the concept of metaphor, is articulated\nwith ontology. Aside from the classical and dogmatically affirmed limit between\nthe animal without logos and man as the zöon logon ekhon, what appears here is\na certain systematic indissociability of the value of metaphor and the meta-\nphysical chain holding together the values of discourse, voice, noun, signifi-\ncation, meaning, imitative representation, resemblance; or, in order to reduce\nwhat these translations import or deport, the values of logos, phOne semantikë,\nsëmainein, onoma, mimisis, homoiosis. The definition of metaphor is in its place\nin the Poetics, which opens as a treatise on mimësis. Mimesis is never without the\ntheoretical perception of resemblance or similarity, that is, of that which always\nwill be posited as the condition for metaphor. Homoiosis is not only constitutive\nof the value of truth (alëtheia) which governs the entire chain; it is that without\nwhich the metaphorical operation is impossible: \"To produce a good metaphor\nis to see a likeness\" (To gar eu metapherein to to homoion theOrem\nestin. 1459a7—8).\nThe condition for metaphor (for good and true metaphor) is the condition for\ntruth. Therefore it is to be expected that the animal, deprived of logos, of phone\nsëmanfikë, of stoikheion, etc., also would be incapable of mimesis. Mimesis thus\ndetermined belongs to logos, and is not animalistic aping, or gesticular mimicry;\nit is tied to the possibility of meaning and truth in discourse. At the beginning\nof the Poetics mimësis in a way is posited as a possibility proper to physis. Physis\nis revealed in mimesis, or in the poetry which is a species of mirnêsis, by virtue\nof the hardly apparent structure which constrains mimësis from carrying to the\nexterior the fold of its redoubling. It belongs to physis, or, if you will, physis\nincludes its own exteriority and its double. In this sense, mimësis is therefore a\n\"natural\" movement. This naturality is reduced and restricted to man's speech\nby Aristotle. But rather than a reduction, this constitutive gesture of metaphysics\nand of humanism is a teleological determination: naturality in general says itself,\nreassembles itself, knows itself, appears to itself, reflects itself, and \"mimics\"\nitself par excellence and in truth in human nature. Münësis is proper to man.\nOnly man imitates properly. Man alone takes pleasure in imitating, man alone\nlearns to imitate, man alone learns by imitation. The power of truth, as the\nunveiling of nature (physis) by mimësis, congenitally belongs to the physics of\nman, to anthropophysics. Such is the natural origin of poetry, and such is the\nnatural origin of metaphor: \"It is clear that the general origin of poetry was due\nto two causes, each of them part of human nature (physikai). Imitation is natural\n(symphyton: innate, congenital) to man from childhood, one of his advantages\nover the lower animals being this, that he is the most imitative creature\n(mirnCtikôtaton) in the world and learns at first (mathëseis protas: first knowledge)\n237\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 267,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "philosophoteron",
        "metaphoras",
        "lii",
        "tikotaton",
        "syllogizesthai",
        "theia",
        "homoiosis",
        "phaneron",
        "oikeion",
        "spoudaioteron"
      ],
      "full_text": "White Mythology\nby imitation. And it is also natural for all to delight in works of imitation\" (Poetics,\n14481,4—9).\nAs these two sources of poetry confirm, logos, rnimisis, and alëtheia here are\none and the samepossibility. And logos is in its element only in phone. It belongs\nthere better than elsewhere. And this is always so according to a teleological\ndetermination: just as the destination of nature is to be mimed best in human\nnature, and just as man, more than any other animal, properly imitates (mi-\nmetikOtaton), so the voice is the organ most apt to imitate. This vocation of the\nvoice is designated by the same word (mimetikOtaton) in book 3 of the Rhetoric:\n\".\n. . words (onomata) are imitations (mimëmata), and .\n. . the human voice.\nof all organs can\nbest imitate things (he phone pantOn mimëtikotaton tOn moriOn\"\n[III, I, 1404a21—22; translation modified]).\nfrietaphor thus,\neffect of mimesis and homoiosis, the manifestation of\nanalogy, will be a means of knowledge, a means that is subordinate, but certain.\nOne may say of it what is said of poetry: it is more philosophical and more\nserious (philosophoteron kai spoudaioteron)\n(Poetics 1451b5.—6), since it\nrecounts not only the particular, but also states the general, the probable and\nthe necessary.4' However, it is not as serious as philosophy itself, and apparently\nwill conserve this intermediary status throughout the history of philosophy. Or\nrather, its ancillary status: metaphor, when well trained, must work in the service\nof truth, but the master is not to content himself with this, and must prefer the\ndiscourse of full truth to metaphor. For example, Aristotle reproaches Plato for\nbeing satisfied with \"poetic metaphors\" (metaphoras legein poietikas) and for keep-\ning to hollow language (kenologein) when he says that Ideas are the paradigms\nin which other things participate\nA9, 991a20, M5, 1079b25).\nFor the same reason, pleasure, the second \"cause\" of mimësis and metaphor,\nis the pleasure of knowing, of learning by resemblance, of recognizing the same.\nThe philosopher will be more apt at this than anyone else. He will be man par\nexcellence: \"The explanation is to be found in a further fact: to be learning,\nsomething is the greatest of pleasures, not only to the philosopher, but to the\nrest of mankind, however small their capacity for it—the reason of the delight\nin seeing the picture (eikonas) is that one is at the same time learning, and\ndeducing (syllogizesthai) what is represented\" (Poetics, 1448b12—17). Book 3 of the\nRhetoric specifies this idea, between a stalk and a flower: \"We all naturally (physei)\nfind it agreeable to get hold of new ideas easily: words (onomata) signify some-\nthing (sëmainei ti), and therefore those words are the most agreeable which bring\nus knowledge of something new. . . From metaphor. . . we can best get hold\nof something fresh. When the poet calls old age a 'withered stalk' (kalamën) he\nconveys a new idea, a new fact, to us by means of the general notion of 'lost\n41. \"Metaphors must be drawn, as has been said already, from things that are related\nto the original thing, and yet not obviously so related (apo oikeiOn kei me phanerOn)—just\nas in philosophy also an acute mind will perceive resemblances (to homoion .\ntheorem)\neven in things far apart\" (Rhetoric lii, ii, 1412a9—12).\n238\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 269,
      "bucket": "D (5-10%)",
      "error_rate": 8.9,
      "unknown_words_sample": [
        "ainsi",
        "affreux",
        "mos",
        "accom",
        "aimable",
        "ique",
        "choris",
        "manthanein",
        "syllogizesthai",
        "modates"
      ],
      "full_text": "White Mythology\nThe semantic system (the order of the phone sëmantikë with all its connected\nconcepts) is not separated from its other by a simple and continuous line. The\nlimit does not divide the human from the animal. Another division furrows the\nentirety of \"human\" language. This latter division is not homogenous, is not\nhuman in all its aspects, and to the same degree. The noun still remains the\ndetermining criterion: included in the literal elements, the asemantic vocal\nemissions, are not only letters themselves. The syllable belongs to lexis, but of\ncourse has no meaning in itself. Above all, there are whole \"words\" which play\nan indispensable role in the organization of discourse, but still remain, from\nAristotle's point of view, totally without meaning. The conjunction\nis a phone asëmos. This holds equally for the article, for articulation in general\n(art hron), and for everything that functions between signifying members, between\nnouns, substantives, or verbs (Poetics 1456b38—1457a10). Articulation has no\nmeaning because it makes no reference by means of a categoremic unity, to an\nindependent unity, the unity of a substance or\nThus, it is excluded from\nthe metaphorical field as the onornastic field. Henceforth, the annagrammatical,\nseparately (choris) in the treatise on the Art of Poetry\" (Rhetoric 1, ii, 1371b4—1373a1).\nAccording to the elliptical syllogism of mimësis, the pleasure of knowing always accom-\nmodates itself to the marking absence of its object. It is even born of this accommodation.\nThe nümeme is neither the thing itself nor something totally other. Nothing will upset the\nlaw of this pleasure according to the economy of the same and of difference, not even—\nespecially not—the horror, ugliness, and unbearable obscenity of the imitated thing, as\nsoon as it remains out of sight and out of reach, off stage. We would have to follow the\nchain of examples which have obsessed this classical topos, from Aristotle to Lessing. As\nalways, when the mimetic ellipsis is in play, Oedipus, the serpent, and parricide are not\nfar off. \"Though the objects themselves may be painful to see, we delight to view the\nmost realistic representations of them in. art, the forms for example of the lowest animals\nand of dead bodies. . . the reason of the delight in seeing the picture is that one is at the\nsame time learning and deducing (manthanein kni syllogizesthai) what is represented, for\ninstance, that this figure is such and such a person\" (Poetics 1448b10—17). \"II n'est point\nde serpent ni de monstre odieux I Qui par l'art imité, ne puisse plaire aux yeux: / D'un\npinceau délicat l'artifice agréable / Du plus affreux objet fait un objet aimable. / Ainsi pour\nnous charmer, La Tragedie en pleurs I D'Oedipe tout sanglant fit parler des douleurs I\nD'Oreste parricide exprima les alarmes, / Et, pour nous divertir, nous arracha des larmes.\"\nBoileau, Art Poetique, Chant 11, 1-S. l\"There is no serpent or odious monster / That imitated\nby art cannot be pleasing to our eyes: /With a delicate brush agreeable artifice / Makes of\nthe most frightful object a pleasing one. / Thus, for our pleasure, the tearful Tragedy I Of\nOedipus, all bloody, spoke of sorrows / And of parricide Orestes sounded the alarum, /\nAnd, for our diversion, wrenched from us our tears.\" I Euripides' Orestes wished no longer\nto see in his dreams a head bristling with snakes. Longinus cited and commented on the\nlines of this scene; Boileau translated them. Within the same space, the same system, one\ncan also refuse the unbearable pleasure of such a representation. From La poEt ique by Jules\nde Ia Mesnardière (1639): \"Beautiful descriptions are certainly agreeable. . . But whatever\npowerful attractions these marvelous paintings might have, they should represent only\nthings that are pleasant or at least bearable. A fine palette is to be employed for subjects\nthat are not odious, and one should not work like those bizarre painters who put their\nentire science in the portrayal of a snake or some horrid reptile.\"\n44. The Rhetoric also treats the good usage of the conjunction (III, v) and the effects of\nthe asyndeton, the suppression of the conjunction (Ill, xu).\n240\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 272,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "phioga",
        "dqesnolsay",
        "legonfa",
        "ainigmatos",
        "pzocedure",
        "speiron",
        "esti",
        "adunata",
        "hornoios",
        "sunapsai"
      ],
      "full_text": "The Ellipsis of the Sun\nhas no special name (to de ten phioga apo ton hëliou anonymon).\" How is this\nanonymity to be supplemented? \"This nameless act, however, stands in just the\nsame relation (hornoiOs ekhei) to its object, sunlight, as sowing to the seed-corn.\nHence the expression in the poet 'sowing around a god-created flame' (speiron\ntheoktistan phioga).\"\nWhere has it ever been seen that there is the same relation between the sun\n/ and its rays as between sowing and seeds? If this analogy imposes itself—and\nit does—then it is that within language the analogy itself is due to a long and\nhardly visible chain whose first link is quite difficult to exhibit, and not only for\nAristotle. Rather than a metaphor, do we not have here an \"enigma,\" a secret\nnarrative, composed of several metaphors, a powerful asyndeton or dissimulated\nconjunction, whose essential characteristic is \"to describe a fact in an impossible\ncombination of words\" (ainigmatos te gar idea haute esti, to legonfa huparkhonta\nadunata sunapsai')\" (Poetics, 1458a26—27)?\nIf every metaphor is an elliptical comparison or analogy, in this case we are\ndealing with a metaphor par excellence, a metaphorical redoubling, an ellipsis\nellipsis. But the missing term calls for a noun which names something prop-\nerly. The present terms (the sun, the rays, the act of sowing, the seed) are not\nin themselves, according to Aristotle, tropes. Here, the metaphor consists in a\nsubstitution of proper names having a fixed meaning and referent, especially\nwhen we are dealing with the sun whose referent has the originality of always\nbeing original, unique, and irreplaceable, at least in the representation we give\nof it. There\nis the\nnonmetaphorical p!ime mover of metaphor, the father of all figures. Everything\nturns around it, everything turns toward it.\nAnd yet, in one sentence, in a parenthesis that is immediately closed, Aristotle\nincidentally invokes the case of a lexis that would be metaphorical in all its\naspects. Or at least no proper name is present in it, is apparent as such. Im-\nmediately after the solar sowing, here is the \"wineless cup\": \"There is\nanother form of qualified metaphor. Having given the thing the alien name, one\nmay by a negative addition deny of it one of the attributes naturally associated\n-'\nwith its new name. An instance of this would be to call the shield not 'the cup\nof Ares' as in the former case, but 'a cup that holds no wine' \" (1457b30—33).\nBut this pzocedure can b&.pursued and complicated infinitely, although Ar-\nistotle dQesnoLsay so. No reference properly being named in such a metaphor,\nthe figure is carried off into the adventure of a long, implicit sentence, a secret\nnarrative which nothing assures us will lead us back to the proper name. The\nmetaphorization of metaphor, its bottomless overdeterminability, seems to be\ninscribed in the structure of metaphor, but as its negativity. As soon as one\nadmits that all the terms in an analogical relation already are caught up, one by\none, in a metaphorical relation,\nbegins to function no longer as a/\nsun, but as a star, the punctual source of truth or properness remaining invisible\n243\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 274,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "der",
        "favoured",
        "physis",
        "barzun",
        "jreference",
        "irs",
        "dau",
        "vol",
        "jourdain",
        "llerin"
      ],
      "full_text": "The Flowers or Rhetoric\nof regulated substitutions, the talent and procedures of rhetoric, the imitation\nQf gexihis, the mastery of the ungraspable. Henceforth, am I certain that every-\nthing can be taken from me except the power to replace? For example, that\nwhich is taken from me by something else? Under what conditions would one\nalways have one more trick, one more turn, up one's sleeve, in one's sack? One\nmore seed? And would the\nalways be able tosow? and physis to sow itself?\nThe flowers of Rhetoric:\nLet us come back to philosophy,\nThe Heliotrope\nwhich requires arguments and not\nanalogies.\nDiderot, Letter on the Deaf and Dumb47\nMile. de l'Espinasse: Why, I should\nthink irs my head. Bordeu: Your\nwhole head? Mile. de l'Espinasse:\nNo, but look here, Doctor, I'll have\nto give you a comparison if I am to\nmake myself dear. Women and poets\nseem to reason mostly by compari-\nsons. So imagine a spider\nD'Alembert: Who's that? Is that you\nMademoiselle de l'Espinasse?\nDiderot, D'Alembert's\nOne day all that will be of just as\nmuch value, and no more, as the\namount of belief existing today in the\nmasculinity or femininity of the sun.\nNietzsche, The Dau'n of Day49\nThe alternative \"either-or\" cannot be\nexpressed in any way whatever.\nThey [dreams] show a particular\n4jreference for combining contraries\ninto a unity or for representing them\n1as one and the same thing.. . The\nsame blossoming branch (cf.\n\"des\nMädchen's Blü ten\" [\"the maiden's\nblossoms\"] in Goethe's poem \"Der\nMüllerin Verrat\") represented both\nsexual innocence and its contrary\nOne and only one of these logical\nrelations is very highly favoured by\nthe mechanism of dream formation:\nnamely the relation of similarity\n47. TN. In Diderot's Earhj Philosophical Works, trans. Margaret Jourdain (Chicago: Open\nCourt), p. 187.\n48. TN. In Rameau's Nephew and Other Works, trans. Jacques Barzun and Ralph H. Bowen\n(New York: Doubleday, 1956), p. 127. Translation modified.\n49. In Complete Works, vol. 9, trans. J. M. Kennedy, p. 12.\n245\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 276,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "tois",
        "entr",
        "polysemia",
        "arisfote",
        "ifi",
        "univocity",
        "sov",
        "prepon",
        "treference",
        "oikeion"
      ],
      "full_text": "The Flowers or Rhetoric\nlation to the subject, situation, things.51 It is true that this value of properness\nremains rather exterior to the form—metaphorical or not—of discourse. This no\nlonger holds for the significations kurion and idion, which are both generally\ntranslated by the same word: proper.52 Althougfithe difference between kurion\nand idion is never given thematic exposition, it seems that kurion, more frequent\nin both the Poetics and the Rhetoric, designates\nin its dominant, master,\nLet us not forget that this sense of sov-\nereignty is also the tutelary sense of kurion. By extension, kurion is interpreted\nas theprimitive (as opposed to\nand sometimes is used as the\nequivalent of the usual, literal, familiar sense (to de kurion kai to oikeion [Rhetoric,\nIII, II, 1404b6]): \"By the ordinary word (kurion) I mean that in general use in a\ncountry\" (Poetics 1457b3—4). Kurion is then distinguished, on the one hand, from\nthe unusual, rare, idiomatic word (glotta), and from metaphor, on the other. As\nfor idion, which is much rarer in this context, it seems to participate in the two\nother meanings. More precisely, in the Rhetoric (ifi, V. 1407a31) to employ the\nproper name is to avoid the detour of periphrasis (tois idiois onornasi legein, kai\nme tois periekhousin), which is the correct thing to do. The contamination of these\nthree values seems already accomplished in the Ciceronian notion of verba propria\nas opposed to verba translata (De oratore 2.4).\nHowever, the value of the idion seems to support this entire metaphorology,\nwithout occupying center stage. We know that in the Topics, for example, it is\nat the center of a theory of the proper, of essence, and of accident. Now, if\nmetaphor (or mimësis in general) aims at an effect of cognition, it cannot be\ntreated without being placed in relation to a knowledge that bears on definitions:\non what the thing of which one speaks is, properly, essentially, or accidentally.\nCertainly one may speak properly or improperly of what is not proper to the\nthing, its accident, for example. Here, the two values properness/improperness\ndo not have the same locus of pertinence. Nevertheless, the ideal of every\nlanguage, and in particular of metaphor, being to bring to knowledge the thing\nitself, the turn of speech will be better if it brings us closer to the thing's essential\ntruth. The space of language, the field of its divisions, is opened\nprecisely by the difference between essence, the proper, and accident. Three\ntreference points, preliminarily.\n1. A noun is proper when it has but a single sense. Better, it is only in this\ncase that it is properly a noun. Univocity is the essence, or better, the telos of\nlanguage. No philosophy, as such, has ever renounced this Aristotelian ideal.\nThis ideal is philosophy. Aristotle recognizes that a word may have several\nmeanings. This is a fact.\nthis fact has right of entr\nonly jr\nthe extent to which the polysemia is finite, the different significations are limited\nin number, and above all sufficiently distinct, each remaining one and identifi-\n51. See, for example, Rhetoric III, 7. On the translation of prepon see Brunschwig's note\nto his edition of Les Topiques d'Arisfote (Paris: Belles Lettres, 1966), p. 6, note 3.\n52. TN. As will be seen in the next few citations from Aristotle, kurion and idion are not\ntranslated into English by the same word (\"proper\"), although they are in French. How-\never, these concepts do belong to the system of concepts of the\n(literal, correct,\nusual, individual, particular, belonging) that Derrida is analyzing here.\n247\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 282,
      "bucket": "D (5-10%)",
      "error_rate": 7.6,
      "unknown_words_sample": [
        "reappropriation",
        "olthe",
        "reappropnation",
        "etymologism",
        "boriow",
        "genos",
        "marsais",
        "signifymetaphoritseifit",
        "lian",
        "stratifyjtself"
      ],
      "full_text": "The Flowers of Rhetoric\na movement of spatial translation; eido&is also a visible figure, a contour and a\nform, the space of an aspect or of a species;genos is also an affiliation, the base\nof a birth, of an origin, of a family, etc.). All that these tropes maintain and\nsediment in the entangling of their roots is apparent. However, the issue is not\nto take the function of the concept back to the etymology of the noun along a\nstraight line. We have been attentive to the internal, systematic, and synchronic\narticulation of the Aristotelian concepts in order ta\nthis etymologism.\nnone of their names being a conventional and arbitrary X, the\nhistoricaL\n(let us not say etymological) tie of the signified concept\nto its signifier (to language)isnot a.reduciblecontingen_cy.\nL\nication oLthe definedJn\nwill\n-i-\ntQ stratifyJtself, simultaneously widening and consolidating itself:\nthe (artificial) light and (displaced) habitat of dassical rhetoric.\nDu Marsais ifiustrates his definition of metaphor this way:\n\"When one speaks of the light of the spirit, the word light is taken metaphor-\nically; for, just as light in the literal, proper sense makes us see corporal objects,\nso the faculty of knowing and perceiving enlightens the spirit, and puts it in a\ncondition to bear sound judgments. Metaphor is therefore a species of Trope;\nthe word which one uses in the metaphor is taken in another than the literal,\nproper sense: it is, so to speak, jzi.a borrowed dwelling, as one of the ancients says;\nwhich is common to and essential for all Tropes\" (chap. 2, X).\nThese two examples—the light and the house—do not have the same function.\nDu Marsais believes that he can present the\nexample\namong others, as one metaphor among\nwe now have some reason\nto believe that this metaphor is indispensable to the general system in which\nthe concept of metaphor is inscribed. Q!1\ndoes not give the other figure-\nr\nthe boriow.ed dwelling—as one metaphor among others; it is there in order to\nsignifymetaphoritseifit is\nanexpropriafion, a being-\noutside-one's-own-residence, but still in a dwelling, outside its own residence\nbut still in a residence in which one comes back to oneself, recognizes oneself,\nreassembles oneself or resembles oneself, outside oneselLin oneself.\nph IosephicaLnieiaphor as a detour within (or in sight of) reappropnation,\nousia,\nof_the-idea-inits uwn light. The metaphorical trajectory\nfrom the Platonic eidos to the Hegélian Idea.\nThe recourse to a metaphor in order to give the \"idea\" of metaphor: this is\nwhat prohibits a definition,\nmetaphorically assigns a check-\npoint, a limit, a fixed place: the.metaphoridwelling. That these two examples\nimposed themselves, fortuitously or not, upon Du Marsais, does not exclude\nthat each metaphor can always be deciphered simultaneously as a particular\nfigure and as a paradigm of the very process of metaphorization: idealization and\nreappropriation. Everything, in the discourse on metaphor, that passes through\nthe sign eidos, with its entire system, is articulated with the analogy between\nthe vision of the nous and sensory vision, between the intelligible sun and the\n253\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 285,
      "bucket": "B (1-3%)",
      "error_rate": 2.5,
      "unknown_words_sample": [
        "categoremes",
        "nontrue",
        "achresis",
        "fontanier",
        "tropological",
        "marsais",
        "settiijg",
        "etc",
        "originalplace",
        "ihe"
      ],
      "full_text": "White Mythology\nThus, Fontanier proposes a theoretical classification of all these irruptive\ntropes, these \"nontrue figures\" that no code of semantic substitution will have\npreceded. But this classification will borrow its types from the great, known\nnorms. Whence a double gesture: settiijg catachresis completely apart,\n•edging its irreducibly originaLplace.and yet bringingit into the shared taxonomy,\nseeing it as ap\nof usage (of abuse) rather than as a phenomenon of\na code. Which is to be expected since the code is forced, but strange because\nthe abuse is no more a form of usage than an application of the code: \"There\nis a Trope that we have accepted, like Du Marsais, but to which we have neither\nassigned a rank, nor devoted an article in our Theory: this is Catachresis. In effect,\nwe did not believe it necessary to treat this Trope more particularly, immediately\nthat, far from making it a species apart, as does Du Marsais, and not only a\n? species of Trope, but even of figure, we consider it only as the forced use, if not\nat least\nof one or the other of the three great species we\nhave afr\n(p. 213).\nIn the supplement, the longest elaborations are granted to ihe\nof\nmetaphor. Particularly because this time the order of the noun is largely sur-\npassed. \"Here, the examples would be innumerable, and it is not only nouns\nthat could provide them, but all the species of words representative of ideas.\nMetaphor-figure hardly goes up to adverbs; but metaphor-cat achresis includes in its\nextent even interjections. There are even very few words, in each species, that\nit has not subjected to its empire\" (p. 215). It remains that the interpretation of\nthe metaphor-catachreses of prepositions (to, for example) always consists in\ndefining its meaning by means of the name of categoremes (disposition, site or\nplace, time, posture, gesture, manner, animating cause, destination, etc.; cf. p.\n219), and even by means of a single nominal signification, the \"tendency,\" \"as\nCondillac has shown so well in his Grammar.\"\nAs for nouns and verbs, the examples given by Fontanier are initially—and\nexclusively—those of metaphor-catachreses whose philosophical burden is the\nheaviest (light, blindness; to have, to be, to do, to take, to understand). The living\nbody furnishes the \"vehicle\" for all the nominal examples in the physical order.\nLight is the first—and only—example chosen when one accedes to the moral\nseveral genera and several species are to be distinguished. But Tropes occur, either by\nnecessity and extension, in order to supplement the words for certain ideas which are\nmissing from language, or by choice and figure, in order to present ideas with more vivid\nand striking images than their own signs. Whence two different kinds of tropological sense:\nthe extended tropological sense and the figurative tropological sense. The first, as one can see,\nstands between the primitive sense and the figurative sense, and can hardly be regarded as\nanything but a new kind of proper sense\" (pp. 57—58). What is interesting to us here, thus,\n')) is the production of a proper sense, a new kind of proper sense, by means of the violence\nof a catachresis whose intermediary status tends to escape the opposition of the primitive\nand the figurative, standing between them as a \"middle.\" When the middle of an op-\nposition is not the passageway of a mediation, there is every chance that the opposition\nis not pertinent. The consequences are boundless.\n256\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 287,
      "bucket": "D (5-10%)",
      "error_rate": 9.0,
      "unknown_words_sample": [
        "satis",
        "aufizehung",
        "nontrue",
        "honour",
        "lautr",
        "harmondsworth",
        "maldoror",
        "lautrcamont",
        "rek",
        "ser"
      ],
      "full_text": "White Mythology\nLa rnétaphysique—relève de La metaplzoret\"\nAnd yet, though I am fully in favor\nof the positive use of metaphor, (this\nrhetorical figure does far more ser-\nvice to human aspirations towards\nthe\nthan those who are rid-\ndled with prejudices and false ideas—\nwhich comes to the same thing—are\nprepared to acknowledge), it is none-\ntheless true that the risible mouths\nof these three peasants are still big\nenough to swallow three sperm-\nwhales. Let us shrink this compari-\nson somewhat, let us be serious and\ncontent ourselves with saying that\nthey were like three little elephants\nwhich have only just been born.\nLautrCamont,\nIV,\nIt is generally speaking, a strange\nthing, this captivating tendency which\nleads us to seek out (and then to ex-\npress) the resemblances and differ-\nences which are hidden in the most\nnatural properties of objects which\nare sometimes the least apt to lend\nthemselves to sympathetically curi-\nous combinations of this kind, which,\non my word of honour, graciously\nenhance the style of the writer who\ntreats himself to this personal satis-\nfaction, giving him the ridiculous\nand unforgettable aspect of an eter-\nnally serious owl.\nIbid. V.\nClassical rhetoric, then, cannot dominate, being enmeshed within it, the mass\nout of which the philosophical text takes shape. M.etapjtor is less in the philo-\nsqphical text (and in the rhetorical text coordinated with\nthe latter can no longer receive its name from\nmetaphysics, except by a catachresis, if you will, that would retrace metaphor\nthrough its philosophical phantom: as \"nontrue metaphor.\"\n61. TN. This subtitle is untranslatable, at very least because of its double meaning.\nDerrida simultaneously uses relève as bothiioun and.verb here. If reléve is taken as a noun,\nthe subtitle would read: \"Metaphysics—the relève, the Aufizehung of metaphor.\" If relève\nis taken as a verb, which would be the usual reading, it can be understood in its usual\nsense, i.e. not as a translation of Aufhebung. Thus, the subtitle would read: \"Metaphysics\nderives from, takes off from, metaphor.\" (Further, relEve as a verb can also be taken as the\ntranslation of Aufheben, which gives a reading similar to the first one.) If one is attentive\nto the implications of this unstoppable alternation of meaning, along with the interplay\nof metaphysics, metaphor, and rek¼'e, one will have begun to grasp what Derrida is about\nin this essay. (For our system of notes on relève, see above, note 5.) See also below, note\n73.\n62. Lautréamont, Maldoror and Poems, trans. Paul Knight (Harmondsworth: Penguin\nBooks, 1978), p. 172.\n63. Ibid., p. 200.\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 288,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "aphor",
        "nontrue",
        "scientifique",
        "lautr",
        "lautriamont",
        "gaston",
        "objec",
        "sci",
        "tive",
        "metaphorics"
      ],
      "full_text": "La uzetapinisique—\nrelive de la uzétaphore\nFor all that, can some metaphilosophy, a more general but still philosophical\nkind of discourse on the metaphors of the \"first degree,\" the nontrue metaphors\nthat opened philosophy, be dreamed of? The work to be undertaken under the\nheading of such a meta-metaphorics would not be without interest. In sum, it\nwould amount to transporting into the philosophical order the Bachelardian\nprogram of a metapoetics (Lautréamont, p. 55),M What would the limits of such\na transposition be?\nBachelard, on this point, is faithful to tradition: metaphor does not appear to\nhim either simply or necessarily to constitute an obstacle to scientific or philo-\nsophical knowledge. It can work for the critical rectification of a concept, reveal\na concept as a bad metaphor, or finally \"illustrate\" a new concept. In the process\nof scientific knowledge the \"verbal obstacle\" often has the form of metaphor\n(\"metaphoric contrivance,\" \"generalized image,\" \"deficient metaphorical char-\nacter of the explanation\"65 etc.), doubtless. And doubtless the domain of met-\naphor is extended even beyond language, taken in the strict sense of verbal\n\"expression\": \"metaphors seduce reason.\"6' But, on the one hand, the psycho-\nanalysis of objective knowledge above all must denounce \"immediate meta-\nphors\" ('The danger of immediate metaphors in the formation of the scientific\nspirit is that they are not always passing images; they push toward an auton-\nomous kind of thought; they tend to completion and fulfillment in the domain\nof the image\";67 as we will see, it is\nof metaphors that interests\nBachelard initially); and on the other hand, a nonimmediate, constructed met-\naphor is useful when it comes to \"illustrate\" knowledge wrested from bad\nmetaphor. Its value is then essentially pedagogical: \"A psychoanalysis of objec-\ntive knowledge, then, must set itself to blanching, if not to erasing, these naive\n64. Gaston Bachelard, Lautriamont (Paris: Corti, 1939; new ed., 1956).\n65. Bachelard, La Formation de l'esprit scientifique (Paris: Corti, 1938), pp. 74—75. See also\npp. 15, 194, 195.\n66. Ibid., p. 78. Bachelard cites Van Swinden: \"'The expression that iron is a sponge\nof magnetic Fluid is therefore a metaphor that departs from the true: and yet all the ex-\nplanations are founded on this expression used in the proper, literal sense. But as for myself,\nI think that it is not exact .\n.\n. to think that reason indicates that these expressions are\nerroneous, and nevertheless to use them in the explanation of Experiments' (1785). In a\nsomewhat confused form, Van Swinden's thought is quite clear: one cannot so easily as\nis alleged confine metaphors only to the realm of expression. Whether one wishes it or\nnot, metaphors seduce reason.\" Immediately afterward, Bachelard shows that \"very great\nminds have been blocked, so to speak, in primary imagery.\" Thus, \"Descartes's meta-\nphysics of space\" would be but a metaphorics of the sponge, \"the metaphysics of the\nsponge\" (p. 79).\n67. Ibid., p. 81. On the contrary, however, the Preliminary Discourse of the work accredits\nthe constructed and constructive metaphors, the metaphors of intermediary status which\nbreak with sensory immediacy and naive realism. They belong to the order of \"figurative\nquantity, midway between the concrete and the abstract, in an intermediary zone.\" \"Sci-\nentific thought then is drawn off in the direction of 'constructions' that are more meta-\nphoncal than real, 'spaces of configuration' whose sensory space, after all, is but an\nimpoverished example\" (p. 5).\n.,cQ\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 289,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "obstade",
        "ibachelard",
        "phors",
        "italicsl",
        "philosophie",
        "anagogical",
        "mathematizing",
        "scientifique",
        "ticularly",
        "scientifism"
      ],
      "full_text": "White Mythology\nimages. When abstraction will have achieved this, it will be time to illustrate\n[Bachelard's italics] rational schemas. In short, the initial intuition is an obstacle\nto scientific thought; only an illustration working beyond the concept, putting\na bit of color on the essential characteristics, can aid\nOne\nmay reread, at the end of La formation de l'esprit scientifique, the most luminous\nexamples with which the value of illustration ifiustrates itself: not only the ex-\nample of the circle, of the egg, and the\nbut also the examples of the sun\nand the focal point, the center, the circle, and the ellipse. Here, just the conclu-\nsion:\n\"Even in the simple domain of images, we have often usefully attempted\nconversions of values. Thus we developed the following antithesis in our teach-\ning. For Aristotelian science, the ellipse is a poorly made circle, a flattened circle.\nFor Newtonian science, the circle is an impoverished ellipse, an effipse whose\ncenters have been flattened one onto the other. I made myself the advocate of\nthe ellipse: the center of the ellipse is useless because of its two distinct focal\npoints; for the circle, the law of areas is a banality; for the effipse, the law of\nareas is a discovery. Little by little, I slowly attempted to pry the mind loose\nits attachment to privileged images .\n.\n. Also, I have little hesitation in\npresenting rigor as a psychoanalysis of intuition, and algebraic thought as a\npsychoanalysis of geometric thought. Even in the domain of the exact sciences,\n'our imagination is a sublimation. It is useful, but it can fool us to the extent that\nwe do not know what we sublimate and how we sublimate it. It is valid only\ninsofar as one has psychoanalyzed the principle. Intuition must never be a given.\nIt must always be an illustration.\"7°\n68. Ibid., p. 78. \"Modern science employs the analogy of the pump in order to illustrate\nIBachelard's italicsl certain characteristics of electric generators, but does so in an attempt\nto clarify abstract ideas .\n. . Here one sees a vivid contrast of the two mentalities: in the\nscientific mentality the hydraulic analogy comes into play after the theory. It comes into\nplay before in the prescientific mentality\" (p. 80).\n69. Ibid., pp. 233ff. This is surely the occasion to recall that in Bachelard's opinion the\nmetaphoric obstacle is not only an epistemological obstacle due to the persistence, in the\nfield of science, of nonscientific schema deriving from the popular imagination or from\nthe philosophically imaginary. The metaphoric obstade is sometimes a philosophical one,\nwhen scientific schema are imported into a philosophical domain without rhyme or reason.\nOne might speak then of an epistemologizing obstacle. A certain naive scientifism on the\npart of the philosopher can transform scientific discourse into a vast reservoir of metaphors\nor \"models\" for hurried theoreticians. \"Science offers itself to the philosopher as a par-\nticularly rich collection of well constructed and well tied together knowledge. In other\nwords, the philosopher simply demands examples of science.\" These examples \"are always\nmentioned, never developed. Occasionally, the scientific examples are commented upon\naccording to principles which are not scientific ones; they lead to metaphors, analogies,\ngeneralizations.\" La Philosophie\nnon (Paris, 1940), p. 3. In the same direction, see also\nthe end of the chapter on \"the diverse metaphysical explanations of a scientific concept,\"\nand what Bachelard says about the anagogical reverie as a mathematizing reverie, at the\nmoment when the mathematical and the arithmetical intervene in the position of meta-\nphors (pp. 38-40).\n70. La formation de l'esprit scienfifique, p. 237.\n260\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 290,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "histoire",
        "ories",
        "choanalysis",
        "vehide",
        "canguilhem",
        "etudes",
        "rel",
        "metaphysique",
        "tation",
        "des"
      ],
      "full_text": "La metaphysique—\nreléve de la métaphore\nThis epistemological ambivalence of metaphor, which always provokes, re-\ntards, follows the movement of the concept, perhaps finds its chosen field in the\nlife sciences, which demand that one adapt an unceasing critique of teleological\njudgment. In this field the animistic or (technical, social, cultural) analogy is as\nat home\nWhere else might one be so tempted to fake the metaphor for\nthe concept? And what more urgent task for epistemology and for the critical\nhistory of\nsciences than to distinguish between the word, the metaphoric\nvehide, the thing and the concept? Among all the examples Georges Canguilhem\nhas analyzed, let us consider two. The first one concerns \"the development of\ncellular theory\" over which \"hover, more or less closely, affective and social\nvalues of cooperation and association.\"\n\"Concerning the cell, generally Hooke is granted too many honors. Certainly\nit was he who discovered the thing, somewhat by chance, and due to the play\nof a curiosity amused by the first revelations of the microscope. Having made\na fine section of a piece of cork, Hooke observed its compartmentalized structure.\nIt is he also, indeed, who invented the word, under the influence of an image,\nby assimilating the vegetable object to a honeycomb, itself an animal\na cell is a small chamber.\npoint of departure. The very word was lost, to be\nrediscovered only a century later.\n\"This discovery of the thing and this invention of a word henceforth call for\nsome comments. With the cell, we are in the presence of a biological object\nwhose affective overdetermination is incontestable and considerable. The psy-\nchoanalysis of knowledge from now on may count among its happier successes\nits pretension to the status of a genre to which several contributions may be\nbrought, even without systematic intention. Everyone will find among his mem-\nories of studying natural history the image of the cellular structure of living\nbeings. This image has an almost canonic constancy. The schematic represen-\ntation of an epithelium is the image of the honeycomb. Cell is a\nthat does\nnot make us think of the monk or the prisoner, but of the\nHaeckel has\npointed out that cells of wax filled with honey perfectly correspond to vegetable\ncells filled with cellular essence. Nevertheless, the influence over the mind of\nthe notion of the cell does not appear to us to be due to the completeness of the\ncorrespondence. Rather, who knows whether, in consciously borrowing from\nthe beehive the term cell in order to designate the element of the living organism,\nthe human mind has not also borrowed from the hive, almost unconsciously,\nthe notion of the cooperative work of which the honeycomb is the product? Just11\nas the alveolus is the element of an edifice, bees are, in Maeterlinck's expression,\nindividuals entirely absorbed by the republic. In fact, the cell is both an ana- I.\n71. La connaissance de Ia vie, 2d ed.\nVrin, 1969), p. 49. On the problem of metaphor,\nsee also Etudes d'histoire et de philosophie des sciences (Paris: Vrin, 1968), most notably the\nchapters entitled \"Models and Analogies in Biological Discovery\" and \"Concept and Life\"\n(particularly pp. 358-60).\n261\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 292,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "guilhem",
        "dans",
        "histoire",
        "animalium",
        "biologique",
        "crire",
        "tistre",
        "etudes",
        "reinscription",
        "cts"
      ],
      "full_text": "La metaphvsique—\nrelEve de Ia metaphore\nknowledge and a fantastic ideology of truth, one should surely substitute another\n)articulation for the (maintained or erased) classical opposition of metaphor and\nconcepLt. This new articulation, without importing all the metaphysics of the\nclassical opposition, should also account for the specific divisions that episte-\nmology cannot overlook, the divisions between what it calls metaphoric eff?cts\nand scientific effects. The need for this new articulation has undoubtedly been\ncalled for by Nietzsche's discourse. It will have to provoke a displacement and\nan entire reinscription of the values of science and of truth, that is, of several\nothers too.\nI Such a redistribution would have to permit the definition of the \"figure\" which\nnecessarily continues to give its \"sign\" to a \"concept\" after rectification, after\nabandoning a given model \"which perhaps, after all, was only a metaphor.\"6\nThus—second example—when the biological concept of circulation of the blood\nis substituted for the technical concept of irrigation,\" the rectification has not\nreduced every figure of speech. Although not the irrigation of a garden, such\nas it is described in the Timaeusm or De Part ibus Animalium, the \"circulation\" of\nas a spider's web (ibid., p. 186). Again, re-mark and generalization of a particular metaphor,\nwhose effects are determinable, for example in the history of the sciences. Georges Can-\nguilhem writes, concerning Bichat's Treatise on Membranes (1800): \"The term 'tissue' de-\nserves to give us pause. Tissue comes, as is well known, from tistre, an archaic form of\nthe verb tisser, to weave. If the word cell has appeared to be overburdened with implicit\nsignifications of an affective and social order, the word tissue appears no less burdened\nwith extra-theoretical implications. Cell makes us think of the bee, and not of man. Tissue\nmakes us think of man, and not of the spider. Tissue, a weave, is the human product par\nexcellence\" (La connaissance de la vie, pp. 64—65). See also Marx: \"We have to consider labour\nin a form peculiar to the human species. A spider carries on operations resembling those\nof the weaver; and many a human architect is put to shame by the skill with which a bee\nconstructs her cell. But what from the very first distinguishes the most incompetent\narchitect from the best of bees, is that the architect has built a cell in his head before he\nconstructs it in wax. The labour process ends in the creation of something which, when\nthe process began, already existed in the worker's imagination, already existed in an ideal\nform. What happens is, not merely that the worker brings about a change of form in\nmaterial objects, at the same time, in the nature that exists apart from himself, he realizes\nhis own purpose, the purpose which gives the law to his activities, the purpose to which\nhe has to subordinate his own will\" (Capital, book 1, chap. 5, pp. 169—70).\n76. \"On this point, thus, experimental embryology and cytology have rectified the\nconcept of organic structure that was too narrowly associated by Claude Bernard with a\nsocial model that perhaps, after all, was only a metaphor.\" \"Le tout et Ia partie dans Ia\npensée biologique,\" in Etudes d'histoire et de philosophic des sciences, p. 332.\n77. See La connaissance de la vie, pp. 22—23.\n78. From a purely rhetorical point of view, Condillac displays much severity concerning\nthe figures of speech used by Plato (\"the greatest philosopher and the greatest rhetorician\")\nto describe the human body, which he makes into \"a monster that escapes the imagina-\ntion\"; most notably when \"he says that the blood is the grazing ground of the flesh: and so,\nhe goes on, that all the parts may receive nourishment, they have dug, as in a garden, several\ncanals, so that the streams of the veins, emerging from the heart as from their source, can flow in\nthese narrow channels of the human body.\" Condillac contrasts this with six lines from Rous-\nseau, and comments on them thus: \"The flowers which multiply on a stem watered by\na pure stream are a beautiful image of what the love of glory produces in an elevated\nsoul\" (\"Dc I'art d'écrire,\" in Oeuvres phi!osophiques, p. 555).\n263\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 293,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "erative",
        "tainty",
        "versa",
        "tinguished",
        "ignate",
        "bachelardian",
        "lautreamont",
        "metaphorology",
        "metapoetics",
        "des"
      ],
      "full_text": "White Mythology\nthe blood does not properly travel in a circle. As soon as one retains only a\npredicate of the circle (for example, return to the point of departure, closing of\n1the circuit), its signification is put into the position of a trope, of metonymy if\nnot metaphor.\nIs rectification henceforth the rectification of a metaphor by a concept? Are\nall metaphors, strictly speaking, concepts, and is there any sense in setting\nmetaphor against concept? Does not a scientific critique's rectification rather\nproceed from an inefficient tropic-concept that is poorly constructed, to an op-\nerative tropic-concept that is more refined and more powerful in a given field\nand at a determined phase of the scientific process? The criterion of this progress\nor mutation (\"break,\" \"remodeling,\" and many other forms that should be dis-\ntinguished from each other), has not been defined, certainly, but a double cer-\ntainty now seems problematic: 1. That this criterion must necessarily put to work\na rhetorical evaluation (\"from metaphor to concept,\" for example); 2. That tropes\nmust necessarily belong to the prescientific phase of knowledge.\nIn other words, there is also a concept of metaphor: it too has a history, yields\nknowledge, demands from the epistemologist construction, rectifications, critical\nrules of importation and exportation.\nWe come back to our question: can one transport into the philosophical field\nthe Bachelardian program of a metapoetics?\nproposes to proceed by\ngroups and diagrams, and this is what will retain us first. By groups:\n\"When one has meditated on the freedom of metaphors and on their limits,\none perceives that certain poetic images are projected onto one another with\ncertainty and exactitude, which amounts to saying that in projective poetry they\nare but one and the same image. In studying the Psychoanalysis of fire, we have\nperceived, for example, that all the 'images' of the internal fire, the hidden fire,\nthe fire glowing beneath the embers, in short the unseen fire that consequently\ncalls for metaphors, are 'images' of life. The projective link, then, is so primitive\nthat one easily translates, certain of universal comprehension, images of life into\nimages of fire, and vice versa. The deformation of the images then must des-\nignate, in a strictly mathematical way, the group of metaphors. Immediately that\none can specify the diverse groups of metaphors of a particular poetry, one would\nperceive that occasionally certain metaphors fail because they have been added\nin defiance of the cohesion of the group. Naturally, sensitive poetic souls react\nby themselves to these erroneous additions, without needing the pedantic ap-\nparatus to which we are alluding. But it remains no less that a metapoetics will\nhave to undertake a classification of metaphors, and that sooner or later it will\nhave to adopt the only essential procedure of classification, the determination\nof\n79. Gaston Bachelard, LautrEamont, pp. 54—55. Here, the projective model permits one to\nrecognize not only the syntactic coherence of metaphors, but above all the original and\nfinal unity of their theme, their central semantic focal point. The demonstration of this\npoint, moreover, is rather remarkable: the multiplicity of images (the images of fire, with\nwhich this metaphorology first had to concern itself) refers, while reflecting it, to the same\n264\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 297,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "zation",
        "parousia",
        "lnvolved",
        "principial",
        "interiori",
        "alethiu",
        "iade",
        "photi",
        "entretien",
        "jmetaphysics"
      ],
      "full_text": "White Mythology\nleft to the theologians .\nWhy is it said, in effect, that darkness preceded\nlight? .\n. . And as for the cataracts of the abyss, this is a metaphor, but this\nmetaphor escapes\nPresence disappearing in its own radiance, the hidden source of light, of truth,\nand of meaning, the erasure of the visage of Being—such must be the insistent\nreturn of that which subjects metaphysics to metaphor.\nTo metaphors. The word is written only in the plural. If there were only one\npossible metaphor, the dream at the heart of philosophy, if one could reduce\ntheir play to the circle of a family or a group of metaphors, that is, to one\n\"central,\" \"fundamental,\" \"principial\" metaphor, there would be no more true\nmetaphor, but only, through the one true metaphor, the assured legibility of the\nproper. Now, it is because the metaphoric is plural from the outset that it does\nnot escape syntax; and that it gives rise, in philosophy too, to a text which is\nnot exhausted in the history of its meaning (signified concept or metaphoric\ntenor: thesis), in the visible or invisible presence of its theme (meaning and truth\nof Being). But it is also because the metaphoric does not reduce syntax, and on\nthe contrary organizes its divisions within syntax, that it gets carried away with\nitself, cannot be what it is except in erasing itself, indefinitely constructing its\ndestruction.\nThis self-destruction always will have been able to take\ncourses which are\nalmost tangent, and yet different, repeating, miming, and separating from each\nother according to certain laws. One of these courses follows the line of a\nresistance to the dissemination of the metaphorical in a syntactics that some-\nwhere, and initially, carries within itself an irreducible loss of meaning: this is\nthe metaphysical relève of metaphor in the proper meaning of Being. The gen-\n?ralization of metaphor can signify this parousia. Metaphor then is included by\nJmetaphysics as that which must be carried off to a horizon or a proper ground,\nand which must finish by rediscovering the origin of its truth. The turn of the\nsun is interpreted then as a specular circle, a return to itself without loss of\nmeaning, without irreversible expenditure. This return to itself—this interiori-\nzation—of the sun has marked not only Platonic, Aristotelian, Cartesian, and\nother kinds of discourse, not only the science of logic as the circle of circles, but\nalso, and by the same token, the man of metaphysics. The sensory sun, which\nrises in the East, becomes interiorized, in the evening of its journey, in the eye\nand the heart of the Westerner. He summarizes, assumes, and achieves the\nessence of man, \"illuminated by the true light\" (photizomenos photi alethiuöi).M\n83. \"Entretien avec Burman,\" in Oeuvres completes (Paris: Pléiade, 1967), pp. 1387—88.\n84. \"In the geographical survey, the course of the World's History has been marked out\nin its general features.\nLight—rises in the East. Light is a simply self-Lnvolved\nexistence; but though possessing thus in itself universality, it exists at the same time as\nan individuality in the Sun. Imagination has often pictured to itself the emotions of a blind\nman suddenly becoming possessed of sight, beholding the bright glimmering of the dawn,\n268\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 299,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "reappropriation",
        "ausdrucken",
        "eigen",
        "philosopheme",
        "gleichnisse",
        "homoi",
        "tlichen",
        "ausdrucks",
        "unnarnable",
        "aufzulesen"
      ],
      "full_text": "White Mythology\n\"Not only the Greek philosophers, like Plato and Aristotle, or great historians\nand orators, like Thucydides and Demosthenes, but also the great poets, Homer\nand Sophocles, on the whole stick almost always to literal expressions (eigen-\ntlichen Ausdrucken), although similes (Gleichnisse) do also occur. Their plastic\nseverity and solidity does not tolerate the sort of blending involved in metaphor\nor permit them to stray hither and thither away from the homogenous material\nand the simple, self-contained, complete cast, in order to gather up so-called\n'flowers' of expression (sogennante Blumen des Ausdrucks aufzulesen) here and\nthere. But metaphor is always an interruption of the course of ideas (Vorstel-\nlungsganges) .\n. . On the other hand, it is particularly the East, especially the\nlater Mohammedan poetry, which uses figurative expressions and indeed has\nthem of necessity.\"8'\nMetaphor, therefore, is determined by philosophy as a provisional loss of\nmeaning, an economy of the proper without irreparable damage, a certainly\ninevitable detour, but also a history with its sights set on, and within the horizon\n•of, the circular reappropriation of literal, proper meaning. This is why the phil-\nevaluation of metaphor always has been ambiguous: metaphor is\ndangerous and foreign as concerns intuition (vision or contact), concept (the grasp-\ning or proper presence of the signified), and consciousness (proximity or self-\npresence); but it is in complicity with what it endangers, is necessary to it in the\nkextent to which the de-tour is a re-turn guided by the function of resemblance\n(mimësis or homoiösis), under the law of the same. The opposition of intuition,\nthe concept, and consciousness at this point no longer has any pertinence. These\nthree values belong to the order and to the movement of meaning. Like meta-\nphor.\nHenceforth the entire teleology of meaning, which constructs the philosophical\nconcept of metaphor, coordinates metaphor with the manifestation of truth, with\nthe production of truth as presence without veil, with the reappropriation of a\nfull language without syntax, with the vocation of a pure nomination: without\ndifferential syntax, or in any case without a properly unnarnable articulation that\nis irreducible to the semantic relève or to dialectical interiorization.\nThe.other self-destructiotiof metaphor thus resembles the philosophical one to\nthe point of being taken for it. This time, then, in traversing and doubling the\nfirst self-destruction, it passes through a supplement of syntactic resistance,\nthrough everything (for example in modern linguistics) that disrupts the op-\nposition of the semantic and the syntactic, and especially the philosophical\nhierarchy that submits the latter to the former. This self-destruction still has the\nform of a generalization, but this time it is no longer a question of extending\nand confirming a philosopheme, but rather, of unfolding it without limit, and\nwresting its borders of propriety from it. And consequently to explode the\nreassuring opposition of the metaphoric and the proper, the opposition in which\n86. Hegel, Aesthetics, pp. 407—8.\n270\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 300,
      "bucket": "D (5-10%)",
      "error_rate": 9.0,
      "unknown_words_sample": [
        "langage",
        "otrope",
        "celestes",
        "meiaphor",
        "solaire",
        "heli",
        "faphore",
        "pourri",
        "rialisme",
        "gnose"
      ],
      "full_text": "La métaphysique—\nrelève de la méfaphore\nthe one and the other have never done anything but reflect and refer to each\nother in their radiance.\nMeiaphor, then, always carries its death within itself. And this death, surely,\"\nç7\nis also the death of philosophy. But the genitive is\nIt is sometimes the\ndeath of philosophy, death of a genre belonging to philosophy which is thought\nand summarized within it, recognizing and fulfilling itself within philosophy;\nand sometimes the death of a philosophy which does not see itself die and is\nno longer to be refound within philosophy.\nA homonymy in which Aristotle recognized—in the guise of the Sophist at\nthis point—the very figure of that which doubles and endangers philosophy:\nthese two deaths repeat and simulate one another in the heliotrope. The heli-\notrope of Plato or of Hegel on the one hand, the heliotrope of Nietzsche or\non the other, to use metonymic abbreviations here. Such a flower\nalways bears its double within itself, whether it be seed or type, the chance of\nits program or the necessity of its diagram. The heliotrope can always be relevd.\nAnd it can always become a dried flower in a book. There is always, absent from\nevery garden, a dried flower in a book; and by virtue of the repetition in which\nit endlessly puts itself into\nno language can reduce into itself the structure\nof an anthology. This supplement of a code which traverses its own field, end-\n/\nlessly displaces its closure, breaks its line, opens its circle, and no ontology will\nhave been able to reduce it.\nUnless the anthology is also a lithography. Heliotrope also names a stone: a\nprecious stone, greenish and streaked with red veins, a kind of oriental jasper.\n87. See particularly, apart from Bataille's well known texts, certain of his first writings\ncollected by Denis Hoffier in volume 1 of the Oeuvres completes (Paris: Gallimard, 1970):\n\"L'Anus solaire,\" \"Le langage des fleurs,\" \"La mutilation sacrificielle de l'oreille coupée\nde Van Gogh,\" \"Le bas matérialisme et Ia gnose,\" \"Soleil pourri,\" \"Corps celestes,\" etc.\n88. TN. See above, note 73.\nI.\n,\nc\n271\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 302,
      "bucket": "D (5-10%)",
      "error_rate": 8.8,
      "unknown_words_sample": [
        "cahiers",
        "valerys",
        "demda",
        "lectllre",
        "valery",
        "qual",
        "lechantre"
      ],
      "full_text": "Qual Queue:\nValery's Sources'\nA lectLlre given 6 November 1971 at the Johns Hopkins University on the centennial of\nValerys birth.\n1 am indebted to Michel Lechantre's rereading of Valery and his discovery\nof the Cahiers. The following pages therefore are naturally dedicated to him.\n1. TN. As is so often the case for Derrida, this title has multiple meanings whose effects\nare disseminated throughout the essay. It must be understood that Demda constantly\nplays on the meaning of \"source\" as both origin and as fountain or spring. The German\nQueue has the same multiple meanings. The explanation of qual queue will be found in\nnote 1Z below.\n273\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 304,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "outselves",
        "recherche",
        "histoire",
        "valery",
        "excentric",
        "lperrier",
        "ings",
        "centre",
        "scien",
        "gervais"
      ],
      "full_text": "I—mark(s) first of all a division in what will have been able to appear in the\nbeginning.\n\"Valery's Sources,\" here, do not entitle those sources on which theses are\nwritten. What historians might name \"influences\" will not be followed upstteam\ntoward their hidden \"sources,\" the near or distant, presumed or verified, origins\nof a \"work;' that is of a \"thought\" whose card in the catalogue thereby could\nbe manipulated. Valery himself warned of this in advance: concerning what is\nwritten here, the \"discourse of history\" would chatter on about heritages, read-\nings, borrowings, biographical inner springs. The sources could multiply them-\nselves infinitely, but as so many \"sources of error and powers of falsifications.\"2\nWe will not, as do positive historians, account for all that could have flowed\ninto this text from the outside.\nBut—I mark(s) the division—by taking a different turn, by observing from an\nexcentric place the logic of Valery's aversions, why not ask outselves about\nanother outside, about the sources set aside, the sources that Valery could get a\nglimpse of only on the bias, as in a brief, or rather foreshortened, mirroring,\njust the time to recognize or reflect himself and immediately to turn away—\nquickly, decidedly, furtively too, like an about-face to be described according to\nthe gesture of Narcissus. We will analyze this turning away only where it has\nleft marks within Valery's textual system, as a regular crinkling of every page.\nHere, for example, the names would be those of Nietzsche and Freud.\nFurther, under this heading one might also have expected a reading of \"In\nPraise of Water,\" with which Valery, in 1935, prefaced a collection of tributes to\nthe Source Perrier.3 Wifi academic accusations be made of the resources that Valery\nmore than once found for his talent? No moral or political lesson could be\nelaborated whose premises had not already infallibly been recognized by Valery.\nIn Mallarme's wake, quite early on, he had analyzed the law that administers\n2. TN. The following system of reference to Valéiy's works will be employed. (a) Ref-\nerences to Valéiy's Oeuvres\nGallimard, 1957—60) will be given with a roman volume\nnumber (I or II) and a page number. Thus, the reference for this citation is Discours de\nl'histoire, 1, 1130. (b) References to the Cahiers (Paris: Centre National de Recherche Scien-\ntifique, 1957) will be given by the letter C. followed by an arabic volume number, a page\nnumber, and a year. (c) References to works of Valery translated into English will be to\nthe thirteen-volume Bollingen series The Collected Works of Paul Valery, ed. Jackson Mathews\n(New York: Bollingen Foundation, 1960—73). These will be indicated by an arabic volume\nnumber and a page number (e.g. 2, 11).\n3. This booklet, published by the Source Perrier (2, 8ff., or II, 202ff.) contains \"The History\nof a Source,\" by P. Reboux, \"The Therapeutic Benefits of the Perrier Source,\" by Dr.\nGervais, \"How, and In What Circumstances, To Serve Pemer Water,\" by Baron Fouquier.\nIn 1919 Gide had written to Valery: \"I cannot for an instant believe in the exhaustion of\nyour resources or the drying up of your source: what is difficult is to bottle it, but there\nis nothing surprising about the fact that you find yourself worn out after the efforts of the\nwinter,\" thereby describing everything at stake in the question that concerns us here.\nWithout taking into account that by itself the name of the source in question, in a single\nword, reassembles the extensible length of a sentence. lPerrier in French is pronounced\nthe same way as the sentence \"Père y est\"—\"Father is there.\"J\n275\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 310,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "anfang",
        "der",
        "valery",
        "unnamable",
        "resilire",
        "resultat",
        "bor",
        "resultare",
        "ruckprall",
        "das"
      ],
      "full_text": "Rebound\nbut as the origin of its presence, the point of source on whose basis everything\ntakes on meaning, appears, delineates, and measures itself. Everything, that is\nto say everything that is not I. The non-I is for the I, appears as non-I for an I\nand on the basis of an I. Everything: which is to say that the I, the exception\nto and condition for everything that appears, does not appear. Never being\npresent to itself, the source hardly exists. It is there for no one. For what Valery\nhere calls the pure I, and what philosophers usually name the transcendental\nego, is not the \"person,\" the ego or empirical consciousness of the psychologists.\nAn unnamable, \"unqualifiable\" source, in effect it has no determinable character\nsince it is not in the world and never presents itself.\nValery encircles, or rather tracks down, this incessant disappearance, among\nother places, in the Note and Digression to the Leonardo: \"But what he raises to\nthis high degree is not his precious personal self, since he has renounced his\npersonality by making it the object of his thought, and since he has given the\nplace of subject to that unqualifiable I which has no name or history, which is\nneither more tangible nor less real than the center of gravity of a ring or that\nof a planetary system—but which results from the whole, whatever that whole\nmay be\" (8, 102—3, Valery's italics).\nThe source results here. Valery would probably have been irritated (I am bor-\nrowing this word from him for reasons to be given later) if he had been reminded\nthat this proposition—the origin as result— is literally Hegelian, that it reassem-\nbles the essence of speculative dialectics whose proposition it properly is. Hegel\ndoes not by chance write it in Latin (Der Anfang ist das Resultat) atthe beginning\nof the Greater Logic. In identity and Difference, takinghis departure from Hegel,\nHeidegger also analyzes this ressaut (resultare, resilire, resalire) of the origin in the\nresult, of the founding proposition in the rebound or reflexive counter-motion\n(Ruckprall).8\nThe pure I, the source of all presence, thus is reduced to an abstract point,\nto a pure form, stripped of all thickness, of all depth, without character, without\nquality, without property, without an assignable duration. This source therefore\nhas no proper meaning. Nothing of that which proceeds from it belongs to it.\nPoint d'eau—that is of it. Thus it has no proper name. It is so universal and so\nabstract a pronoun (me, J)9 that it replaces, stands for no proper name of a person\nin particular: A universal pronoun, but of so singular a universality that it always\nremains, precisely, singular. The function of this source which names itself I is\nindeed, within and without language, that of a singular universal. In the same\n8. TN. Identity and Difference, trans. Joan Stambaugh (New York: Harper and Row), p.\n53.\n9. TN. The translation of the critical words\nand je is particularly difficult in this\nessay. In general I have followed the practice of the translations of the Collected Works. It\nshould be noted, however, that in French Ic ,noi, which in the term Valery uses most\nfrequently is variously translated as the I, the me, and the ego (in the psychoanalytic\nsense).\n281\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 314,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "boehme",
        "bohme",
        "der",
        "valery",
        "beweglichkeit",
        "qual",
        "trennung",
        "inqualieren",
        "qualitaten",
        "diff"
      ],
      "full_text": "Der sich ant hebende Ursprung\n\"Nothing can be born or perish, exist in some degree, possess a time, a place,\na meaning, a figure_—except on this definite stage, which the fates have circum-\nscribed, and which, having separated it from who knows what primordial chaos,\nas light was separated from darkness on the first day, they have opposed and\nsubordinated to the condition of being seen\" (8, 97; Valery's italics).\nFor the source to become in turn an image, for it to become engaged in a tropic\nor fantastic system as well as to appear and to receive, for it to see itself as the\nglance of the origin, it must divide itself. Wherever the mirror intervenes, each\ntime that Narcissus comes on stage in Valery's text, the source can be found\nagain as an effect of the mirror only\nitself\nThe mirror, another\nunfindable theme (but it propagates itself like a\nthat does not exist),\nmanifests in this double loss the singular operation of a multiplying division\nwhich transforms the origin into effect, and the whole into a part.\nthat the specular agency, far from constituting the I in its properness,\nimmediately expropriates it in\nnot to halt its march. The ithagihary is\nbroken up\nGlance of\nfigure;\nthe source is always divided, carried\naway outside itself: before the mirror it does not come back to itself, its con-\nsciousness is still a kind of unconscious. As soon as it performs Narcissus's turn,\nit no longer knows itself. It no longer belongs to\nfrom death only by living it, whether he distances himself from the \"venerable\np. 232. In the Lectures on the History of Philosophy, after recalling that, for Boehme, negativity\nworks upon and constitutes the source, and that in principle \"God is also the Devil, each\nfor itself,\" etc., 1-legel writes this, which I don't attempt to translate: \"Em\nHauptbegriff ist\ndie Qualitat. Bohmefangt in der Aurora (Morgenrote im Aufgang) von den Qualitaten an. Die\nersfe Bestimmung Böhn,es, die der Qualitat, ist Inqualieren, Qual, Queue. In der Aurora sagt er:\n'Qualitat ist die Beweglichkeit, Quallen (Quellen) oder Treiben eines Dinges'\" (part 3, sec. 1, 5.\nJakob BOhme). It is within this context (negativity and division in the principle of things,\nin the mind or in God) that Hegel's well-known em\nsich Entzweiendes (one dividing itself\nin two) also must be read. (See, for example, Die Philosophie der Weltgeschichte, Allgen:eine\nEinleitung, II, 1 b.)\nThe law-of-the-proper, the economy of the source: the source is produced only in being\ncut off (a se <'ou per) from itself, only in taking off in its own negativity, but equally, and by\nthe same token, in reappropriating itself, in order to amortize its own, proper death, to\nrebound, se relever. Reckoning with absolute loss, that is, no longer reckoning, general\neconomy does not cease to pass into the restricted economy of the source in order to\npermit itself to be encircled. Once more, here, we are reduced to the inexhaustible ruse\nof the Au/hebung, which is unceasingly examined, in these margins, along with Hegel,\naccording to his text, against his text, within his boundary or interior limit: the absolute\nexterior which no longer permits itself to be internalized. We are led back to the question\nof dissemination: does semen permit itself to be relevd? Does the separation which cuts\noff the source permit itself to be thought as the relève of oneself? And how is what Hegel\nsays of the child to be read in general: \"Der sich aufhebertde Ursprung\" (Real philosophie\nd'leua) or \"Trennung von dem Ursprung\" (Phenomenology of Spirit)? (For our system of\nnotes on rekve, see above, \"La différance,\" note 23.]\n13. TN. The reference is to Lacan's theory linking the agency he calls the imaginary to\nthe formation of the ego in the mirror stage.\n285\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 316,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "reappropriation",
        "der",
        "hieroglyphe",
        "exteriority",
        "valery",
        "ifying",
        "disqual",
        "int",
        "reloined",
        "thjderivation"
      ],
      "full_text": "Der sicli aufizebende Ursprung\nbe the authentic exchange of the source with itself. Will it be said that the voice\nis finally the source? That it says the source? That it lets the source say itself?\nOr inversely that it produces only an effect of the source? And what does such\nan effect mean? We still must wait.\nIt belongs to the very structure of speech that it may be, or seem to be,\nimmediately sensible from the source. WJiat appears to be is not an accident\nhere. It belongs to the very production of speech. Between what I say and\nI hear myself say, no exteriority, no. alterity, not even that of a mirror, seems to\ninterpose itself. Mutism and deafness go hand in hand, and there is nóThihg\nless fortuitous. Hence, the interior speech that is not proffered, no longer would\nbe\nlox\nvoice, it\ntherefore can accomplish\nreturn of the origin to itself. In the circle the voice steps beyond the interdiction\nwhich made the eye blind to the eye. The true circle, the circle of the truth is\ntherefore always an effect of speech. And Valery recognized the immense bearing\nof this autonomous circuit of \"hearing-oneself-speak,\" an apparently highly\nfactual phenomenon, which always might be explained by the anatomical con-\nfiguration of an animal in the world (but which produces, if one wishes to pursue\nits consequences, even the concept of an origin of the world, thereby disqual-\nifying the alleged regional empiricity of the \"physiological\" explanation), and\nhe did so better, without a doubt, than any traditional philosopher, better than\nHusserl,'4 and better than Hegel, who nevertheless had described phonic vi-\nbration as the element of temporality, of subjectivity, of interiorization, and of\nidealization in general, along with everything which thereby systemically lets\nitself be carried along in the circle of speculative dialectics.\nBut, like the lucid source, the sonorous source attempts to rejoin itself only\nby differentiating itself, dividing, differing, deferring without end. Quite simply,\nthe lure of reappropriation this time becomes more interior, more twisted, more\nfatal. Valery, as we will verify in an instant, did describe this movement which\ngoes back to the source and which separates from the source or simultaneously\ninterdicts the source. Which then occupies another position; it is no longer only\nthat approaching which movement exhausts itself, but also that which some-\nwhere eludes, always a bit further on, our grasp. It is born of this very eluding,\nlike a situated mirage, a site inscribed in a directionless field. It is nothing before\nbeing sought, only an effect produced by the structure of movement. The source\ntherefore is not the origin, it is neither at the departure or the arrival.\nmarks in speech both the circle of hearing-oneself-speak, the\nthe source\nreloined, and the law\nsuch a return to itself\neffect;\nsimultaneously thjderivation of that which is not causa sui,\nillusion,\nthe trap, or the\nAmong many others, here are three fragments from the Notebooks:\n14. See Michel Lechantre, \"L'hieroglyphe intérieur,\" in Modern Language Notes, 1972.\n287\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 318,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "sociated",
        "ordinated",
        "cirde",
        "undescribable",
        "der",
        "speechi",
        "zuore",
        "aufliebende",
        "valery",
        "anisms"
      ],
      "full_text": "Der sic!: aufliebende Ursprung\nSometimes the communication between what is being born and the born is\nregular, regimented, and the distinction can no longer be felt. Sometimes the\ncommunication is only delayed, and the internal circuit serves as a preparation\nfor a circuit of external intention: then there is emission to choice\" (C. 24, p. 99,\n1940).\nThe difference between internal speech and external speech therefore passes\nunderstanding. No concept can make it its own. Its reserve is almost unheard—\nwith what ear could it be heard?—or in any event undescribable. Thirty years\nearlier: \"How to write this singular difference rationally?\" (C. 3, p. 483, 1905).15\nHow to write it, in effect, if writing, phonetic writing above all, precisely has\nas its function the restitution of speech to the internal regime, and to act such\nthat in its event effectively proffered speech is but an accident lost for reading?\nThe regime, being regimented, in effect seems to insure the \"normal\" com-\nmunication of the source with itself, thereby regularly circulating between the\nexternal event and the internal event, conferring upon the origin the invisible\nappearing, the calm being near to itself that the glance saw itself refused.\nNow here, again, Valery remarks a cutting difference: not the external probation\nwhich accidentally would come to interrupt the circle, but already the circuit's\nreturn to itself: \"Who speaks, who listens (in the interior speechi? It is not exactly\nthe same .\n. . The existence of the speech from self to self is the sign of a cut\"\n(C. 7, p. 615, 1920). The cirde turns in order to annul the cut, and\nthe same token,\nThe snak\nits tail, fró\nwich r\nfollow that it finally rejoins itself without harm in this\nsuccessful auto-fellatio of which we have been speaking all along, in truth.\n15. \"Ext. speech differs from secret speech only through the functions which are as-\nsociated and co-ordinated with it—weighing it down with their inertia and their passive /\nresistances, but making it subject to their more arduous and solid—more tied together—\nworld. All exterior speech is reduced to an interior speech by creating these auxiliary\nfunctions: 0. This is a projection. But conversely, all in, speech cannot become exterior\"\n(C. 3, p. 483, 1905). On the relationship mouth/ear, see, among other fragments, that of\nC. 24, P. 107, 1940 (which Valery accompanies by sketches), and M. Lechantre's work\ncited above.\nA Poet's Notebook, which joins an extreme formalism and a \"verbal materialism\" (7, 183),\nalso analyzes poetics on the basis of the same functioning. For example: \"So the poet at\nwork is an expectation .\n. . He reconstructs what he desired. He reconstructs quasi-czech-\nanisms capable of giving back to him the energy they cost him and zuore (for here the principles\nare apparently violated). His ear speaks to lung.\n\"We wait for the unexpected word—which cannot be foreseen but must be awaited. We\nare the first to hear it.\n\"To hear? but that means to speak. One understands what one hears only if one has said\nit oneself from another motive.\n\"To speak is to hear.\n\"What is concerned, then, is a twofold attention. The state of being able to produce what\nis perceived admits of more or of less by reason of the number of elementary functions\ninvolved .\n. . One gets the idea of a reversible apparatus, like a telephone or a dynamo\"\n(7, 174—75).\n289\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 320,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "losopher",
        "logocentric",
        "thissery",
        "ofpresence",
        "cortege",
        "philosophie",
        "discontinuousness",
        "valery",
        "alterity",
        "enre"
      ],
      "full_text": "Point de philosophie\nofpresence? Would this be the impossible itself? And if so, impossible for whom,\nfor what, according to what space?\nHere we come to philosophy.\nValery lays out his entire reading of the history of philosophy according to\nthis snare. The philosopher—it is he of whom Valery speaks, and whom Valery\nsummons to appear, rather than philosophy itself—is the person who wears\nhimself out over vain questions of origin: an illusion both transcendental and\nnatural, natural since it invincibly returns to the orient, to \"nature,\" to birth, to\nthe source. Everywhere that \"nature\" intervenes in philosophical discourse, that\nis everywhere, Valery pursues it with ironic apostrophes that never aim at nature\nalone, but also the entire cortege of distinctions and oppositions that nature\nactivates and\nLet us sketch out the scheme of this critical solicitation of philosophical dis-\ncourse. It always insists upon a crisis of the origin.\nValery reminds the philosopher that philosophy is written. And that the phi-\nlosopher is a philosopher to the extent that he forgets this.\nPhilosophy is written—producing at least three consequences.\n( enre in the\neaning of. a\nof this presence of meaning, of this truth which none-\n,)\nphilosopher\nwriting, writes in order to\nloss of\nby thissery\nand d\nThese two gestures must be kept together. As if unknown to each other, they\ncooperate as soon as one interprets writing as does Valery in this context. The\nphilosopher writes in order to keep himself within the logocentric circle. But\nalso in order to reconstitute the circle, to interiorize a continuous and ideal\npresence which he knows, consciously or unconsciously—which does not matter\nsince in any event he feels the effect—already to have been dispelled within the\nvoice itself. Discontinuity, delay, heterogeneity, and alterity already were work-\ning upon the voice, producing it from its first breath as a system of differential\ntraces, that is as writing before the letter. Philosophical writing, then, literally\ncomes to bridge this gap, to close the dike, and to dream of virgin continuity.\nWhence Valery's apparently paradoxical argument, which opposes the con-\ntinuousness of writing, or rather of the graphic, to the discontinuousness of\nspeech. The philosopher intends to come back to the proximity of the speaking\nsource, or rather to the source murmuring its interior speech, and to deny that\nhe is writing. Terrified by the difference within hearing-oneself-speak, by the\nwriting within speech, the philosopher writes—on the page—in order to erase\nand to forget that when he speaks the evil of the cipher is already there in germ.\n\"But the nature of language is quite opposed to the happy outcome of this great\n17. See e.g. Orientem Versus 10, 379ff. and II, 572.\n291\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 321,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "losopher",
        "dynamis",
        "originarist",
        "cogito",
        "inflexions",
        "metaphoricity",
        "diastemic",
        "valery",
        "stroys",
        "issigns"
      ],
      "full_text": "Qual Queue\nendeavor to which all the philosophers have devoted themselves. The strongest\nof them have worn themselves out in the effort to make their thoughts speak. In\nvain have they created or transfigured certain words; they could not succeed in\ntransmitting their inner reality. Whatever the words may be—Ideas or Dynamis\nor Being or Noumenon or Cogito or Ego—they are all ciphers, the meaning of\nwhich is determined solely by the context; and so it is finally by a sort of personal\ncreation that their reader—as also happens with readers of poetry—gives the\nforce of life to writings in which ordinary speech is contorted into expressing\nvalues that men cannot exchange and that do not exist in the realm of spoken\nwords\" (8, 150—51; Valery's italics).\nThese philosophical ciphers formalize natural language and tend to forge, by\nmeans of the contract of their conventional formality, a kind of chain of security,\nof quasi-continuous plenitude which occasionally makes these ciphers resemble\nthe thing itself. They tend to erase the breaks, the tremors working within\nspeech and writing in what is called \"natural language,\" which is also, from the\nstart, a diastemic organization, a system of \"arbitrary\" signs, or in any event\nof discrete and diacritical signs. Now the paradoxical law that Valery was able\nto recognize is that the more the graphic is formalized the more it is naturalized.\nAs an artist of form, which is what he is from Valery's point of view, the phi-\nlosopher is still dreaming of nature. Here we might elaborate the motif of a\ncritique of formalist illusion which would complicate what is often considered\nto be Valery's formalism somewhat. The complication is due to the fact that\nformality, far from simply being opposed to it, simultaneously produces and de-\nstroys the naturalist, \"originarist\" illusion. Always insufficiently formalized, still\ntoo embroiled in natural language, in natural language's vagueness, equivocal-\nness, and metaphoricity, philosophical writing does not support comparison\nwith its model: the rigor and exactitude of a purely formal language. Valery has\njust recalled the effort of the philosopher wearing himself out in making his\nthoughts speak: \"Today, in a number of truly remarkable cases, even the expression\nof things by means of discrete signs, arbitrarily chosen, has given way to lines\ntraced by the things themselves, or to transpositions or inscriptions directly\nderived from them. The great invention that consists in making the laws of\nscience visible to the eyes and, as it were, readable on sight has been incorporated\ninto knowledge; and it has in some sort doul;led the world of experience with a\nvisible world of curves, surfaces, and diagrams that translate properties into\nforms whose inflexions we can follow with our eyes, thus by our consciousness\nof this movement gaining an impression of values in\na\nthat cannot be rendered in speech, and it is superior\nto speech in\nUtat\nthe method to exist; doubtless it is now speech\nissigns a\nto\nthem; but it is no longer by speech that the act of\nmental possession is consummated. Something new is little by little taking shape\nunder our eyes; a sort of ideography of plotted and diagrammed relations be-\n292\n"
    }
  ]
}