{
  "document": "Derrida_TheTruthInPainting",
  "batch_number": 6,
  "total_batches": 9,
  "pages": [
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 205,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "obsidional",
        "terity",
        "cette",
        "avec",
        "alteritej",
        "alterity",
        "descendance",
        "tiroir",
        "attirer",
        "vous"
      ],
      "full_text": "CARTOUCHES \nneed only lean over to put yourself in [pour vous y mettre], in \npieces or entire, to hold on no longer to any of the edges and to \nfall in, see, as spectator or speculator, to the other side. I shall \nnot attempt to steal, not even for the space of a signature on the \ncartouche, the lineage of these funerary marks. \nI shall not speculate, let that be very clear forever. The little \nligneous object does not belong to me. No more than all its ap­\nparent descendance cut off from it, no more than this derivation \nadrift [cette derivation en derive]. They are not mine. It's a family \naffair: they are his. To each his own. \nAnd yet it's difficult to resist obsidional invasion [investisse­\nment]. There I am, like them now, like him, obsessed, besieged, \nc;a me regarde from all sides, c;a me regarde in all senses and from \nthe bottom of the mirror, like a death already happened to me. \nMultiple and interminable, yet only one. What can one desire of \na coffin if not to have it for one's own, to steal it, to put oneself \ninside and see oneself in it, lie or give birth in it [y coucher ou \naccoucher], preferably with the other, this being another way of \nneutralizing it, of calming one's own terror, of dealing with al­\nterity, of thus wearing down alterity [d'en user avec l'alterite, \nd'en user l'alteritej? But what can one desire of a coffin except \nthat it remain where it is, at a distance, to one side [a l'ecart]­\nreproducing the ecart, insisting to exhaustion-except that it re­\nmain the other's? The two desires are not contradictory, nor are \nthe two gestures thus induced. They are always negotiating ken­\nosis, they deal with each other for the dead man. \nWithout example, one has to get into it. One hundred and \ntwenty-seven times, with and without the supplementary time \nabout which you will never be able to decide-that's death-if it \nwill have been the right one. \nWhat is one time, this right time? \n6 December 1 9 7 7  \nThe day before yesterday, I wrote a la tire. \nI was thinking of the pickpocket who practices stealing a \ncoffin or a dead man from the other's pocket. \nBut the word tirer [to pull, to draw] could henceforth attract \n[attirer] to itself, in an ultimately impossible gathering, in an ill­\nclosing glossary, all the features [traits] of this scene. The object \nis pulled [se tire] like a drawer [tiroir], it looks like a drawer one \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 207,
      "bucket": "E (10%+)",
      "error_rate": 11.3,
      "unknown_words_sample": [
        "geflecht",
        "retirer",
        "aufriss",
        "unterwegs",
        "chiffre",
        "und",
        "precis",
        "das",
        "der",
        "entziehen"
      ],
      "full_text": "CARTOUCHES \n1 9 3  \nthe other, from the series but only to put it back again as if nothing \nhad happened, etc. \nComing back [revenant; also \"ghost\"]-I27 times. I'm begin­\nning to speculate on what of the remains is being put into figures \n[chiffre] in this way. For the moment, this figure-I 27-says noth­\ning to me. T.-C. says nothing about it, he talks of wear [usure], \nerosion, etc. Tirer: to draw lots, to draw cards, to draw to one's \nend, etc. \nThere is an idiom-or rather an idiomatic effect-of the tirer. \nI understand it in two senses: the idiom of the line drawn but \nalso the idiom of the word tirer and of all the ways it is treated \nin the language. \nLater, elsewhere, draw all this discourse on lines drawn, draw \nit across toward where the two \"families\" cross-that of Riss \n(Aujriss, the broaching, Umriss, the contour, the frame, the sketch, \nGrundriss, the plan, the precis, etc.) and that of Zug, of Ziehen, \nEntziehen, Geziige (trait, to draw, to attract, to withdraw [tirer, \nattirer, retirer], the contract gathering all the features [traits]: \"Der \nRiss ist das einheitliche Geziige von Aufriss und Grundriss, \nDurch-und Umriss\"-Heidegger, The Origin of the Work of Art). \nLater, elsewhere, go to the place where the crossing of these \ntwo \"families,\" from The Origin of the Work of Art to Unterwegs \nzur Sprache, interlaces its necessity, that of difference, with the \nmotif, precisely, of interlacing (Geflecht). How are these two fam­\nilies of idioms crossed with each other, etc.? And so on. And \notherwise. The otherwise of the \"and so on\" then becomes my \ntheme. \nI will have been attracted, or rather seduced, by the word \nductus, by the necessity of its meaning, of course, since ductus \nsignifies the idiomatic trait of the draftsman coming along to sign \nall by itself, before even the undersigning of the proper name. The \nductus makes a signature, or is as good as a signature, so they \nsay. But I will also have been fascinated, close to Titus, by the \naffinity of the final syllables. They sign. \nWhat, finally, gives Titus's signature? What does it give? Is \nthere (gibt esn some signature? \n7 December 1977 \nI am not going to look for a precedent for this serial theory \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 209,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "entreprise",
        "nationales",
        "duction",
        "techne",
        "offprinted",
        "ductions",
        "uct",
        "pompes",
        "fac",
        "sepulchre"
      ],
      "full_text": "CARTOUCHES \n1 95 \nuct.\" It has no absolute privilege with respect to a series of pro­\nductions or reproductions. \nThat's why I prefer to call it \"paradigm.\" \nThe Greek word is right here. Most often it designates the \nsort of artificial model which already proceeds from a techne. The \nmodel, the example, is, then, an artifact, a referent constructed, \nsometimes wholesale, instructed, a fabricated structure. This is \nthe case here. There will have been, in the past anterior and as if \nat the fac-simile origin of that future anterior, \"production of a \nmodel\" which would not have been found, any more than would \nany sepulchre, already there, in nature. Nor even in any given \nsociety. But I will constantly have to complicate these formulas, \nthese discursive models, I shall abandon them along the way like \nthe waste products of an insufficient consumption, the leftovers \nof a supper interrupted in full enjoyment by an entombment, after \ndeclarations which have nothing in common with the thing itself: \nthis is my body, this is my name. No word will have been ductile \nenough, especially not the words \"production,\" \"reproduction,\" \n\"seduction,\" \"reduction.\" Duction is no longer sufficient for it. \nAnd yet the paradigm, the little, solid, imperturbable, wooden \nobject, made to stand up to time [temps; also \"weather\"] and all \nassaults, to tolerate in silence all manipulations, to exceed all \nperspectives and all anamorphoses, to repel attacks from all sides \n[bords] ( for Titus-Carmel interferes with everything, he attacks \nfrom all sides), to keep secret the priceless, unapproachable [in­\nabordable], unfindable relief, the little paradigmatic coffin will \nhave been there, as if since always, posed (a theme, then, a thesis), \nexposed, deposed then \"reproduced\" (but we must also say with­\ndrawn, to one side, subtracted, in the shelter of its withdrawal) \n1 2 7  times offprinted on a fragile support, a paper vulnerable to \nthe strokes [traits] themselves, 1 2 7  times multiplied, described, \nserialized, analyzed, detailed, displaced, turned about in all its \nstates (or almost) and from all its angles (or almost). \nThe little one (paradigm) will have been built like a crypt, so \nas jealously to keep its secret at the moment of greatest exhibition. \nJealously, because everything here has, it seems to me, to do with \nenvy and excess zea1. For if it is offered to all contacts, to all \ntouches, at least before its purchase by a Center acting here on \nauthority, a national funeral company [entreprise de Pompes Fu­\nnebres nationales] for funerals of the same name, it remains ob­\nstinately and, as they say, hermetically closed, recalling those \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 210,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "lettres",
        "peut",
        "scelles",
        "fors",
        "retour",
        "adeiknymi",
        "trop",
        "faire",
        "comme",
        "saus"
      ],
      "full_text": "The Truth in Painting \nlittle portable temples the Greeks called hermes. It is mute, closed \nbeneath its altuglassed transparency. \nPrivate domain, capable of driving the attendant voyeur mad \nwith jealousy, through these regular, more or less straight, lines-\nSeduce the dead man, attract him to one side [d l'ecart] (lure, \nhounding), lead him astray, make him lose the ghost's trail, make \nhim come back a hundredfold, and more. Except (save [fors]) in \nthat casket. \nLock oneself up with the whole family of the paradigm. Par­\nadeiknymi: to show to one side, to place opposite, whence to \ncompare (immediately, then, the idea of an analogical series), to \nshow, to exhibit, to assign, to distribute, to attribute (the idea of \ntribute here seems to me to be indispensable). \nThe other operation in the same family, the other verb, would \nnot be without its use if I had to write in Greek on this coffin; \nparadeigmatiz6: to propose as a model or to give as an example, \nbut also to make an example of, to condemn, to blame, to cover \nwith infamy, to hound someone so as to dishonor him. Paradig­\nmatism (paradeigmatismos) is an infamous punishment destined \nto make an example. Perhaps, in the (hi)story of the coffin, it's a \nquestion of a condemned example (one also says lead-sealed \n[plombe, saus scelles]), not of a sentencing with a view to making \nan example, or of an example of sentencing, but of an (exemplary) \nsentencing of the example: damned paradigm. To death! Or sen­\ntenced, at any rate, it's more tortuous (because the sentence can \nrevert as the ghost can return [la candamnatian peut, comme le \nrevenant, faire retour]), sentenced to banishment. \"Close the lists\" \n[ttfermez le ban\"]' he says. \nThey will notice that I like the word paradigm. It's the mea­\nsure of my love, yes, it's the word that's needed, for the coffin, \nthe word and the thing. The measure of all I invest in it: this last \nword is now too worn on all sides [trop use main tenant sur tous \nles bards; also, possibly, \"too much used on all sides\"], but is in \nthis case irreplaceable. The measure of what I invest of it, rather, \nafter repeated assaults, the attacking waves whose siege it will \nhave withstood, from capital, from interest as from usury, from \nall the investments of the other, to which it will have given rise \nand for which it will have called. I'm trying to get my bearings \nin all this. The word paradigm (in black and white [en toutes \nlettres] )  is a nice proper [or clean] name with which to say the \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 211,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "tecture",
        "ber",
        "genitrix",
        "noir",
        "archi",
        "struc",
        "descendance",
        "ture",
        "pre",
        "cipherable"
      ],
      "full_text": "CARTOUCHES \nI 97 \nthing in question, it is its measure for all sorts of reasons which \naccumulate in surplus value, but I'll only say one or two. \nThus, for example, the artifact does not expose itself only to \nsight. For the Greeks, it is not only the visible model of a painter \nor a draftsman, of a zoographer taking his inspiration, then, from \na constituted example or even from a constitution (system, sys­\ntasis, syntax) when the metaphor becomes political. Plato speaks \nof a state which will know happiness only if the constitutional \n\"diagram\" for it has been traced by \"zoographers\" working with \ntheir eyes fixed on the \"divine paradigm.\" \nBut most often, then, a paradigm offers itself not only to sight, \npre-posed like a precedent laid out flat, like a prior plan for the \nzoographer. It occupies a volume, it puts itself forward as a struc­\nture of reliefs belonging to the space of manipulatory construc­\ntion, as the model of a building or of a monument, of a device or \na machine, a boat for example. (The coffin is also a floating re­\nmainder, a hull or the coffer of a pirate adrift. T.-C speaks of it as \na \"wreck.\") In short, a body not easily laid out flat and which one \ncan try at most to move around, even though, for this very reason, \nyou never get quite round it: the sketches do not exhaust it, they \nexhaust themselves in the mark [0 1a tache; d. 1a tache, the task] \n(macchietta) and must one day come to an end, one specific day, \nfor reasons of fatigue, wear [usurel, good or bad luck. \nNow here the \"initial\" coffin, the coffin no. a (hello, it in­\ncludes the form of the 0 at its heart, the oval between mirror and \naltuglass) or no. I, or - I, as you wish, this un(de)cipherable mem­\nber of the series has indeed a voluminous, architectural, or sculp­\ntural status, even before being placed on high so as to be dropped \n[mis bas]: fallen, laid on a surface, given birth to on a support, \ndelivered, or all that at once. \nIt is also itself which, before being dropped, seems to give \nbirth, like a generator or a genitrix, the question remains open, \nto an improbable progeny, to an incalculable descendance. \nThey will be wondering how a coffin can give birth [mettre \nbas]. I shall try to explain. But also, how would it not do so? \nThe coffin no. 0 ( I  or - I )  has not only this status as archi­\ntecture or as sculpture, it is, laid out on its back like a recumbent \nstatue on a tomb-here lies the Tlingit Coffin-a princely statue. \nWe shall see its back, I think, only in the last drawing ( I I July \n1 976), at the moment of the last turning, the I27th finally making \nup the (black) picture [tableau (noir); also \"blackboard\"], a dark \npicture and shady affair of its underside. The back faces, like a \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 212,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "grapher",
        "deathmask",
        "edent",
        "meticu",
        "demontages",
        "monteur",
        "tograph",
        "lous",
        "soustrait",
        "zoographers"
      ],
      "full_text": ". 1  \nI \nThe Truth in Painting \ndeathmask, hair falling vertically, empty eyelets (but it's still too \nearly to talk about them). Its stature will indeed have been a \nparadigm in this sense, for architects, sculptors, obstetricians if \nyou prefer, rather than a model for zoographers. It is not a zoo­\ngrapher's model because the model has been, in a sense which \nwill have to be made more precise, subtracted [soustrait], but first \nof all because there is no longer a zoographer. \nIn effect: before the overturning of the paradigm, the 0 coffin \nis raised, lifted up [monte, sureleve] to the height of a sublime \nmount (we'll soon have to rise to the assault after having laid \nsiege) and artfully arranged. The assembly [montage] is meticu­\nlous, like that of a watch-prepared for a delayed explosion or for \nthe exhibition of all the internal cogs in the transparent case. The \nassembler [monteur]-author of seven Demontages-says some­\nwhere that he has a \"Swiss watch\" side to him. \nNow in the operation which raises only in order to drop [mettre \nbas], Titus-Carmel (just now I hear his name like that of an in­\nvader, the emperor come from the plebs who with one or several \nblows-coups d'etat-overturns, destitutes, interrupts a royal ge­\nnealogy in order to found another dynasty and instigate a new \npolitical age), Titus-Carmel does not calculate like a painter or a \nzoographic draftsman. He also behaves like a than a tograph er. With \nrespect to the paradigm, precisely. He is not content with dealing \nwith [traiter de] sepulcher, dead man, and remains, and, to this \nend, with joining on their paradigm. No, it is the paradigm which \nhe does down, and to death. His paradigm does not show a coffin, \nit shows itself in its coffin, last dwelling of the paradigm finally \nlaid in earth. \nTitus-Carmel cadaverizes the paradigm. Hounding its effigy, \nfeigning the feigning of it in a series of simulated reproductions, \nhe reduces it, he transforms it into a tiny piece of waste, outside \nthe series in the series, and henceforth no longer in use. \nHe does without it ((no) more paradigm, (no) more coffin, one \nmore or less), he puts an end to it. \nHe works, at mourning, without example and without prec­\nedent. He learns to go without [se passer]. \n8 December 1 977 \nI give up. Discouragement. I'll never get to the end of it, I'll \nnever be quits. I'll have to start again after treating as residues, \nmore than once, all the words I've just used, I shall have to use \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 214,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "raison",
        "manigance",
        "rendre",
        "scejerat",
        "oit",
        "comme",
        "medicaments",
        "des",
        "ductus",
        "choses"
      ],
      "full_text": "I \n, I \n: j I \n200 \nThe Truth in Painting \na lot of them, consume them, gnaw them to the bone or wear \nthem threadbare, put them back into perspective, turn them \nround in all directions through a series of deviations, variations, \nmodulations, anamorphoses. And then stop at a given moment \n(twenty pages more or less), in an apparently arbitrary fashion, \nas he did at the end of the year, more or less, in the mode of \ncontingency. \n8 December 1 977 \nContingency: that's the word which was looking for me. \nFor it's a matter here of the contingent, of what touches on \ntouch, on the tangible, on what touches, like perceiving things \nor collecting money [comme on pen;oit (des choses ou de l'ar­\ngent)], like manipulating on bare skin, setting up false contacts \n[manigance(r) le faux-contact], establishing the ploy [manege] of \nmore or less discrete contiguities, in series; but a matter too of \nthe contingent which is attributed (as an adjective) to the effects \nof chance or luck, the epithet of the uncalculable term [echeance], \nthe use of the nonnecessary become fatal; and, finally, of the \ncontingent, the noun this time: the rationed multiplicity of a \nserial set distributed, attributed (again), as a share, to the rightful \nreceiver. \nHow to give a reason for this ration, the 127 for example? \nThe contingent is an attribute. We shall say the contingent \nof the 127 articles, as one says a contingent of arms, of soldiers, \nof provisions or medicaments in time of war (using the necessary). \nI shall therefore use the word contingent. Moreover, as I've failed \nin advance to account for [rendre raison de] the thing itself, for \nthe idiom and this irreducible ductus, as I have accepted in ad­\nvance to leave the coffin to look after itself, which it does better \nthan anyone, I shall have been content to use a few words, to \npropose their usefulness or economic formality to others; the \nwords cartouche, for example, paradigm, article, duction, con­\ntingent, and quite a few more, themselves aleatory and inevitable, \nwhich will form in their turn a parallel series, the fatality of a \nnew idiom. \nSo we have to get back down to it and start afresh from this \ncontingented term [echeance]. It will have remained without ex­\nample; there's a ruse in which I have a premonition of some \nblackguardly [sceJerat] stratagem. \nI take this penultimate word in its Sadian register. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 217,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "disseminal",
        "debouche",
        "untils",
        "pre",
        "tosse",
        "cipitate",
        "deborder",
        "approprierj",
        "ecarts",
        "duclos"
      ],
      "full_text": "T \nCARTOUCHES \n203 \n9 December I 977 \nA turd one would like to make one's own [s'approprierJ, with­\nout ever managing to do so, which one would like to take back \ninto oneself until the end, until exhaustion. \nThe until (death ensues) is interminable, the termination of \nthe analysis is apparently contingent. \nLet them read for example the until at this point of the I 20 \nDays. \nI take it deliberately from the Twentieth Day. It's the end, \nwe're about to overflow [deborder] into the twenty-first and it's \na question of a \"secret,\" of the \"other secret\" held under the \ntracing paper, the veil, or the shroud. (\"As these gentlemen did \nnot explain themselves further, we have been unable to find out \nwhat they meant. And, even if we were to know it, I think we \nshould do well, out of modesty, to keep it under the veil, for there \nare very many things which must only be pointed to . . . .  It would \nbe to reveal secrets which must be buried for the happiness of \nhumanity; to undertake the general corruption of mores, and pre­\ncipitate one's brothers in Jesus Christ into all the deviations [ecarts] \nsuch portraits could inspire.\") And here is the dripping cascade of \nthe untils in la Duclos's \"Five Narratives\": \nAnother had his buttocks, balls, and cock pricked with \na large cobbler's awl, and this with more or less the \nsame ceremonies, that is, until he had eaten a turd \nwhich I presented to him in a chamber pot, without his \nwishing to know whose turd it was. \nOne cannot imagine, gentlemen, to what point men \ncarry their madness in the fire of their imagination. Did \nI not see one who, still within the same principles, \nwould demand that I thrash him heartily on the \nbuttocks with a cane, until he had eaten the turd he \nwould have drawn before him from the very bottom of \nthe place's cesspit [tosse]? And his perfidious discharge \nwould spurt into my mouth at this dispatch only when \nhe had devoured this impure mire. \nDraw, then, again, before one, from the very bottom of the place's \ncesspit. \nOnce [un coup; also \"one blow\"], then again, and again. \nExtract the remainder and make it one's own. \nThe disseminal spurt of sperm does not emerge [debouche] \ninto the other's mouth before the turd has been incorporated by \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 218,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "unicity",
        "economimesis",
        "raison",
        "rendre",
        "chiffre",
        "mise",
        "ture",
        "scriptions",
        "bord",
        "arret"
      ],
      "full_text": "204 \nThe Truth in Painting \nthe mouth, his own. (Embouchure of the remainder, vomit in \neconomimesis. ) \nOnce the remainder has been consumed, one must, one more \ncompulsive time, get back down to it. To make an oeuvre and a \nseries. \nWhat makes an oeuvre is the decisive decree, the separation \nof bodies, the secreting [mise au secret] of the turd: a series, itself \na turd (generic unicity, the coffin), a truncated set, is arrested, \nfixed, cut out, at the end of a multiplicity of blows. For example \nat the 12 7th article of death. \nWhere does the decree which places in section [en coupe] and \nin crypt come from? From whom? From what? \nWhy the death sentence [l'arret de mort] at 127? \n9 December 1 977 \nI turn around this figure [chiffre], I speculate, I compare with \nthe punctilious (others would say manic, or obsessional, or com­\npulsive) accountancy of the other series, of the series of series, of \nseries in number. \nIt partakes of accounts, apparently. It settles accounts, no \ndoubt, with the paradigm. For what is it accountable? For whom? \nTo whom? \nThings won't stop computing in me, as if I wanted to account \nfor [rendre raison de] the number, give a pertinent reason for the \ncontingent ration, as if I hoped to touch, then, on the necessity \nof this contingency, to touch the side [bord], all the sides of this \nso numerous coffin. \nI recapitulate: there are the 25 Variations on the Idea of Rup­\nture (already oblong parallelepipeds, hairy bands come along to \ndress, bind, grip the hidden caesura, the collapse of a hyphen [trait \nd'union]: but I won't produce the inventory of them, in each \nseries-although all of them are unique and irreplaceable-are to \nbe found the elements of another, and thus for the remainder [et \nainsi du reste], which links to itself an open series of series), there \nare the I 8  Mausoleums for 6 New York Taxi Drivers, there are \nthe 20 Variations on the Idea of Deterioration (again the paral­\nlelepiped like a closed coffin with the angle of attack for decom­\nposition, etc.), there are the I7 Examples of Alteration of a Sphere, \nthen there are the VI Spheres, the 7 Dismantlings, the 15 Latin \nIncisions (with cartouche, in a very strict sense, tombstone in­\nscriptions of poets' names and \"shroud impregnated with the \nimage of a remainder\"). (The number, then, is part of the title, it \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 225,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "necessaire",
        "hasn",
        "etre",
        "garrots",
        "fors",
        "rejointings",
        "esis",
        "esthetique",
        "ded",
        "hors"
      ],
      "full_text": "CARTOUCHES \n2 1 1  \nin the middle of the series, a twentieth work: we shall have to \ncome back to this exclusion./I And he comes back to it: \"one of \nthe necessaries has been excluded from the series. This necessary \nis entitled, 'Gaping, opening, elsewhere disclosed, read in its \nyawning: W. B. Yeats . . . .  ' \" (\"Remarques dispersees sur L'Usage \ndu Necessaire,\" Revue d'esthetique, March 1 97 3 .  You must read \nLascaut. I date my first thought for Titus-Carmel from this ref­\nerence, and the feeling that this exclu.ded necessary marked the \nnecessary border of the Necessary itself, the necessary-the ex­\ncepted, the contingent, \"except,\" \"save\"-of the Necessary, the \nI'm-out-of-series [ie M'hors-serie] or the Fors-series. The blow of \nfate, proper name: Lachesis. The name of this spinner, one of the \nthree sisters, recalls \"The Theme of the Three Caskets,\" desig­\nnates \"chance showing up within the laws ruling destiny.\" Lach­\nesis, hello, that's the title of drawing 1 2  in The Use of the Nec­\nessary/ That's enough.) \n10 December 1 977 \nMust do the impossible. Get back down to it today. To work, \nof course. \nOf mourning. Make mourning one's mourning [or \"do one's \nmourning of mourning\"]. That's what I call doing the impos­\nsible. \nFor him first of all (but he's already succeeded, hasn't he?), \nand for me after him. Get back down to it, lie down at full length, \nlie out without fear, without modesty, on one's back (which then \nremains invisible though it exposes itself the more, more blindly, \nto the mirror), in the wooden box, make one's niche there-some­\nthing like the opposite of digging one's grave-like burying one's \nhead, in a few brief movements, in a slightly hard cushion, giving \nit one's mold and one's own form. \nBut in order to make it one's own, to be sure of one's own \n[pour se i'approprier, pour etre sur de son bien] (the hidden secret, \nthe good precious above all, the treasure of the New World in the \ncountry of the fur traders, the Tlingit), one must, for a long time, \nsince always, have been preparing the thing. For example, after \nmany other analogous objects in their series (boxes, caskets, cases, \nparallelepipeds, ligaments, garrots, laces, bindings, dressings, \ncloths, synthetic furs, right angles and ovals, etc.), lots of elements \ndifferently joined together but analogous in their disjunction or \nin their partial rejointings, one must have designed and built, \nalmost with one's hands, one's own coffin. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 228,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "fic",
        "lebensztejn",
        "typologie",
        "esquisse",
        "ture",
        "cartellino",
        "bord",
        "hors",
        "taining",
        "ordre"
      ],
      "full_text": "I \n: !  \n2 I4 \nThe Truth in Painting \ntion: 1 . 1, 1 .2/ 2.1, 2.2, 2·3, 2·4, 2·5/ 3.1, 3.2, 3·3, 3-4, 3 . 5 .  Another \nout-of-series series which comes to inscribe itself, twice in twelve, \nin the series. The act of T.-C. is thus put forward here as an act \nof discursive writing, leaving an \"act,\" in the sense of the archive \nor testamentary document. It commemorates, explains, describes, \nrecounts the (hi)story and the structure of the coffin, but in a \nfashion sufficiently elliptical and put on [jouee], sufficiently fic­\ntive and little enough reproductive (it is one more text and not a \nreplica) for the hors-d'oeuvre not to dominate [surplombe(r)] the \ncoffin (the chef-d'oeuvre) and, on the contrary, for it to be part of \nthe coffin. It is moreover written in the course of the operation, \nduring the process. It can, then, be granted, in quite a strict sense, \nthe value of a cartouche. It has all the features [traits] of one: card \n(cartuccio) or table as support for supplementary inscriptions, for \nexample on the coffins of Egyptian emperors; a set of traits con­\ntaining a title or a dedication; an elliptical ring around the proper \nnames of gods or kings, with formulas or mottos, heraldry, coat \nof arms. \nWe will be able to read this cartouche both as a title and \nas a signature. It is not a stranger to the cartellino or the \ncartel, even if it cannot be reduced to that. This latter can \nidentify and sign the picture, whether or not it is integrated \ninto it, whether or not it is separated from the image in very \ndiverse topological configurations. Jean-Claude Lebensztejn has \noffered a rich and rigorous analysis of the cartel, of its struc­\nture and of its historical function, in a section ( 1.4) of his \n\"Esquisse d'une typologie\" (in \"L'art de la signature,\" Revue \nde l'art 26 ( 1974)). \nThe cartel which interests us here is not very far from being \na signature, with log book [journal de bord] and visiting card. \nRead it attentively. For the moment I only pick up two traits from \nit. First, it is organized around the subtitle of surgery, the violence \nof the scalpel or the \"syringe,\" and the play of hands. Follow in \nthe text the relentless work on the body, in flesh and bone. Then \nthe signatory of the cartel, Titus himself, notes in it, in capital \nletters, with the suddenness of a coup d'etat or a coup de theatre, \nbetween 2 and 3 :  \n\"THIS BEING THE CASE, PUT THE MODEL IN ONE 'S POCKET.\" \nThis coup de theatre is both that of a theorem and of a watch­\nword [mot d'ordre]. \nIt resounds on at least three surfaces. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 229,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "repos",
        "recit",
        "finnegans",
        "jamblicus",
        "hors",
        "retors",
        "scande",
        "fors",
        "etc",
        "necrophagy"
      ],
      "full_text": "CARTOUCHES \n2 1 5 \n1 1  December 1 977 \nLeave the discourse on the three surfaces until tomorrow. \nSupposing the cartel \"of lassitude . . .  \" to have been read at this \nstage, I extract from it the following: \n\"3 . 1  . . .  -scans [scande] the day with its exits.) \n'Place it there and eat it in a single mouthful' \"  \n(Copra-necrophagy: for those who might have found forced or \ntheatrical my curtain raising on the 120 Days . . .  ) \nRetrace one's steps, always, again, narrative/series [recit/se­\nriel. Funereal procession and palindrome. Return: the return on \nusury, the ghost [le revenant], the host, guest, ghost. The coffin \nas whore-hotel. Which is what T.-C. does in coming back to the \nattack [revenant a la charge] (surcharge and discharge of a juridical \nexhibit: how to get rid of it? ) and returning to the scene of the \ncrime. He is also tracking an exhumed body, following the wake \nof a \"wreck.\" In the wake's wake, exultation too of a funeral vigil, \nFinnegans Wake again. Blackmail [fa ire chanter] the dead. Make \nthe sarcophagus vibrate: under the charm. \nAnd the words. This coffin is crawling with illegible words, \nwhole or in many pieces. The many sleeps entire, exposed along \nits dimensions, played along its rhythms. Follow the cadences of \nthe trait. The whole series of words in \"or\" [mots en or; or, \"words \nof gold\"] I've had to set store by (death [mort], body [corps], outside \n[hors], save [fors]' bit [mars], corpse, chance [sort], edge [bard], \ntortuous [retors], and so on). \nOn the subject of the golden number and the tetractys (1 + \n2 + 7 is I + 2 + 3 + 4), anecdote to lead back slowly toward \nthe proper name, to induce it from afar: Jamblicus recounts that \nPythagoras liked to retire to Mount Carmel to meditate. Reread \ntoo Kings. \nSo many narratives (in series) subcontracted in his cartouche's \ncrypt. He follows more than one order there. And resounds on \nmore than one surface. Work of the angle: he RECTIFIES in all \nsenses: kills, makes a more or less right angle, then repairs, re­\nstores, recaptures, then once more, etc. Inexhaustible debt until \nthe term of a dice throw (\"at the bottom of a shipwreck\"). An \ninjustice must be redressed, a wrong repaired. \nThe English words in this network, their necessity, all that \ncould be done with corpse or rest (residence, rest [repos] of the \ncorpse) . . .  \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 230,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "crire",
        "maitre",
        "iiproducing",
        "elle",
        "usure",
        "iiproduced",
        "unproduced",
        "abcd",
        "jection",
        "principial"
      ],
      "full_text": "2 I 6  \nThe Truth in Painting \n12 December 1 977 \nIn order to say these three possibilities, I exploit no more than \nhe does an idiomatic expression very economical in its ellipsis. I \ndescribe an equivocal surgery. \nIt finds its chance in language and programs the gesture as \nmuch as it sees that gesture prescribed for it [elle se le voit pres­\ncrire; also lIit sees itself prescribing it\"]. \n1 .  He has not only put the model in his pocket. He has ex­\nposed, taught, shown by example (paradigm) how, in general and \nin particular, to \"put the model in one's pocket.\" Dominate it, \nplay it, undo it, foil it in the course of a simulacrum of negotiation, \nby a fool's deal, a scheme or a ploy. Put someone in one's pocket: \nmake of that person one's submissive ally (alliance [the French \nalliance also means \"wedding ring\"]-both elliptical ring and sub­\njection) after luring, by hounding, after placing the flesh in view, \nfor the capture of another animal. Conquer its resistance by wear­\ning it down [d l'usure], be stronger, or deader [plus fort, ou plus \nmort], than him, on occasion by playing dead. \nYes, put someone, in one's pocket, as much as something: \nwho will decide if the coffin, if the Thing is someone or some­\nthing, someone's or something's? \nIn this first sense, he has put the model in his pocket because \nhe has finished with it (the late paradigm [feu le paradigme]), with \nits dignity or principial title as model. \nHe has finished with it in several ways. At least four (ABCD). \nA. He has IIproduced\" the paradigm, almost with his own \nhands. It was not there, in itself, before any operation. T-C. is no \nlonger in the position of the demiurge who, in the Timaeus, con­\ntemplates an unproduced and precedent paradigm, the program \nof its forms. T-C.'s surgical operation is not a demiurgy. He lays \nhis hand on the paradigm and even raises his hand against it. But \nin the same blow-whence the terrible equivocality of the (r)aid \n[coup de main], the impossible master stroke [coup de maitre]­\nby IIproducing\" the paradigm, by giving himself the model, by \ndepriving it of its imperious transcendence, he runs the risk of \nraising himself up, himself, T-C., as father of the \"paternal\" model \nput to death: father's father, son's grandfather, grandfather's grand­\nson, ancestor of himself, etc. Simultaneously [de meme coup], if \none can say this, in killing the paradigm, the parricide kills his \nproduct, in other words his offspring, he makes it abort ( 127 times \ninfanticide), and his own paternity along with it, thus under-\n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 231,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "ffaux",
        "defunctus",
        "coprophagist",
        "titre",
        "aufhebt",
        "daugh",
        "das",
        "zerrissene",
        "unheimliche",
        "der"
      ],
      "full_text": "CARTOUCHES \n2 1 7 \nsigned. Broken lineage, (no) more family, a series, a series of series \nwithout commencement or command (or command stick), with­\nout archy or hierarchy, and so on. (I should like to draw this \ndiscourse into the purlieu of the Ch6ra in the Timaeus and of the \n\"bastardly\" which is linked to it, but I must make it quick and \nshort.) \nNecessarily the dead takes his revenge. And the paradigm \nreturns, it gets its own back. The \"model\" is always the dreamed­\nof ghost fle revenant reveJ. Haunting does not befall it, but takes \nthe first step. At the end of Das Unheimliche (it would all need \nto be quoted, as with the choice of the caskets), Freud recalls \nNestroy's Der Zerrissene; the man who takes himself to be a \nmurderer tits up (aufhebt) the cover of each trap and sees rise up \neach time the supposed ghost (vermeintliche Gespenst) of the \nvictim. He is scared: \"but I only killed one of them!\" \nThe paradigm, I was saying, \"as revenge\" fa titre de revancheJ. \nB. One could compare (put into series) the coffin series with \nall those preceding it, even though it can also do very well without \nthis. I shall limit myself to The Great Cultural Banana Plantation \n( 1 969-70). Let us not rush headlong toward the \"symbol,\" this \ncontingent of phallic victims, these victuals still erect on their \nconsoles: fifty-nine plastic bananas, pretending, impassively, to \ncopy the model provided by a sixtieth or a first (the \"true,\" \"nat­\nural\" one) which rots slowly, distressing detumescence offered to \nthe starving coprophagist. Sixty in the contingent (half the 120) \nor 59 (prime number) + I, or ( 1 1 9  - 1 )/2, etc. The \"natural\" fruit \n(and father) of the series is in decomposition, in other words in \neffective, practical analysis. The decomposition lasts as long as \nthe exhibition, which gives time for the remark, to re-mark the \ndifference between the \"natural\" fruit (which would also be the \nfather) and the fifty-nine \"false fruits\" (which are as alike as broth­\ners-false brothers ffaux-freres: false friendsJ-or sisters or daugh­\nters, as you will). \nWhat is thus remarked is the difference between the \"model\" \nand the \"copies\" (but the model is already part of the exhibited \nseries), the \"father\" banana and its indistinct, indistinguishable, \nmore or less anonymous subsidiaries ffilialesJ (I'm writing on an­\nother cartel here). But just when this difference (model/copy, \n\"father/offspring,\" Plato would say) is the most clearly marked, \nthe model ( fruit or father, as you will) is totally rotten, decom­\nposed, analyzed, fallen. It no longer functions: defunct (defunctus) \nthe \"natural\" model. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 232,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "phantasmata",
        "phan",
        "cisely",
        "perspectivizations",
        "pre",
        "tasmata",
        "duced",
        "dans",
        "debandade",
        "ductus"
      ],
      "full_text": "2 1 8  \nThe Truth in Painting \nThe subsidiaries are no longer copies, nor, moreover, originals. \nThey would, rather, be phantasmata (copies of copies without \nexample) if the force of a ductus did not carry the remainder \nbeyond any phantasy, beyond the signature, the proper name, and \neven the nameable. It accounts, in its contingency, for the ideality \nof the model. Idealization always rises, like the fermentation of \nthe spirit (Geist), like a gas, above an organic decomposition. \nAlready in the Banana Plantation . . .  \nThere is indeed something analogous in the contingent of the \n1 27 .  This time the paradigm seems to escape disaster, it does not \nfall into decomposition. No rout [debandade: with a connotation \nof detumescence]. It even holds the presumed dead man in a state \nof constant rigidity, rigor stretched by strict bonds. The stricture \nis knotted within and without, it traverses the partition like a \nlace, a series of laces pulling in all directions [dans tous les sens]. \n(In all senses [dans tous les sens], the series will come back to \ninterlacing, and already in the words series, lineage, linking [en­\nchainement] and in Greek seira, cord, chain, lasso, knotted cord.) \nBut it indeed gives the example and the place of decomposition, \nof remains and reliefs; and it does indeed seem to have the same \nrelationship with the 1 27 articles as the \"living\" banana has with \nthe fifty-nine false copies in plastic, even though these are, pre­\ncisely, in plastic, in relief, and the former drawn flat. And yet \nbetween the two series there is a pertinent dissimilarity. I mean \none which touches. It touches, precisely, on the difference be­\ntween the (natural) model and the (artificial) paradigm, in their \nrelationship with production and decomposition. As \"natural\" \nmodel, the presumptively paternal banana has not been \"pro­\nduced\" in the \"technical\" sense of the term. It decomposes \"nat­\nurally.\" It is not made in order to survive its subsidiaries, its \ndetumescence is the rout [debandade] of the model. As for the \n\"artificial\" paradigm, the genitor or generator coffin will have \nbeen \"produced,\" apparently at least, and it lasts as long as its \nsimulacra. Marking the place of \"natural\" decomposition, sup­\nposed to give it a place in itself (remains in it), it does not de­\ncompose. All its drawn perspectivizations (partial ones, unlike \nthe bananas) do perhaps decompose it in(to) part(s), but it is made \nso as not to decompose, to exceed analysis in its prime number. \nNow here is the paradox of the paradigm: by reason of its very \nprerogative, and of that other (hi)story which refers it to the \"phan­\ntasmata,\" it is deposed from its privilege. From the moment it is \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 239,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "mise",
        "deuil",
        "crea",
        "ularly",
        "proces",
        "une",
        "lait",
        "cachete",
        "emboitement",
        "oeil"
      ],
      "full_text": "CARTOUCHES \n22 5 \nis not absent. Once pocketed or boxed, incorporated, it makes the \nlabor of mourning impossible, it makes it do the impossible. And \nthe ghost takes its revenge, multiples its apparitions. As early as \nthe second day, the lid lifts (by levitation, a bit like all the others, \nflying, airborne): rigorous dismantling for a break-in, in proof, on \n24 June 1 97 5 ·  \nIn what way i s  the allegory more consequent here? It had \nalready begun: boxes, cassettes, caskets were not lacking and the \n\"trial of the model\" [proces du modele] was well under way in \nall its discrete elements. The supplement of consequence hangs \non this, which contains everything, up to and including the abyss: \nthe boy itself is mise en boite. It is not, it remains, mise en boite: \na remainder and a mise en boite. \nWhat is the inboxing of a box [l'emboitement d'une boite] ?  \nI must get going with another narrative in this cartouche, that \nof the matchbox. \n1 5  December 1 977 \nThe (hi)story of the matchbox is indispensable to a proper \nunderstanding of the second sense of the motto \"put the model \nin one's pocket.\" This second sense has been realized, incorpo­\nrated. Consequently: \n2. When we first met (but doubtless we already knew each \nother), T.-C., glass in hand, talked to me about the coffin. This \nwas, I think, around June-July 1975 . The thing must already have \nbeen carpentered, and the procession under way. I then alluded \nto Funeral Rites and to certain sequences from it that I had reg­\nularly grafted or turned around in Glas, from the beginning (page \nIS) to the penultimate page. \n(Having explained why, at the point of death, modesty was \nno longer in season [de mise] for a cartouche, I quote: \"At the \nmoment of the coup de theatre in Funeral Rites, when the coffin \nwas 'slid' into the catafalque-'spiriting the bier away'-before \nits reduction, like the coffin of 'Sainte Osmose' (a fictitious letter \non the Golden Legend, published in Italian) into a matchbox, \n'Jean's death was doubled into another death.' The dead Jean whose \nbody is bandaged\" and on the penultimate page of Glas between \nthe \"canopy of the upturned eye [dais de l'oeil revulse]\" and the \n\"sealed milk of mourning [lait de deuil cachete]\": \"How does he \ndo it? He's ready. He has always had his dead body on him, in his \npocket, in a matchbox. At hand. It lights up all by itself. It ought \nto. He feels himself obstructing his death, that is he, little crea-\n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 240,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "mise",
        "ticulation",
        "ture",
        "neces",
        "sary",
        "dans",
        "pulsion",
        "emboite",
        "parergon",
        "parellelepiped"
      ],
      "full_text": "226 \nThe Truth in Painting \nture, obstructing the sublime, measureless, sizeless upraising of \nhis colossus. He is only a detail of his double, unless it's the other \nway round. There's always more, with a bit, than with the whole \nof the other. Hunger of the drive [pulsion].\" \nThe association coffin/matchbox appears to be quite neces­\nsary to Titus-Carmel, since in his cartouche (on \"surgery\") he \nquotes Funeral Rites in a note (\"In my pocket, the matchbox, the \nminute coffin\"). \nSuch a necessity, by him retained, obliges one to insist. \nApparently the coffin is not a matchbox, nor even a coffin \ntruly identifiable as such in the West, nor, without doubt, else­\nwhere. It does not open, except by breaking in, and contains not \na single match, not one of those little wooden bodies lying side \nby side, waiting to catch fire and flame between your fingers. And \nyet. From the moment the cartouche on \"surgery,\" on the first \npage, associates in a note-cartouche of the cartouche-the coffin \nand the matchbox, then this contiguity forms part of the serial \nwork. It belongs to that work at least as a parergon. \nFor what's a matchbox when all's said and done? \nA parellelepiped like the coffin and of about the same size (if \nit's designed for the kitchen), the matchbox has the peculiarity \nthat it does not open, like so many other caskets, along the ar­\nticulation of a hinge. See for example the role of the hinge in The \nUse of the Necessary. Here, for once, one box opens or shuts by \nsliding into another, which is none other than itself. A box open \non top fits into [s'emboite dans] another box, the same box, open \non two sides, at its last extremities. The hermetic closure com­\nposes the two openings, is composed by them both. The box \ndecomposes-into two independent boxes; and boxes itself in [se \nmet en boite] in this decomposition. Now sliding the coffin into \nthe catafalque involves a boxing-in of this type. This mise en \nboite of the box does indeed, in Funeral Rites, form one of the \nmany movements which induce the coup de theatre, after this \none, which prepared things from a greater distance: \n\"I wonder why Death, film stars, virtuosi abroad, queens in \nexile, banished kings, have a body, a face, hands. Fascination for \nthem comes from something other than a human charm, and \nSarah Bernhardt, without disappointing the enthusiasm of the \npeasant women who wanted to catch a glimpse of her at the door \nof her railway carriage, could have appeared in the form of a little \nbox of Swedish matches. We hadn't come to see a face but Jean \nD. dead . . . .  \" \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 246,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "chenwahl",
        "emboites",
        "motiv",
        "das",
        "der",
        "kast",
        "iead",
        "liance",
        "gular",
        "emboitement"
      ],
      "full_text": "23 2 \nThe Truth in Painting \nand one does not attend a funeral. A cortege of ghosts surrounds \nyou on all sides, they provoke you, they press you, from the \nquattrocento Triumphs of Death to Shelley's The Triumph of Life \n(\"here the true similitude / Of a triumphal pageant . . .  \" / \"But \nmark, how chained to the triumphal chair / The mighty phantoms \nof an elder day . . .  \"). \n22 December 1 977 \nThe theft of 127 funerary caskets. On the fifth, dated 2 1/7/75, \nhe left prints, the palms of his hands, and a visiting card that has \nto be deciphered backwards. Each casket situates the archive of \na theft, it gives rise to a thief. Titus-Carmel and the 127 thieves. \nThe second day he raises a lid. Revise, later, Das Motiv der Kast­\nchenwahl (The Theme of the Three Caskets) from beginning to \nend. General reinterpretation. A different syntax. (Hi)story of al­\nliance and inheritance. Which of the 127 contains the portrait? \nGold, silver, lead: the seal of mute lead, of leading (lead-on-Iead), \nand of pencil lead in the coffin. \n23 December 1977 \nThis is a cartouche. Says he. I not only have a cartouche, I \nam it. This is my cartouche, I'm the one who's stolen it. This is \nmy body, the body of my name. \nA title, a proper name, a signature are inscribed on a car­\ntouche. For example \"The Pocket Size Tlingit Coffin.\" How did \nhe decide on it? Why and how did he stop at this contingency \nbecome necessary? A nominal utterance (a noun and three stacked \n[emboites] adjectives, each functioning differently) and a very sin­\ngular one. Two of the attributes (Pocket-Size) are common nouns, \nthe other a proper name (Tlingit). So it's a sort of a proper name \n(a generic and family singular), but a proper name enclosing a \nproper name (Tlingit), the name of a foreign family, the name of \nthe other. \nSupplementary and abyssal emboitement: \"Tlingit\" does not \nonly name the family or tribe of the other, it is also a foreign \nname in an already-foreign language, English, doubly foreign, for \nthe Tlingit and for Titus-Carmel: double violent insertion, by \ncolonization, in the title as in British Columbia. Doubly strange: \na foreign language encrypted in another, itself also foreign, already, \nand the whole in a proper name. \nWhich ought to become very familiar: listen, repeat, caress \nthe surfaces, the corners, the edges. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 248,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "lables",
        "emboitent",
        "bien",
        "syl",
        "nomi",
        "cheville",
        "demontages",
        "reste",
        "ment",
        "carme"
      ],
      "full_text": "23 4 \nThe Truth in Painting \n.J ,,:O t, Ĝ'ri_')Y Ě:,>-\"'ě \n(, \nę \nĘ . ... \n2 I  July I975 \nCarmel links, with a fragile, breakable hyphen at work every­\nwhere (in particular in his Cryptiques and his Demontages), two \nstrange-looking, if not foreign-looking names, and, as a supple­\nment, foreign the one to the other. The link [cheville; also \"an­\nkle\"] is fragile. It could limp [baiter], or fit in badly [mal s'em­\nbaiter; also \"fall badly in step\"] in a hyphen which comes out of \nit very well, what's more [au reste], when all's said and done [en \nfin de compte; literally \"at the end of the count\"]: in the master­\npiece. \nFurtive but stubborn games of the initials in cryptic nomi­\nnation. T-C. : the initials of Tlingit Coffin. And twice two syl­\nlables around a precarious hyphen. The two names fit neatly \n[s'emboitent bien] into one another. The dimensions of the coffin \nare right for the proper name (\"modest\" dimensions, he claims): \nTlingit Coffin, Titus-Carme1. The angular edges too: twice two \nconsonants (TS-CL, TT-CN) around the 2 x 2 syllables. The con­\nsonants last. They supply the ligneous, bony framework, the bone \nstructure and the dead bones. \nI leave you now to speculate with all the letters (in particular \nthe T's, the CIGIT's [ci-git, \"here lies\"]), which rest calmly in the \nalphabetical cemetery of this title: twenty-six letters, neither more \nnor less. Count the title, and take it into account, in tempo. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 249,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "ruptor",
        "calepin",
        "utit",
        "gether",
        "sensu",
        "sarcophagous",
        "recom",
        "grunewald",
        "stricto",
        "reappropriate"
      ],
      "full_text": "CARTOUCHES \n23 5  \nMeanwhile, I imagine him: for more than a year, he caresses \nthe name in his pocket, the name of the other, his own, solid, \nsquared, entire in its golden number, resistant, too, foreign, restive, \nwhence the impatience, discouragement, sometimes, murder and \nreparation. Carnivorous or sarcophagous name, proper name in \nthe other's language, with the arbitrariness of a genealogy, the \nnomination one can neither choose nor reappropriate. Recom­\nposition or interminable recapitulation of a narrative in the act \nof T.-C. Palindrome, anagram, necrosis, and regeneration. Ashes. \nThe fledglings are Phoenician. \n24 December 1 97 7  \nKeep the account, take stock, in this logbook, of all the letters \nin his name, of the putting into play, literally, of the body of his \nname. In his pocket, he has put the coffin in the place of the \"petit \ncalepin noir\" (little black notebook). \nTo what I said yesterday, add this: TlingIT sets off a palin­\ndrome, off to meet another more or less crucial T. In the I 5  Latin \nIncisions, under the article \"Lucretius,\" the name Titus was read \nbackwards as 2UTIT. Only an S will have suffered when the body \nof the name turns in its grave. \nAnd then, again, the breakable hyphen, visible-invisible, \nin a fragility which would dis-mantle the whole work, both \ncursor and ruptor. It sets up and dismantles [monte et de­\nmonte], breaks up and patches together [met en pieces et \nrapiece] around a hyphen with which he signs: this is the \nbody of my name. And my name has the same number of \nletters, again it's crucial, and it's framed by four consonants, \nof which the two central ones, around the hyphen, precisely, \nare the same (S-C), as those of JesUS Christ, (5 -6). And one \ncan also read 5 + 6 \n= \n1 1 or 5 - 6 \n= \n- I .  \nThe whole arithmetic of the coffin would be recapitulated \nhere. Just before: \"THAT BEING THE CASE, PUT THE MODEL IN ONE'S \nPOCKET\" (whose pocket, by the way?), his cartouche had invoked, \napparently apropos of something quite different, the Isenheim \nCrucifixion by Matthias Grunewald. \nIf I say that the hyphen is not only an emblem, a motto, a \ncoat of arms or an armorial crest but the symbol, this is so as to \nrecall that any symbol is, stricto sensu, a hyphen, bringing to­\ngether, according to the symballein, the two pieces of a body \ndivided in contract, pact, or alliance. The ballistic resounds very \nclose to the symbol in language. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 251,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "shelit",
        "deboitement",
        "faire",
        "hapax",
        "reste",
        "dont",
        "emboitement",
        "supplementarily",
        "paralellepiped",
        "suffi"
      ],
      "full_text": "CARTOUCHES \n23 7  \n5 .  Cartouches is thus remarked [or \"remarks itself\"] in this \nperformance: here, I am myself cartouche and cartouche(s) in the \nplural, I sign as soon as there's the title, I sign myself to death \nand reduce myself to the first heading, capital and shrunken head. \n6. So Cartouches thus does not only remark the place of the \ntitle as place of the signature. Its singular performance (like the \nformer paradigm, like the series, it is a hapax, it will have taken \nplace only once) simultaneously entitles and signs: shelit, helit, \nI sign(s), therefore we sign Cartouche(s}. \n7. The six preceding traits can be further decomposed. The \nplural mark (s) remains, as an extra, among other things and \nsupplementarily, a recall sign for the serial multiplicity I, 2, 3, \n4, 5, 6, and even 7. This latter, the 7, immediately increases \nitself, into the bargain, with a power of capitalization in abyss. \nIt produces a bottomless surplus value. It can be remarked \nalmost infinitely. \nPerhaps I have just described the series entitled The Pocket \nSize Tlingit Coffin. At least in its generic structure, which is \nanother way of saying that everything remains to be done [reste \na faire]. Your business [affaire], and his, which he manages very \nwell by himself [dont il se tire; literally, \"from which he draws/ \npulls himself' '.] \nNo cartouche without a \"scrolling\" onto itself, cylinder or \nspiral. What I have just schematically drawn, or decomposed, rather, \nis a movement of scrolling and stacking [emboitement], of un­\nrolling and dislocating [deboitement]. They have to be thought \ntogether, each closing and opening onto itself but deporting itself \nby this fact according to a deviation ceaselessly repeated, spoiling \nand deteriorating. The other, the double, the devil is in the box. \nImagine a cylinder in an open cylinder, a manuscript or a drawing \nrolled in a cardboard box, a paralellepiped in a paralellepiped, then \ncartridges in an ammunition case, a matchbox. You open, close, \nopen, find this. \nThe play of the supplement, the repetition of the deviation \ncan go on ad infinitum, or almost, unless, with a \"that's suffi­\ncient\" you let the series stop one fine day, on such-and-such a \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 256,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "interlacings",
        "scelje",
        "liefs",
        "ture",
        "resis",
        "pos",
        "tance",
        "laisser",
        "ples",
        "hammamet"
      ],
      "full_text": "The Truth in Painting \nC. Others are made up of several drawings, or fragments \nof different drawings, readjusted or superimposed, casting \ninto doubt even the unity of each article and broaching it \nin its very decomposition. In the superimposing of the re­\nliefs-with effects which are each time singular-classify too \nthe play of tracings (they are arranged above the altuglass, \nreframing or rectifying the angles of perspective, spread out, \ntoo, like a transparent shroud), the collages, the \"real\" sta­\nples, the palimpsestual overload of supports already covered \nwith writing (27 March on headed notepaper from a hotel \nin Hammamet-the role of opportunities [and/or \"occasions\"] \ngrasped in all that). \nD. The broken [morcelee; or its homonym, mort scelJe(e)­\nTRANS.], fragmented reference, not only to the elements (which \ncan themselves always be decomposed) of this series, but of so \nmany others. One example only: the wicker oval, the torture \ninstrument for the two fledglings fallen from their nest and sac­\nrificed on skewers, summons to appear, through its form, the 0 \nof the series H.LO.X. (\"0: encircle, surround. Nucleus of resis­\ntance. Maneuvre aimed at breaking the charm [magic circle]\"). \nEtc. \nI break off immediately a discourse called up by this \"charm,\" \nby this word, and by this whole seduction of the dead in the name \nof Titus-Carmel. \nI move from there to the cords (laces, bonds, tresses, ties, \nstrings, threads) which multiply, dance, and sometimes rear up \nlike the snakes above the Medusa's head, and go on to form else­\nwhere the most diverse figures (supple interlacings or stiff pos­\nture), to sketch out, break off, or call up all possible movements­\nor disappear, fall into the snare. \n5 .  How to classify all the uses of these cords, all the senses \nin which they take or let themselves be taken? Their supple \nnetwork [filet] structure puts you to the test. But not before al­\nready having shut you into a labyrinth. So many thongs, so many \nleashes. \nToo much to say here, I give up. Like the rest, you can TAKE \nTHEM OR LEAVE [laisser] THEM, in all ways. \nThey describe in advance all the movements by which your \ndescription might attempt to grasp hold of them and get its hands \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 257,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "serrure",
        "lacs",
        "seriature",
        "faire",
        "mentarity",
        "serrer",
        "vehi",
        "seira",
        "terlace",
        "cles"
      ],
      "full_text": "CARTOUCHES \n243 \non them. In vain would I try to typify, by their economy, the \ndiscourses I'm getting caught up in here, and which I've been \ngetting caught up in elsewhere for a while. Three at least: \ncx. A discourse on stricture: they are spread to bind the bit (or \nmake it get a hard-on) [(faire) bander le mars], tightened more or \nless strictly, on both sides, in order to set up the ghost of a double \nbind or set it this trap involving \"keys,\" which do not come \nwithout a lock [serrure: d. too serrer, \"to bind, to tighten\"]. Same \nlacing in other series and, within, around the two bodies skewered \nin mirror image. \n˭. A discourse on the lacs [snare], lacing as stricture inter­\nlacing the inside and the outside, the above and the below, the \nright and the left. Once this crossing of the partition (at six points \nin this case) has been put to work, all the reassuring joints of \ndiscourse on art, all the limits authorizing framing, all the borders \nof prop(ri)e(r)ty are dislocated. I've attempted to ex-pose this else­\nwhere, apropos of another series of take-it-or-Ieave(lace)-it vehi­\ncles, vehicles to be returned, rather, full of undone laces and crossed \neyelets, Van Gogh's shoes. \n'Y. A discourse on the series: not the series of cords, but \nthe cord (series or seira) as eponymous figure of the serial in­\nterlace (I remember now that the eponym gives its name to a \nyear). Before being carried off or put into the ground by the \nundertakers (cords hanging, then stretched to breaking point), \nbefore even being able to recognize anything in it (\"fringes,\" \n\"dribbles [filets] of slobber\" or \"palls,\" proposes the Master of \nthe Works), it will have remained, crossing each board (each \ntable, each picture [tableau]), the emblem of seriature. Supple­\nmentarity of interlacing (between the three discourses above \njust as well) allowing no respite to the typos, the paragon, \ndescription. The supplement transforms and detaches. Both at \nonce. \n6. No repose either for a classification. It will have been \nnoticed that this coffin ensures no rest for the remainder. Not \neven the last rest, that of the last dwelling place. All genealogies \ncome down to classifying and we know, of course, the author's \ntaste for taxonomy. One could then be tempted to arrange all \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 259,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "offprinted",
        "faire",
        "theparergon",
        "cadran",
        "geviert",
        "envoie",
        "quadriparti",
        "spiegelspiel",
        "dut",
        "etc"
      ],
      "full_text": "CARTOUCHES \n245 \none insists more than an other, obsesses, besieges, with equals \nwithout (hyphen [trait d'union]: with-out [Eng.]). \n5 .  According to dimensions (the frames can make them \nequal, but they're of all calibers). \nBut we have seen why the smallest is larger than the largest, \nthus annulling its own consequence. \n6. According to the rhythms (the dates, the accelerations, \nthe decelerations or the empty time segments, the grouping of \nthe typified sub-sequences during such and such a period, etc.). \nDut this would involve relying on the order of a narrative \nwhose trap has been situated by the logic of the cartouche. And \nthe family-like gatherings also occur over long intervals. The \nunity of a period (of a detour) is indeterminable. \nTHE coffin will thus have remained unclassifiable. Each ar­\nticle opens a hand of perforated cards for the transformation of \nthe other, which itself . . .  and so forth. \n8 January I978 \nTombe [\"tomb\" or \"fall(s)\"]' in the snare. \n8 January I 978 \nWhat will not be classified can no longer be framed. Else­\nwhere, since long ago, the play of the frame [cadre], the quarter, \nof cards and charter, in dissemination. And the Spiegelspiel of \nthe \"Quadriparti\" or the \"Cadran\" (Geviert). \nPut his proper name, beginning with the quarter, in my \npocket, whole or part. \nThe play of three and four. Don't forget the tables, and the fact \nthat you can't bank on [tabler sur] a cartouche, nor count on it or \ntake it into account. I remember Kant's difficulties between the ta­\nbles and theparergon. No more forget: 3 x 4 = 12, and 3 + 4 = 7· \nOffprinted [tire a part], the announcement [faire-part] of \nmourning. One hundred and twenty-seven times like a salvo of \nblack-edged missives. \nIt gets sent [9a s'envoie], someone or something, sent to \nitself or oneself, to make oneself a party to [se faire part] the \nlegacy which will have laid you all down, me too, and so on. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 261,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "thp",
        "suf",
        "ficient",
        "etc",
        "sufficien"
      ],
      "full_text": "CARTOUCHES \n247 \nIt will no longer be possible to place it in a nomenclature, \ncatalog, or classification table, I would at least have wanted to \nwork at it. On an operating table, perhaps, and again, but with­\nout an anatomy lesson. \n\"No\" should have been said, here, to exhibition in pictures. \nBut in any case, will it have taken place? and so on, etc. \nI I January 1 978 \nHear aright the chance and the necessity of a \"that's suf­\nficient.\" It's enough, but without satisfaction; and which does \nnot saturate. Nothing to do with sufficiency or insufficiency. \nThp verb to suffice will teach you nothing about such a \"that's \nsufficient.\" \nThe coffin's unheard: on I I July (he had made I I I little \nones and 1 6  big ones), faced with the thing turned round into \na blackboard, upside-down, feet in the air and eyelets wide open, \nTitus-Carmel must have murmured, if I hear aright, \"that's \nsufficien t.\" \nI 1 - 12 January 1 978 \nSo for the remainder-and otherwise. \n"
    }
  ]
}