{
  "document": "Derrida_TheBeastAndTheSovereignVol1",
  "batch_number": 6,
  "total_batches": 10,
  "pages": [
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 207,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "est",
        "sume",
        "sujet",
        "ventriloquizing",
        "milie",
        "cerning",
        "sieur",
        "tise",
        "soir",
        "undecidably"
      ],
      "full_text": "190  ‡  seventh session\nwhen we entered into relations.”5 He already knows everything about Mon-\nsieur Teste when he meets him, he knows him like himself, and it is as if he \nhad made him. As a marionettist knows his marionette. So he is speaking of \nhis double, or it is his double who is speaking in him, ventriloquizing him, \nor being ventriloquized by him, like a marionettist or like a marionette, as \nyou wish, but undecidably, and the atmosphere is a little — nothing surpris-\ning here — like that of one of Poe’s fantastic tales (Valéry, in many state-\nments that I’ll leave you to read, placed Poe higher than anybody and any-\nthing else). In particular at the end of a hyperbolic eulogy of Eureka — in \nthe course of which it is written that “Universe, then, is only a mythological \nexpression” — where Valéry writes, and it is the last word of this text: “In \nthe beginning was the fable. It always will be.”6 Not in the beginning \nwas the Act, or the Verb, or the Word, or the Logos, but the Fable, con-\ncerning which one must of course recall (but we will talk a lot more about \nfables) that this Fable is, as its name indicates, ﬁ rst of all Speech.\nSo the narrator and his double, Monsieur Teste, is or are two men who \nspeak, two substitutes who speak, one in the place of the other. The one \nfor the other. The one has the other say, or lets him say: “La bê tise n’est pas \nmon fort.” I shall return later to my question (“Can one imagine a woman \nholding this discourse?”) by allowing Madame Teste to speak, in giving a \nvoice back to Madame Émilie Teste, at least as Valéry or the narrator hears \nher, or rather lets her write a letter (for if Monsieur Teste and the narrator \nof Monsieur Teste speak, if they raise their voices, Madame Émilie Teste, for \nher part, only writes, she is not present, she writes a letter, the “Letter of \nMadame Émilie Teste”).\nMonsieur Teste is not only a man, a “sieur,” a sire, a sir, he is also, then, a \nhusband. And his double, the narrator of “La soirée avec Monsieur Teste,” \nis also a man who only meets Monsieur Teste at night, and once even in a \nbrothel, “in a sort of b . . . ,” says the text.7\nBefore continuing down this track, let me emphasize at least, for I pre-\nsume it is quite obvious, the general reasons for which I am again focusing \non the ﬁ gure of Monsieur Teste and his double, on someone who not only \nclaims so openly to rise above bê tise and who declares, you recall, so as not \nto be put to death and denied by bê tise, that he goes faster than bê tise and \nkills bê tise in himself in an odd combat [“Log- book of Monsieur Teste”: “I \nam not bête because every time I ﬁ nd myself bête, I deny myself — I kill \n5. Valéry, “La soirée avec Monsieur Teste,” p. 17. \n6. “Au sujet d’Eurêka,” in Valéry, Oeuvres, vol. 1 (1957), p. 867.\n7. “La soirée avec Monsieur Teste,” p. 17.\n \n257\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 208,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "ibid",
        "suming",
        "sottises",
        "homme",
        "nds",
        "sottise",
        "cogito",
        "nally",
        "tise",
        "extraits"
      ],
      "full_text": "seventh session  ‡  191\nmyself.”8 So as not to be killed by bê tise, he kills it ﬁ rst, as he has killed \nthe marionette in himself. An odd combat, a duel to the death between \ntwo living beings. Earlier, from the same “Log- book,” we read a remark \nabout sottise which is not bê tise but is right next to it, and which also ﬁ nds a \n dwelling- place in those who are not necessarily the blessed “simple in spirit” \nor the “poor in spirit” from the Gospels (I recommend that you also read, \nin the “Log- book,” the development entitled “The rich in spirit”)] — this \nremark, then: “Analogy of De Maistre’s remark about the consciousness of \nan honest man! I do not know what is the consciousness of an idiot [sot], but \nthat of a clever man [homme d’esprit] is full of idiocies [sottises].”9\nIf he hastens, I was saying, to kill the bête in himself, it is always by posit-\ning himself as “I”: a lucid consciousness, a pitiless intelligence that gives in \nto no physical or social reﬂ ex, to no coded reaction, I kill the marionette, \ni.e. the  animal- machine in me, the animal that reproduces, that repeats \nbêtement the coded programs, that is content to react: “Good day,” “Good \nevening,” “How are you?,” so many idiotic stereotypes and repetitive au-\ntomatisms, so many stubborn10 programs and reactions that Monsieur Teste \nno longer wants to obey for he intends to afﬁ rm his liberty, the spontaneous \nand sovereign liberty of his “I think,” of his pure egological consciousness, \nof his cogito, above this form of bê tise (“he had killed the marionette. He did \nnot smile, said neither good day nor good evening; he seemed not to hear \nthe ‘How are you?’ ”).11\nHow can one kill a marionette, we were asking last time, without as-\nsuming it has some life, and therefore some psyche, some animality, some \nanimate desire, and some stubborn, obstinate movement to remain in life? \nIs a marionette that one wishes to kill still a marionette? Is a marionette of \nwhich one can only rid oneself by condemning it to death, by removing its \nlife, still a marionette? A mere marionette? What is a mere marionette? \nTo have to kill it, even if it is inanimate, it must be already an other. And \nthe question then is no longer “What is the marionette in me, that I wish \nto condemn to death?” but rather “What is the other in me (dead or alive, \nanimate or inanimate) that I want to annihilate so I can ﬁ nally be myself, \nalone, sovereign, properly, who and what I am?” How can one kill a mari-\n8. “Extraits du Log-book de Monsieur Teste,” in Oeuvres, 2:45.\n9. Ibid., p. 37.\n10. [Translator’s note:] “Stubborn” here translates têtu. In what follows I shall often \ntranslate it as “pigheaded” (in spite of the unwanted denigration of the beast), to allow \nsome of Derrida’s play with the ﬁ gure of the head to emerge. In French, “bête” and \n“tête” also rhyme.\n11. “La soirée avec Monsieur Teste,” p. 17.\n258 \n259 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 212,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "est",
        "ections",
        "pascale",
        "des",
        "doxical",
        "naas",
        "sottise",
        "ecologi",
        "ctional",
        "politique"
      ],
      "full_text": "seventh session  ‡  195\nAnd then in numerous texts, all highly interesting (and I cannot analyze \nthem here: I did so a little in The Other Heading),16 Valéry insists on the \nﬁ ctional structure of the social (“Any social state demands ﬁ ctions”);17 he \nalso insists on Europe, which, he says, “is clearly aspiring to be governed \nby an American committee”18 (1927!). He further declares: “The weakness \nof force is to believe only in force.”19 This is where we would need a close \nanalysis of what is meant by “force” and mon fort in “La bê tise n’est pas \nmon fort,” which means not only “I have no taste for bê tise, no afﬁ nity or \ncomplicity, no privileged or specialized alliance with it,” but also “I have no \nweakness for it.” Is there a determinable difference between “La bê tise n’est \npas mon fort” and “La bê tise n’est pas mon faible” in this sense of “I do not \nhave a weakness for it”? If the two expressions are equivalent, that makes \none think about both the untranslatability we were talking about last time \n(because this equivalence is more untranslatable than ever) and the para-\ndoxical equivalences between strength and weakness [force et faiblesse].\nIn Valéry there are many highly topical reﬂ ections, as they say, on idolatry \nand publicity: “Politics and freedom are mutually exclusive, because politics \nis idols [Valéry’s emphasis]”20 — therefore marionettes. And to limit myself \nto what touches our theme narrowly (the beast and the sovereign, bê tise \nand sottise), here is an insistent distinction between the political [le politique] \nand the politics [la politique] that one does, practical politics, the politics of \npoliticians, a distinction that takes the form of sententiae that could well \ncome from Monsieur Teste in Valéry: “All that is practical politics [Valéry’s \nemphasis] is necessarily superﬁ cial,”21 and again, same page: “One cannot do \npolitics without pronouncing on questions that no sensible man can say he \nknows. One must be inﬁ nitely idiotic [sot] or inﬁ nitely ignorant [he does not \nsay bête, but it is once more very near if not identical] to have an opinion on \nmost of the problems posed by politics.”\nOn the next page we ﬁ nd the wolves, and the lamb, and the ecologi-\ncal paradox of the “reason of the strongest,” like the paradox of political \nstruggle as a war between species: “The wolf depends on the lamb who \ndepends on the grass. The grass is relatively defended by the wolf. The \ncarnivore protects the grasses (which feed him indirectly).” Or again, to \n16. [Translator’s note:] Jacques Derrida, L’autre cap (Paris: Minuit, 1991); trans. Mi-\nchael Naas and  Pascale-Anne Brault as The Other Heading: Reﬂ ections on Today’s Europe \n(Bloomington: Indiana University Press, 1992).\n17. “Des partis,” in Oeuvres, 2:947.\n18. “Notes sur la Grandeur et la Décadence de l’Europe,” in Oeuvres, 2:930.\n19. Mauvaises Pensées et autres, in Oeuvres, 2:900.\n20. “Fluctuations sur la liberté,” in Oeuvres, 2:961.\n21. “Des partis,” in Oeuvres, 2:948. \n263 \n264 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 213,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "ibid",
        "est",
        "gestes",
        "des",
        "anony",
        "dif",
        "ctional",
        "faits",
        "ction",
        "sieur"
      ],
      "full_text": "196  ‡  seventh session\nmoderate what remains political cruelty, but subject to the law: “Among \nold wolves, the battle is more bitter and more clever: but there are some \nconcessions.” Or again: “Right is the interlude of forces.”22\nSo we would have to articulate the position and the ﬁ ction of Monsieur \nTeste with Valéry’s politics or metapolitics. The fact remains that Monsieur \nTeste, to come back to him, this ﬁ ctional character, this marionette, is, like \nhis narrator, not only a man qua man (homo) who has sworn the death in \nhimself of the pigheaded bê tise of the marionette, he is also a man qua man \n(sieur, vir), a Monsieur (in the ﬁ liation of sieur, a contraction of seigneur \n[lord]), he is a sir, or even a bourgeois sovereign, a Monsieur, a man whose \nvirility never misses a chance to call attention to itself or to call to order.\nWhat order?\nWell, the order of the sexes.\nThe narrator and he, as we noted, sometimes meet in a brothel.\nAs soon as he has said, and they were his ﬁ rst words, “La bê tise n’est \npas mon fort,” the narrator or spokesman of Monsieur Teste enumerates, \nas though he were reaching the end of his life as he is writing his memoirs, \neverything he has done. And indeed they are acts, doings [faits et gestes], that \nhe always recalls in the ﬁ rst person. With active and transitive verbs in the \nﬁ rst person. Things don’t happen to him, he does them and makes them \nhappen, he is an “I,” an “I,” who always acts, always does this or that. And \namong all that “I have done,” all that the “I” does, there is a “I have touched \non women” [j’ai touché à des femmes], the grammar of which is, once again, \ndifﬁ cult to translate. He does not even say: “I have touched women,” but “I \nhave touched on women.” Listen to all these connotations in the narrator’s \nmouth. From the start, from the opening, as soon as the narrator opens his \nmouth — because all this is principally a question of the mouth, as you are \ngoing to see — it is to say:\nBê tise is not my strong point. I have seen many individuals; I have visited \na few nations; I have played my part in diverse enterprises without loving \nthem; I have eaten almost every day; I have touched on women.23\nThis sequence is full of symptomatic signatures. Through the disappointed \nand condescending disdain of the blasé Monsieur, the gentleman with no il-\nlusions, who says in the past tense: [Oh], I’ve seen many individuals [anony-\nmous and sexually undifferentiated crowd]), I’ve visited a few nations, I’ve \nplayed my part in diverse enterprises without loving them [admire the statis-\n22. Ibid., pp. 949–50.\n23. “La soirée avec Monsieur Teste,” p. 15.\n \n265\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 215,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "ticular",
        "teste",
        "sieur",
        "faire",
        "fait",
        "transla",
        "essais",
        "quent",
        "insigni",
        "nds"
      ],
      "full_text": "198  ‡  seventh session\nFrench, la moue is always what one does with one’s mouth, while speak-\ning or not, with one’s lips; la moue is a sort of coded grimace to signify \nthe insigniﬁ cant, lack of interest, scant taste or even distaste that the thing \ninspires in us. We may say that Monsieur Teste’s double fait la moue, we \nsee his mouth faire la moue, we see a kind of disgusted grimace accompany \neverything he says. This can go as far as repulsion, aversion, a silent but elo-\nquent manifestation of impotent rejection, sometimes in situations of utter \nextremity. Montaigne says that among the North American Indians, “the \nprisoner [spits] in the faces of those who kill him and fait la moue at them.26 \nAnd so Monsieur Teste recognizes,27 after having said “I have eaten almost \nevery day,” that “I have touched [on] women.”\nThis man who has sovereignly touched [on] women is the double or \nspokesman of Monsieur Teste, who is not only a man but a husband. And \nthe narrator is not only the double of Monsieur Teste, he presents him-\nself as doubled, tripled, multiplied. Read carefully all that follows, the two \npages before the narrative of the encounter with Monsieur Teste, in par-\nticular what concerns his self- multiplication, this “arithmetic” (his word) \nthat counts with self, counts out the self, calculates or tallies up his own \nmultiplicity. For example, in the paragraph that follows the one we have \njust read, and after speaking of something that remains (“what could re-\nmain did so”), the narrator tells of the proﬁ t, the saving, the economy that \nhe ﬁ nds in this arithmetic. This accounting of the self, as you will hear, \nnot only allows him a certain economy of self, a wisdom that allows him \nto tolerate himself and grow old with himself, but also discreetly opens \nthe  quasi- inﬁ nite ﬁ eld of a hyperbolic upping of the ante that gives him \na right and a power superior to sovereignty, superior to that of superior \nmen, more than sovereign, in sum, more than superior, as it were. This \nis a superiority that can no longer restrain itself, both inﬁ nitely cunning \nand inﬁ nitely bête. This is in any case how I would interpret the following \nlines: (Read and comment)\nI have retained neither the best nor the worst of these things: what could \nremain remained.\n \nThis arithmetic spares me from being astonished at growing old. I could \nalso tally up the victorious moments of my spirit, and imagine them to be \n26. Montaigne, Essais (Paris: Gallimard, 1950), book 1, chap. 31, p. 251 [my transla-\ntion].\n27. [Translator’s note:] Strictly speaking, the narrator of Monsieur Teste, not Mon-\nsieur Teste “himself.”\n \n267\n \n268\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 217,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "doublures",
        "lence",
        "teste",
        "avec",
        "cit",
        "sieur",
        "gure",
        "rator",
        "tal",
        "autre"
      ],
      "full_text": "200  ‡  seventh session\nparticular results. They would, in my view, have refused to consider them-\nselves as anything other than things.\n \nThese ideas came to me during October ’93, in the instants of leisure in \nwhich thought plays merely at existing.\n \nI was beginning to think about it no more, when I made the acquain-\ntance of M. Teste. (I think now of the traces that a man leaves in the small \nspace in which he moves each day.)30\nThis internal  multipli- city, the self- accounting, of all these doubles and \nshadows [doubles et doublures], these  third- party witnesses and witnesses of \nwitnesses with whom we have been counting for a while (Valéry, the nar-\nrator, Monsieur Teste, so many “selves” and agencies themselves multiplied \nup and engaged in an escalation of sovereignty, rising above superior men \nand seeking to subject all the others to them, to ventriloquize them or si-\nlence them), this battleﬁ eld between agencies short on sovereignty — this \nis already like an inner society, a war or a contract, an alternation of war \nand peace, of selection and election, of competition, rivalries, jealousy even, \nof actions and reactions, shared responsibilities or limited responsibility, in \nthe way we speak of shared sovereignty or a limited liability company. And \nValéry is aware of the political or  quasi- political character of this ﬁ eld. He \nsays, for example, in the “Extracts of the Log- book . . .” appended to Mon-\nsieur Teste31 — (if I’d picked up this interesting use of the word cap [cape or \nhead], I would have cited it in L’autre cap, where I already took into account \na number of caps in Valéry, who decidedly wagers a lot, stubbornly or pig-\nheadedly, on this word.32 Valéry constantly has in his head this word, which \nbespeaks a head, all heads):\nMan always standing on Cape Thought [le cap Pensée], wide- eyed before \nthe limits, either of things, or of sight . . . \n[“Man always standing on cape Thought,” an extraordinary ﬁ gure, because \nof the cape, of course, which is a head on which the man is standing, but also \nbecause the name of this cape is “Thought,” like a proper name, with a capi-\ntal letter: not the thinking cape or the cape of thought or the thought cape \nor cape thought, but “cape Thought,” with a capital for Thought. Valéry \ncontinues:]\n30. “La soirée avec Monsieur Teste,” p. 16.\n31. “Extraits du Log-book de Monsieur Teste,” p. 39.\n32. L’autre cap, op. cit.\n \n270\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 218,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "suspen",
        "teste",
        "ght",
        "ful",
        "politicity",
        "lled",
        "pletes",
        "ment",
        "multipli",
        "nition"
      ],
      "full_text": "seventh session  ‡  201\nIt is impossible to receive the “truth” from oneself. When one feels it form-\ning (it is an impression), one forms by the same token an other unaccustomed \nself . . . of which one is proud — of which one is jealous . . . \n[So one can be jealous of oneself as of another, and it is always the most \ninvincible jealousy, by deﬁ nition, and it is the moment of truth, the mo-\nment when the truth comes to us like a guest, like a visitor: we “receive” it, \nsays Valéry, and immediately after having said this and used three suspen-\nsion points (“It is impossible to receive the “truth” from oneself. When one \nfeels it forming (it is an impression), one forms by the same token an other \nunaccustomed self . . . of which one is proud — of which one is jealous . . .”), \nValéry adds in parentheses:]\n(It is a high point of internal politics.)33\nThere’s certainly politics here because there’s what I amuse myself by call-\ning a  multipli- city, a city as  multipli- city of agencies or a plurality of worlds \nand of “selves” [moi], of subjects who, like countable citizens, share out and \nﬁ ght over the truth, nothing less than the truth, argue about a truth, but \na received truth, a truth always received: but this politics, this apparently \ninternal politicity, this inner  multipli- city, this  multipli- city of self, here \nreaches its high point (“high point” [comble: acme] is Valéry’s word: “high \npoint of internal politics”) not only because it is full, fulﬁ lled, accomplished, \nsaturated, but because, since it’s a matter of the other in the self, and of the \nother in the self of whom one is forever jealous, this internal politics reaches \nits high point in the excess that exceeds and un- counts it, namely the other \nand the outside. Jealousy is always the high point that simultaneously com-\npletes me, supplements me, and exceeds me precisely because it receives, \nwelcomes, and can no longer chase out the other in me, the other me in \nme. One is only ever jealous of oneself, of the selfsame, and that doesn’t ﬁ x \nanything, and it doesn’t merely explain passional dramas but explains all \nthe loves and all the wars in the world. Which take place between the same, \nthe others as the same. And that happens as soon as there is any cape — and \nsome “man always standing on Cape Thought.”\n“Man always standing on Cape Thought.” This ﬁ gure, this turn [le tour] \nof the phallic erection, this turn of the double erection (standing, and be-\ning on a cape), the turn of this double erection of Capital, of this capital-\nized erection that is here called Thought, this double turn that makes one \n33. “Extraits du Log-book de Monsieur Teste,” p. 39.\n271 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 219,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "teste",
        "distrac",
        "ter",
        "tions",
        "tion",
        "glish",
        "dif",
        "surrection",
        "sottise",
        "calcula"
      ],
      "full_text": "202  ‡  seventh session\nthink of the double tower [la tour] of some World Trade Center,34 towers or \nturns jealous of themselves, this double surrection, this re- surrection of the \nstanding position, recalls us not just to the human but to the virile, and so \nto the point from which we started out and on which I shall conclude today \n(I had thought I would ﬁ nish with Valéry and move from his marionettes \nto Celan’s marionette, or even Kleist’s, have them chat among themselves, \nbut I shall do that only next time) — [the point from which we started out \nand on which I shall conclude today] namely that Monsieur Teste and his \ndoubles and his third parties and his witnesses (Valéry, the narrator, etc.) \nare men, are male, are husbands. It is men who speak and have the right to \nspeech. And when they consent to allow a woman, Madame Émilie Teste, \nto speak, it is so that she will write, among other things, these three or four \nmotifs, from which I’ll have to content myself for the moment with a few \nquotations (we shall come back to them next time, but I recommend that \nyou read them all, because you will ﬁ nd much more than I can bring out \nhere, in the little time left).\nFirst motif, the hardness of Monsieur Teste according to Madame Émilie \nTeste, but a hardness so hard that it changes back into its opposite:\nThe machine of his monotonous acts explodes; his face shines; he says \nthings that very often I only half understand, but which never fade from \nmy memory. But I wish to hide nothing from you, or almost nothing: he is \nsometimes very hard. I do not think anyone can be as hard as he is. He breaks \nyour spirit with one word, and I see myself as a failed vase, which the pot-\nter throws into the trash. He is as hard as an angel, Monsieur. He does not \nrealize his force: he says unexpected things that are too true, that annihilate \npeople, wake them up in the middle of their sottise, face to face with them-\nselves, completely trapped in what they are, living so naturally on idiocies.\n \n[. . .]\n \nBut do not imagine that he is always difﬁ cult or overpowering. If you \nonly knew, Monsieur, how he can be quite different! . . . Of course he is \nhard sometimes; but at other times he adorns himself in an exquisite and \nsurprising sweetness that seems to come down from heaven. His smile is a \nmysterious and irresistible gift, and his rare tenderness a winter rose. How-\never, it is impossible to foresee either his ease or his violence. It is in vain \nthat one expects his rigors or his favors; he outplays by his profound distrac-\ntion and by the impenetrable order of his thoughts all the ordinary calcula-\ntions that humans make as to the character of their fellows. I never know \n34. [Translator’s note:] “World Trade Center” is in En glish in the text.\n \n272\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 222,
      "bucket": "E (10%+)",
      "error_rate": 11.9,
      "unknown_words_sample": [
        "ibid",
        "problematics",
        "unheimlichkeit",
        "deinon",
        "celan",
        "unheimlich",
        "vulgare",
        "sinuata",
        "multipli",
        "flexuosum"
      ],
      "full_text": "seventh session  ‡  205\nworld are more or less cultivated. He enjoys this somewhat ridiculous order \nand amuses himself spelling out the baroque names:\nAntirrhinum Siculum\nSolanum Warscewiezii!!!\n \nAnd this Sisymbriifolium, what lingo! . . . And the Vulgare, the Asper, \nPalustris, Sinuata, and the Flexuosum and the Præaltum!!!\n \n“It is an epithet garden, he said the other day, a dictionary and cemetery \ngarden . . .”\n \nAnd after a time he said to himself: “Die learnedly . . . Transiit classiﬁ -\ncando.”38\nThe incalculable  multi- plicity39 of these marionettes that double and triple \nhas something strange and disquieting about it and, I would say in Ger-\nman, to translate this  being- at- home- with- the- other, something unheimlich \n(I use this word to graft on all the Freudian and Heideggerian problematics \nof Unheimlichkeit and the deinon that we studied here some time ago). But \none feels that, in Valéry, everything tenses up in a movement of intellectual \nvigilance to master this Unheimlichkeit, sovereignly to neutralize its affect, \nand this neutralization undoubtedly has a political import. Things may be \ndifferent, perhaps, with other marionettes, those of Kleist and especially \nthose of Celan, which we shall speak about next week.\nBut the contrasts may not be as simple or trenchant in this  multipli- city \nof marionettes summoned to appear in court.40\n38. Ibid., p. 36.\n39. Hyphenated thus (“multi-plicité”) in the typescript.\n40. The last half hour of the session was devoted to discussion. \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 223,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "ogy",
        "lycology",
        "genelycol",
        "tant",
        "phallos",
        "tise",
        "chien",
        "mais",
        "loups"
      ],
      "full_text": "e ig h t h  s e s s i o n\nFebruary 20, 2002\ny\nThe phallus, I mean the phallos, is it proper to man?\nAnd if said phallus were proper to the sovereign, would it still be proper \nto man? Would it be the proper in what sense? And of man in what sense, \nproper to man in what sense? And what if the phallus were bêtise itself?\nLet’s leave these questions to prepare themselves in the wings or in their \ndressing rooms, they will come back on stage and into the glare of the lime-\nlight, and surprise us when the moment comes.\nThat’s it too, the art of the marionette — or the marionette theater.\nAs if a marionette, far from being content to react after the fashion of \na beast, supposed, by our classical thinkers, able only to react rather than \nrespond — as if a marionette, then, rather than being content to react and \neven to respond, still had the power to ask us questions, in the wings. As if \nit were still asking us:\nThe [feminine] beast and the [masculine] sovereign, so what? So who?\nBetween the two, between the beast and the sovereign, would be the art \nof the marionette, the two arts of the marionette, that we’re keeping wait-\ning, and the wolves, so many wolves! Not weather ﬁ t for dogs, but so, so \nmany wolves [Non pas temps de chien, mais tant et tant de loups!].1\nWolves of the world — I leave you to complete or supply . . .\nWolves of the world, there’s a call that seems to have been resounding \nfor months across the spaces of this seminar. So many wolves have already \nresponded, from so many different places, countries, and states, so many \ndifferent cultures, mythologies, and fables. Every wolf in this genelycol-\nogy or this  politic- eco- lycology could hear this call, both as beast and as \n1. [Translator’s note:] “Tant” and “temps” in French are homophones. “Un temps de \nchien” is terrible weather.\n \n278\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 224,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "elle",
        "fontaine",
        "sieur",
        "votre",
        "sie",
        "sich",
        "tation",
        "agneau",
        "implemen",
        "lization"
      ],
      "full_text": "eighth session  ‡  207\nsovereign, as Beast and Sovereign, be the wolf an outlaw or be he above the \nlaws like the werewolf, be he outside the law insofar as he makes the law \nor above the law like the sovereign possessing the right of pardon, of life or \ndeath over his subjects.\nThe wolf is then also the sovereign, the lord, the sire, the sir, Mon Sieur \nor His Majesty.\nHis Majesty the wolf, Sir Wolf. “Sire,” “Your Majesty” . . .\nThis is what the lamb calls him, you remember, Sie erinnern sich, this is \nhow the lamb addresses the wolf when he speaks in La Fontaine’s The Wolf \nand the Lamb: \nSire, replies the lamb, may Your Majesty\n Not grow angry;\n And rather consider\n That I am slaking my thirst\n  In the current\n More than twenty paces below Him.2\nIt was with this fable that we began (“In the beginning was the fable,” \nsays Valéry), in order to ask on the threshold of the seminar the question of \nforce and right; not force and justice but force and right, the right which, \nKant reminds us, with good sense itself, already in its concept implies the \nmeans, and thereby the coercive force, of its application and its implemen-\ntation: a right without force is not a right worthy of the name; and it is \nprimarily for this reason that the troubling problem imposes itself, which \nis the very problem of sovereignty (the sovereign always representing the \nmost powerful power, the highest, greatest power, all- power, the strongest \nstrength, the most eminent capital or capitalization, the extreme monopo-\nlization of force or violence — Gewalt — in the ﬁ gure of the state, the ab-\nsolute superlative of power) — the troubling problem of a force, then, that \nbecause it is indispensable to the exercise of right, because it is implied in \nthe very concept of right, would give right or found right, and would give \nreason in advance to force, as is said in the ﬁ rst line of this fable, as the ﬁ rst \nline of the fable with which we opened this seminar:\nThe reason of the strongest is always the best\nAs we shall shortly show.\n2. La Fontaine, “Le loup et l’agneau” (see session 1 above, n. 10), p. 51. [Translator’s \nnote: In the French text, the capitalized pronoun is the feminine “Elle,” corresponding \nto the grammatical gender of “Votre Majesté.”]\n279 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 226,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "est",
        "donc",
        "jus",
        "ngliche",
        "transgenerational",
        "fontaine",
        "urspr",
        "schuldigsein",
        "basi",
        "toi"
      ],
      "full_text": "eighth session  ‡  209\nand, in so doing, to violate the institutions of that international right, all the \nwhile accusing the weaker states of not respecting international right and \nof being rogue states,4 i.e. outlaw states, like those animals said to be “rogue” \nanimals, which don’t even bend to the law of their own animal society? \nThose powerful states that always give, and give themselves, reasons to jus-\ntify themselves, but are not necessarily right, have reason of the less power-\nful; they then unleash themselves like cruel, savage, beasts, or beast full of \nrage. And this is just how La Fontaine describes the sovereign wolf in the \nfable. The wolf is described as, I quote, “that animal full of rage,” ready to \nlaunch punitive, even preventive or vengeful expeditions. Listen to the wolf \nwhen he takes the lamb to task and prepares a preventive offensive against \nthe one who might take over his wells or food sources:\nWho makes you so bold as to muddy my drink?\nSaid this animal full of rage;\nYou will be punished for your temerity.\nPunishment and penal law. The motif of revenge comes to close and seal \nthe fable, as if at bottom the penal law exercised by the strongest, as if the \npunishment it inﬂ icts (“You will be punished”) were always retaliation or \nrevenge, talio, an eye for an eye, rather than justice. “I must avenge myself,” \nsays the wolf at the end.\nNote, with what are called “current events” in mind, that in La Fon-\ntaine’s fable revenge has to unleash itself blindly against all those who are \npresumed to be related, allied, socially or by blood, by a link of fraternity, \nwith the presumed guilty party, be it a child, a powerless lamb that is basi-\ncally accused of being guilty before even being born. The lamb is accused \nof having muddied the wolf’s water, his source or his resource, before even \nbeing born. And when the lamb argues back and says, “I wasn’t born yet,” \nthe wolf replies forthwith and without a moment’s hesitation the famous \nphrase that accumulates all the perversions of collective, transgenerational, \nfamilial or national, nationalistic and fraternalistic accusation: “If not you, \nyour brother, then” [Si ce n’est toi, c’est donc ton frère]. You are therefore \nguilty at birth, by your birth, guilty for being born what you were born. \nOriginary culpability, responsibility, or liability, ursprüngliche Schuldigsein \nof the lamb the ﬁ gure of which you can, if you like, reinterpret either on the \nbasis of the Bible and the Gospels (the Christly lamb), or against a Greek \nbackground (you remember the passage from Plato’s Phaedrus that I quoted \n4. [Translator’s note:] “Rogue States” is in En glish (capitalized) in the text.\n281 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 228,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "tes",
        "chamfort",
        "velles",
        "tri",
        "nou",
        "etc",
        "proc",
        "fontaine",
        "contes",
        "collinet"
      ],
      "full_text": "eighth session  ‡  211\nWolf because he is lower, so much lower than He, His Majesty the Wolf re-\nplies, and you are going to see once more the association between the motif \nof sovereignty and that of cruelty, of the “cruel beast”: \n — You are muddying it, replied this cruel beast,\nAnd I know that you spoke ill of me last year.\n — How could I if I was not yet born?\n Replied the Lamb; I still suckle my mother.10\n   — If not you, your brother, then.\n  — I have no brother.  — So one of your people:\n  For you scarce spare me,\n  You, your shepherds, and your dogs.\n People have told me so: I must take my revenge.\n  And with this, to the depth of the forests\n  The Wolf carries him off, and then eats him,\n  Without further ado.\n“Without further ado” [sans autre forme de procès: without any other form \nof trial]: an exercise of force, then, as punitive justice in the interests of the \nsovereign who sets up no tribunal, not even an exceptional or military tri-\nbunal and who, in the name of his self- defense,11 his self- protection, his sup-\nposed “legitimate defense,” annihilates the defenseless enemy, the enemy \nwho doesn’t even have the defense given by a defense counsel in a regular \ntrial, etc.\nIn this fable dedicated, in 1668, like La Fontaine’s other fables — like \nthe whole volume of Fables — to Monseigneur le Dauphin — in this fable, \nthen, The Wolf and the Lamb [of which Chamfort already said, “Everyone \nknows this fable, even those who know only this one”],12 in The Wolf and the \nLamb, then, the wolf is called “Sire” and “Your Majesty.” The wolf ﬁ gures \nthe King, the grandeur and highness of King and Dauphin, a grandeur and \nhighness that the dedication evokes literally. Once we have allowed for con-\nvention and a generic law for this type of dedicatory address, we cannot fail \nto notice a certain analogy or magnetic attraction of vocabulary in recalling \nThe Wolf and the Lamb, and especially the language of the lamb, a humble \ncitizen addressing the sovereign, His Majesty the Wolf: \nSire, replies the lamb, may Your Majesty\n Not grow angry;\n10. This line was omitted in Derrida’s transcription.\n11. [Translator’s note:] “self-defense” is in En glish in the text. \n12. Chamfort, quoted in La Fontaine, Oeuvres complètes, vol. 1: Fables, contes et nou-\nvelles, ed. Jean-Pierre Collinet (Paris: Gallimard, 1991), p. 1067. \n283 \n284 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 229,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "ibid",
        "domi",
        "fontaine",
        "fon",
        "xiv",
        "ander",
        "nence",
        "fumaroli",
        "maiestas",
        "signi"
      ],
      "full_text": "212  ‡  eighth session\n And rather consider\n That I am slaking my thirst\n  In the current\n More than twenty paces below Him.\n[One cannot fail to notice] the dedication or rather the envoi in prose, be-\nfore the dedication in verse. This envoi also names the Majesty of the father \nKing, the father of the Dauphin, who is six and a half years old at the time, \nthe Majesty of the father, the King, Louis XIV, known as Louis le Grand; \nand the same envoi to Monseigneur le Dauphin insists on these ﬁ gures of \nhighness and grandeur which are proper to majesty, to maiestas. La Fon-\ntaine speaks humbly of “him on whom His Majesty [and so your father] \ncast his eyes to instruct you.” Casting an eye is what a lord does, from high \nto low. There follows the praise of the Monarch, of the “qualities that our \ninvincible Monarch gave you with your birth.” What follows is all about \nthe great European designs of Louis le Grand, of his wars, wars that are \nalways imposed upon him by aggressions but that are always in the end \ntriumphs for him; Louis le Grand is also compared to Augustus and Alex-\nander (Alexander the Great, and “Alexander” also means the great man). \nEverything converges, we may well say, on the ﬁ gure of grandeur, on the \neminent erection, the eminently phallic, excellently eminent and excellently \nphallic erection of sovereign highness, its transcendence, political grandeur, \nbut also the “grandeur of soul” that the Dauphin has inherited from his \nfather (“I invoke as testimony those noble worries, that vivacity, that ardor, \nthose marks of spirit, of courage and of grandeur of soul [the kid is six and \na half] that you show at every moment.”)13\nAnd the metaphor of grandeur, highness, erection (i.e. of phallic emi-\nnence) comes close to the signature, almost to conclude the envoi; the irre-\nsistible growth and erection of an immense tree, a ligneous line that domi-\nnates and covers its whole domain: “It is a highly agreeable spectacle for the \nuniverse to see growing thus a young plant that will one day cover with its \nshade so many people and nations.”14\nGrandeur and highness, erection, majesty.\nIn The Wolf and the Lamb, the expression “twenty feet below Him” [cap-\nital “H”], this precision as to the inferior place in which the lamb is humbly \nsituated, clearly signiﬁ es, like the capital letter on Sire or Majesty, that what \n13. La Fontaine, “À Monseigneur le Dauphin,” in Fables, ed. Fumaroli (see session \n1 above, n. 10), pp. 3–4.\n14. Ibid., p. 4. \n \n285\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 231,
      "bucket": "D (5-10%)",
      "error_rate": 8.8,
      "unknown_words_sample": [
        "segnoria",
        "souverainet",
        "nisse",
        "quelqu",
        "ipse",
        "signi",
        "politeuma",
        "etc",
        "nally",
        "poche"
      ],
      "full_text": "214  ‡  eighth session\nof the right of the strongest, a right of the strongest that moreover he states, \nemits, both produces and performs himself. First, the ﬁ rst portion, in his \nquality as Sire, in the name of his name (“Lion”); then, second, the second \nportion, by right (common right, indeed, since they are four of them shar-\ning it, he is also like the others: so he is both king and subject; the king has \nthe same rights, he has no fewer rights than his subjects even if he also has \nmore rights than they and in fact every right, and he also posits this right \nto every right as “right of the strongest”); third, the third portion, the cour-\nage and valiance he shows and that give him the right to take and do what \nhe has the courage to take and do in saying so: the courage of the absolute \nperformative; ﬁ nally, fourth, the fourth portion, the threat or fear that he \ninspires in the others (remember Hobbes: one becomes subject to the sover-\neign out of fear, here not fear of the wolf but fear of the lion):\nAnd if any one of you girls [si quelqu’une] touches the fourth,\nI’ll strangle her right now.\nThis “quelqu’une” reminds us that the lion possesses and subjugates to \nhimself, hence subjects to himself, while violating their rights, three beasts \nthe names of which, in French, are feminine and all three of which have a \ncertain relationship, a certain family resemblance, to the lamb: la génisse, la \nchèvre, and la brebis. La bête and le souverain: la génisse, la chèvre, and la \nbrebis in society with le lion. La bête in society with le souverain, the beasts \nand the sovereign, who is the only one to name himself, to refer himself, \nipse, to himself, to his title, to his name, and to his might. To his ipseity.\nThe beast and His Majesty the sovereign, his grandeur the sovereign, his \nhighness the sovereign. What is majesty? You know that this Latin word \n(majestas, which comes from magnus, major), signiﬁ es grandeur, highness, \ndignity (at bottom, Kant’s Würde is a majesty of man, a dignity attached \nto the human person as an end in itself). In Latin, in Roman, majestas is \nalso sovereignty, that of the state or that of the Roman people. Jean Bodin, \nwho passes for the ﬁ rst great theorist of sovereignty, opens chapter 8 of his \nbook (The Six Books of the Republic), entitled “Of Sovereignty,” by recall-\ning that “Sovereignty is the absolute and perpetual power of a Republic, \nwhich the Latins call majestatem, the Greeks akran exousian, and kurian \narch’ and kurion politeuma, the Italians segnoria, [. . .] the Hebrews call it \nTismar schabet, etc.”16 “Majesty” is thus another name for the sovereignty \n16. Jean Bodin, “De la souveraineté,” in Les Six Livres de la République, book l, chap. \n8, p. 111 [On Sovereignty, p. 1]. Derrida again quotes from the Livre de Poche edition, \n \n287\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 236,
      "bucket": "D (5-10%)",
      "error_rate": 7.3,
      "unknown_words_sample": [
        "luc",
        "livingness",
        "tre",
        "dieu",
        "vivance",
        "celan",
        "lebendigkeit",
        "primatological",
        "sieur",
        "fayard"
      ],
      "full_text": "eighth session  ‡  219\nthis seminar for a few years know well, through what we have tried to think \ntogether under the title of forgiveness, pardon, the death penalty, and sov-\nereignty, what we were attached to was always that which I would not say \npresents itself as what is living in life, the enigma of the living being — on \nthe side of zo¯e¯ as much as of bios, life, Leben, Lebendigkeit, as Husserl has \nit, again, livingness [vivance], what now maintains [maintenant maintient] \nlife in life, but that which stands back a little at the very place where the \nquestion “What is living in life?” holds its breath before the problematic \nlegitimacy of a subjection of the question of life to a question of Being, of \nlife to Being.\nTo think a difference between marionettes, to think the marionette itself \nis to try to think the living in life, and a living “being” that perhaps “is” \nnot — a living without being. As I wrote long ago, “God without Being,”22 an \nexpression to which Marion gave the majestic form and force of the title of \none of his books.23 Of a “living without being” — or what “is” only a simu-\nlacrum of a being. Or what is only a prosthesis. Or what is only a substitute \nfor the being of the thing itself, a fetish. The marionette is all that: life death \nat the same time [develop], a simulacrum, a prosthesis (remember Kleist’s \nallusion to the art of the En glish artist who produces a wooden leg that one \ncan dance gracefully with) — a simulacrum, a prosthesis, a fetish. Man can \nand should produce marionettes and even a marionette theater. Will we \nrush to say that those we call animals cannot do so? No. Of course, most \nof them, and most men too, don’t produce a puppet show or Kleist’s mari-\nonette theater. But are certain nonhuman animals capable of producing and \ngetting attached to simulacra, to masks, and to meaningful prosthetic sub-\nstitutes? The reply would then be “yes,” and this would be easy to argue \neither on the basis of our everyday experience, or on the basis of ethological \nor primatological knowledge.\nIt is along this a- venue24 that I was proposing, already last time, to at-\ntempt a timid or intimidated, partial, highly selective reading, after Mon-\nsieur Teste’s marionettes, of Celan’s marionettes in “The Meridian.” I already \ntwice quoted, the last two times, the ﬁ rst words of this “Speech,” which you \nknow was given in October 1960, in Darmstadt, on Celan’s reception of the \nGeorg Büchner prize, which explains and largely justiﬁ es, because of the \ncontext, the central and organizing character of the references to the works \n22. See session 2 above, n. 16.\n23. Jean-Luc Marion, Dieu sans l’Être (Paris: Fayard, 1982); trans. Thomas A. Carl-\nson as God without Being (Chicago: University of Chicago Press, 1995). \n24. [Translator’s note:] “A-venue” in Derrida’s typescript.\n293 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 237,
      "bucket": "D (5-10%)",
      "error_rate": 9.8,
      "unknown_words_sample": [
        "ibid",
        "mariole",
        "sich",
        "wesen",
        "des",
        "sisting",
        "mariolette",
        "ein",
        "celan",
        "absurden"
      ],
      "full_text": "220  ‡  eighth session\nof Büchner, to Danton’s Death, Woyzeck, etc. I already twice quoted, the last \ntwo times, the opening words of this “Speech” (“Die Kunst, das ist, Sie erin-\nnern sich, ein marionettenhaftes [. . .] kinderloses Wesen”).25 But before going \nfurther to encounter what is said about the encounter (Begegnung, the secret \nof the encounter, im Geheimnis der Begegnung) in this speech, and what is \nthere called “Majesty” — and it is not just any majesty, but the majesty of \nthe present, of the Gegenwart we were just talking about with respect to die \nlebendige Gegenwart, and the present of man or the human [“The homage \nhere rendered is to the majesty of the present, testimony to the presence \nof the human, the majesty of the absurd” (“Gehuldigt wird hier der für die \nGegenwart des Menschlichen zeugenden Majestät des Absurden”)26] — [before \ngoing further, then, to encounter what is said about the encounter in this \nspeech, and what is there called “Majesty”] I want ﬁ nally to tell you what \nI had in mind not only in talking to you insistently about the erection of \ngrandeur in the vocabulary and semantics of sovereign majesty but in in-\nsisting, since last time, on the fact that there are two marionettes, two arts \nand two meanings of the marionette, and thus a difference in the very body \nand heart of the marionette. And this difference between two marionettes \nin the marionette is again one of the sexual differences we have been talking \nabout since the beginning of the seminar.\nLast time I recalled that most often, in our typical representation of the \nmarionette, what insistently came to the fore was the feminine ﬁ gure of the \nsmall and the young, the little girl, the touching young girl, even the virgin, \nthe Virgin Mary (mariole, mariolette). With the grace, innocence, and spon-\ntaneity that usually go with that.\nBut as you have no doubt already sensed, things are not so simple. In \ntruth, they are less simple than ever. As always when sexual differences \nare in play. (Incidentally, I’ll venture to say to all those who — often in the \npress, as you know — speak ironically of people who, like me for example, \nare fond of issuing warnings, saying, “Things are not so simple,” those to \nwhom irony comes easily when they are faced with this systematic warning, \nI believe it’s primarily because they want to hide from themselves, forget or \ndeny something to do with sexual differences. There’s always a clandestine \ndebate raging about sexual differences.) So, as I was saying about the mari-\nonette as little girl or young innocent virgin full of grace, things are not so \nsimple. And if they are not simple, it is because of the equivocality of the \nliving being, precisely, where the living being concentrates, as though into \n25. Celan, “Le Méridien,” p. 59 [p. 173].\n26. Ibid., p. 64 [p. 175].\n \n294\n \n295\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 238,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "ibid",
        "teste",
        "gure",
        "milie",
        "chner",
        "ows",
        "abso",
        "machin",
        "cally",
        "stif"
      ],
      "full_text": "eighth session  ‡  221\na single value, spontaneity (the “what goes of itself” and ﬂ ows from the \nsource, what moves by itself, spontaneously, sponte sua — this is how the liv-\ning being in general is deﬁ ned: the living being is spontaneous and moves of \nitself, it is automotive), the living being concentrates in a single ambiguous \nvalue this automotive spontaneity that gives itself its law, its autonomy and \nwhich, by the same token, is right up close to automotive autonomy but also \nsigniﬁ es its opposite, namely automaticity, or in other words the automat’s \nmechanics of action and reaction — without spontaneity, precisely, and with \nno autonomous liberty. The living being is automotive, autonomous, abso-\nlutely spontaneous, sovereignly automotive, and at the same time perfectly \nprogrammed like an automatic reﬂ ex. I insist on this paradox to put back \non stage the eminently phallic ﬁ gure of the marionette, the phallic erection \nthat comes to inhabit, haunt, and double that of the virgin girl. The virgin \ngirl is inhabited by motion, movement, the essentially phallic law of the \nmarionette. What does this mean?\nThe point is not just to say that the marionette is erect, because it is up-\nright, tensed, hard as wood, made of wood (hard, as Madame Émilie Teste \ninsisted, like the hardness of her husband Monsieur Teste, hardness, i.e. \nalso stiffness, rigidity, or again, as in “The Meridian,” quoting Büchner: \n“Nothing but art and mechanics, nothing but cardboard and springs!”27): \nwe should not only say that the marionette is erect, because it is upright, \ntensed, hard as wood and that it stands on the stage, etc., like an instrument, \na thingamajig [machin], or an operated machine, content to react mechani-\ncally, always a little stifﬂ y, to what is mechanically acting on it. Like an actor \ntoo, an actor or a mask, a simulacrum, a substitute actor that is acted as much \nas it acts, operated, hard- wired (as they say about animal behavior) down to \nthe slightest reaction, etc. This is true, of course, and one could go far in this \ndirection of straight and direct erection, and compare the  quasi- mechanical \nautomatism of the marionette machine in the hands of its puppeteer to the \nreﬂ ex, one might almost say the reﬂ ex and  quasi- automatic reaction of the \nphallic erection, what presents itself as hard, straight, standing, stiff, and \nrigid. And from this facile comparison one could indeed conclude that the \nmarionette is a sort of metaphor or ﬁ gure, a sort of phallic trope. It makes \nyou think of the phallus, even though it’s sometimes still a girl, and the \ntaste, fascination, modes, and genres that cultivate the marionette or the \nmarionette theater would thus be participating in the cult of the phallus. \nOne could indeed follow things quite a long way down this road.\nBut in truth it is also the very opposite that we now have to recall. What, \n27. Ibid., p. 61 [p. 174].\n296\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 240,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "ticular",
        "petri",
        "das",
        "medusenhaupt",
        "phal",
        "lic",
        "inciden",
        "erec",
        "tise",
        "icted"
      ],
      "full_text": "eighth session  ‡  223\nform structure of the phallus itself, because in “The Meridian” — which \nI’m creeping up on like a wolf, slowly, discreetly — a whole reading, one \npossible reading among others (a reading that to my knowledge has not yet \nbeen attempted of this great and majestic text of Celan’s), another possible \nreading could elect, privilege, select what I shall call a phallic dramaturgy, \nand even a dramaturgy of phallic sovereignty. To limit myself provisionally \nto vocabulary, we know that we are going to ﬁ nd the marionettes again, of \ncourse, more than once, and heads, many heads, monarch’s heads in par-\nticular, and revolutionary decapitations, we know that we are going to ﬁ nd \nagain the majesty I was just talking about, and above all a Medusa’s head, \nwhich I don’t need to recall — though I will in a moment — the apotropaic \nrelation it has (and that Freud recalls in Das Medusenhaupt)28 to petriﬁ ed \nerection and the threat of castration.\nHere perhaps, in the comic or derisory aspect of erection, is where the \nexperience of bêtise returns. In what remains comic about it, enough to \nmake you die laughing. One cannot think of the Greek phallus without \nassociating it with Priapus, or even priapism. I note ﬁ rst that Freud, who \noften speaks of the phallic, the phallic phase, the phallic mother, etc., rarely \nspeaks, in fact almost never, of the phallus itself under this common noun. \nHe uses the adjective “phallic,” and almost never the noun “phallus.” One \nof the very rare occurrences, if not the only exception, is precisely in a his-\ntorical reference to Priapus’s phallus in “The Taboo of Virginity.”29 To show \nthat people were fearful of the threat that weighed on whoever deﬂ owered \ngirls, Freud recalls that in India young wives had ﬁ rst to sacriﬁ ce their hy-\nmen on a wooden lingam (again a kind of marionette) and that this custom \ncan also be found among the Romans. He then mentions Saint Augustine’s \ncomment that the newlywed wife at least had to sit on what Freud calls “a \ngigantic stone phallus of Priapus.” You know that the principal attribute of \nPriapus, who was often held to be the son of Dionysus and Aphrodite or \na nymph, was that he was endowed, even afﬂ icted, with an outsize phal-\nlic member, and we must say phallus rather than penis because this penis \nwas outsize precisely because it was, or insofar as it was, uncontrollable by \nthe subject, in permanent and irrepressible erection, that is, ithyphallic as \nit is sometimes called and as one should always call it: the ithyphallos is the \nhardness of the straight, rigid, standing phallus (ithus is straight, inciden-\ntally also in the sense of rectitude). The ithyphallic is the phallus in erec-\n28. Sigmund Freud, “Medusa’s Head,” in The Standard Edition, 18:273–74.\n29. Sigmund Freud, “The Taboo of Virginity,” in The Standard Edition, 11:193–208 \n(p. 204). \n298 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 241,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "dernier",
        "dictionnaire",
        "bonnefoy",
        "des",
        "tion",
        "consti",
        "gies",
        "priape",
        "comp",
        "terribilis"
      ],
      "full_text": "224  ‡  eighth session\ntion, as it was represented in Dionysiac or Bacchic feasts. An immense, tall, \nhigh, hard, stiff, and rigid phallus. Terrible (terribilis says Columella in his \nAgriculture, 10.33),30 terrible, terrifying, terrorizing, and comic all at once. \nThere would be a lot to say about this derision, this comic or mocking di-\nmension in the efﬁ gies of the ithyphallic god sometimes daubed with red \nand shouting obscenities. It was said of this quasi- god in constant erection \nthat he was born of an ass and was like an ass. Lactantius tells of a competi-\ntion to see which of the two, Priapus or the ass, has the bigger member. The \nass wins, beats Priapus, but to avenge himself Priapus kills the ass.31 Here, \ninsinuating itself, we see the hypothesis that a mark of bêtise always threat-\nens the presumed superiority of a constant and imperturbable erection. I \nshall call this, very seriously, ithyphallic bêtise, the essential, nonaccidental \nbêtise that characterizes the phallic as such (and so sovereignty as such, of \nwhich the ithyphallic is the attribute). It is like a marionette whose reﬂ ex \nspring and uncontrollable automaticity never let up. The ithyphallus is a \nmarionette, whose hyperbolic desire is both nil and empty of thought and of \nits own drive, of course, but it is this void that nonetheless pushes it, pulses \nand compulses it, it is what promises, promotes, and makes one think of a \ndrive that is absolutely bête, entêté, that never gives anything up, that is an \nabsolute stranger to all thought.\nI am not sure that Aristotle suspected this, but it is he who, intrigued by \nthe phenomenon of erection, worried about what might happen if by mis-\nfortune (and it is this misfortune I am venturing to call bêtise) the erection \nbecame permanent. That would be not only ridiculous and would not only \nmake us laugh, as in the rituals and jokes I have just been talking about, \nbut, says Aristotle (in The Parts of Animals 689a 25–27), it would consti-\ntute an unnatural hindrance. Perhaps tolerable for beasts and for demigods, \nthis imperturbable and impassive erection would produce in men only im-\npotence without the emission of semen, and thus without generative power, \nand would produce only pain without enjoyment. The pathology called \npriapism leads to death. And priapism is inﬁ nite ithyphallism, ithyphallism \nforeign to that detumescence that is the ﬁ nitude of erection and that, as such, \nmakes possible the time of erection — which it threatens, of course, but to \n30. Quoted by Maurice Olender, “Priape, le dernier des dieux,” in Dictionnaire des \nmythologies, 2:312; trans. as “Priapus: The Last of the Gods,” in Mythologies, comp. Yves \nBonnefoy, 1:629. \n31. Handwritten addition: “As if he had found in the ithyphallic ass something more \nbête than himself, intolerably more bête than himself.”\n \n299\n \n300\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 242,
      "bucket": "D (5-10%)",
      "error_rate": 8.4,
      "unknown_words_sample": [
        "ibid",
        "dutoit",
        "tion",
        "itly",
        "guration",
        "celan",
        "ques",
        "lenz",
        "recom",
        "justi"
      ],
      "full_text": "eighth session  ‡  225\nwhich it also gives its opportunity. A priapic, i.e. permanent and indeﬁ nite, \nerection is no longer even an erection — and it is a mortal pathology.\nBut is detumescence castration? Instead of taking on this immense ques-\ntion frontally, it’s time to return to “The Meridian,” which we have, in fact, \nkept obliquely in view since the beginning of this session. What is said in it \nabout the marionette, about the Medusa’s head, about heads in general, and \nabout majesty allows for a fairly well- justiﬁ ed transition. But I should also \nlike to emphasize the Foreigner (Fremde), the Other (Andere), and the famil-\niar or worrying estrangement (Unheimliche). I had to choose between a con-\ntinuous reading of Celan’s “Speech,” an interpretation that would follow the \napparent order and linear time of the text, its very consecution, and another, \nless diachronic, more systematic reading, which would be concerned, for the \npurposes of demonstration, to bring out a conﬁ guration of motifs, words, \nand themes, ﬁ gures that usually do not appear in this order. I have of course \ntaken this second course, [on the one hand] because we won’t have time to \nread together, in a linear way, the whole text from A to Z (though I recom-\nmend that you do so yourselves), and, on the other hand, because the actively \ninterpretative, selective, and directed reading I am about to propose to you \nrequires it. You understand that I do not hold this interpretative reading to \nbe the only or even the best possible one, but it doesn’t seem impossible, and \nit is important to me in the perspective of this seminar.\nEven before looking (too quickly, of course) at the motifs that I am \nproposing to articulate together (even though Celan does not do so explic-\nitly) — namely art, the marionette or the automat, the Medusa’s head, heads \nin general, and majesty, the Foreigner, and the Unheimliche — I have two \npreliminary remarks.\nFirst preliminary remark. There is a lot about dates in this text, which is \nalso a sort of poetics of the date. When I devoted a little book to it some ﬁ f-\nteen years ago (Schibboleth),32 I made it into a privileged object of reﬂ ection \nand analysis or interpretation, especially around a certain January 20 that \nrecurs regularly, at least three times, in the text (Büchner’s Lenz, “the Lenz \nwho ‘on January 20 was walking through the mountains,’ ”33 then “Perhaps \nwe can say that every poem keeps inscribed within it its ‘January 20,’ ”34 then \n32. [Translator’s note:] Jacques Derrida, Schibboleth: Pour Paul Celan (Paris: Galilée, \n1986); trans. Joshua Wilner and Thomas Dutoit, in Derrida, Sovereignties in Question, \npp. 1–64.\n33. Celan, “Le Méridien,” p. 71 [p. 179].\n34. Ibid., p. 73 [p. 180].\n301 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 243,
      "bucket": "D (5-10%)",
      "error_rate": 8.6,
      "unknown_words_sample": [
        "ibid",
        "eisiges",
        "hinzugeschrieben",
        "sich",
        "seitdem",
        "proses",
        "konsequent",
        "diesen",
        "wannsee",
        "denken"
      ],
      "full_text": "226  ‡  eighth session\n“I had myself written from a ‘January 20,’ my ‘January 20’ ”).35 I insistently \nelaborated on these dates, on the question of anniversaries and the calendar, \nand on this example of the “January 20” in Schibboleth. But it is thanks \nto Jean Launay’s edition (so precious and exemplary, as I have said) that \nI was able to discover a further import to this “January 20.” Referring to \nCelan’s manuscript, Launay tells us in a note36 that “January 20 is also the \nday in 1942 of the so- called Wannsee conference in Berlin, during which \nHitler and his collaborators drew up the plans for the ‘ﬁ nal solution.’ ” And \nhere is the translation of the passage from Celan’s manuscript: “We are still \nwriting, still today, January 20 — this January 20 [this underlined, ‘diesen \n20, Jänner’], to which has been added since then the writing of so much \n[so many days of] ice” (“zu dem sich [seitdem] soviel Eisiges hinzugeschrieben \nhat”). “January 20,” an anniversary of death, then, of crime against human-\nity, of a sovereignly, arbitrarily genocidal decision. “January 20,” the eve \nof the anniversary of the decapitation of the monarch, Louis XVI, about \nwhom a lot is said, between the repetitions of “Long live the King” of Lucile \nand Lenz, to which we shall return.\nSecond preliminary remark. The apparently surprising contiguity between \nour readings of Monsieur Teste and “The Meridian,” texts that are, how-\never, so different, so distant through so many features — this contiguity or \nproximity of two texts that are apparently so anachronistic with respect to \neach other is justiﬁ ed not only, beyond mere juxtaposition, by the fact that \nthey both, each in its own way, treat of the marionette and everything that \nis attached to it. The fact is that Valéry is not simply absent from “The \nMeridian.” Celan wonders at a certain moment, on the subject of a radical \nquestioning of art, if one must not “think Mallarmé through to his ultimate \nconsequences?” (“Mallarmé konsequent zu Ende denken?”). Here too a long \nnote by Launay37 puts us on the track of a manuscript of Celan’s that refers \nto a passage by Valéry in Variétés. Here, Valéry quotes something Mallarmé \nsaid to poor Degas, who was complaining about not ﬁ nishing his little poem \nwhen he was “full of ideas.” Mallarmé, as Valéry reports, replied: “But De-\ngas, it is not with ideas that poetry is made, but with words.” And Valéry \nconcludes: “That is a great lesson.”38\nLet us now try, around or through the conﬁ guration I have announced \n35. Ibid., p. 81 [p. 184].\n36. Jean Launay, in Celan, Le Méridien & autres proses, p. 107, note 50.\n37. Ibid., p. 105, note 43.\n38. Paul Valéry, Variétés, in Oeuvres, 1:784.\n \n302\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 244,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "tion",
        "esquisses",
        "celan",
        "nar",
        "esquives",
        "ars",
        "begegnung",
        "nonmanifestation",
        "ter",
        "geheimnis"
      ],
      "full_text": "eighth session  ‡  227\n(art, the marionette, the Medusa’s head or the automat, heads in general \nand majesty, the Foreigner and the Unheimliche), to decipher a certain po-\netic signature, I don’t say a poetics or an ars poetica, not even a poem, but \nrather what I shall call a certain poetic signature, the unique signature of a \nunique poem, always unique, that tries — so as to express, not the essence, \nthe presence, or how it is with the poem, but where the poem is coming and \ngoing — to free itself, by art, from art.\nWhat line shall we follow toward the unique encounter with a unique \npoem? You know that the concept of encounter, the “secret of the encoun-\nter” we were just talking about (Geheimnis der Begegnung), is the secret of \nthe poem, of the presence or the putting into presence or the presentation \nof the poem, the secret of the encounter as secret of the poem in the double \nsense of the term “secret of”: in the sense of what, on the one hand, ﬁ rst, \nmakes a poem, in the sense of its manufacture, its making, its possibility of \ntaking form, if not of its art and its know- how, I prefer to say its signature \n(that is, the secret as genesis of the poem, its condition of possibility, as when \nwe say, “That guy has the secret,” implying the art of something or other, \nthough here it is not essentially art that holds the secret of this act or rather \nthis event, it is the encounter) and then — the double sense of secret — on \nthe other hand, secondly, as what in the present itself — in the very presenta-\ntion of the poem, in this present now on which Celan insists so much, in the \nexperience of the encounter — still remains secret, at bottom like a present \nthat does not present itself, a phenomenon that does not phenomenalize \nitself. Nothing shows up, the nothing, the absurd shows up in manifesting \nnothing. We shall get to this manifestation as nonmanifestation.\nBut I think I know from having read this poem so often that its trajec-\ntory follows a line that deﬁ es all reconstitution in the form of logical or nar-\nrative exposition. The few initial sketches or sidesteps [esquisses ou esquives] \nthat I am proposing to you today are really only an invitation to take a look, \nto go get your eyes and hands involved in it yourselves, to encounter the \npoem. The line (I keep the word “line,” but we shall have to say “link” in \na moment, for the line is a link, Verbindende), the line as a link that links to \nthe other, the Thou in the encounter, the line as link that I am seeking to \ndraw or reconstitute is, moreover, the very thing that is being sought, that \nCelan admits having sought for during this journey, on this path that he \ndescribes at the end — and I shall basically be setting out from this, i.e. at \nthe end, from the end — [that Celan describes, then] as an “impossible path” \nor a “path of the impossible.” Moreover, an “impossible path” and a “path \nof the impossible” are not exactly the same thing. One might imagine that \n303 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 245,
      "bucket": "D (5-10%)",
      "error_rate": 8.8,
      "unknown_words_sample": [
        "ibid",
        "des",
        "diesen",
        "dif",
        "ihn",
        "dichtung",
        "celan",
        "gegangen",
        "glichen",
        "geglaubt"
      ],
      "full_text": "228  ‡  eighth session\nthe path of the impossible, for its part, as a path, as the pathway of the path, \nremains possible, which would by the same token make the impossible path \npossible in its turn: and it is no doubt deliberately, and with a view to the \ninextricable knot that holds them together, though distinct, that Celan says, \njuxtaposing and crossing them, “impossible path” and “path of the impos-\nsible”:\nLadies and gentlemen, I ﬁ nd something that offers me some consolation \nfor having traveled in your presence [in Ihrer Gegenwart: and this in Ihrer \nGegenwart, which looks like a conventional banality, a standard piece of \npoliteness addressed to the audience on prize day, this in Ihrer Gegenwart \nis all the more noticeably serious for the fact that the whole text will have \nturned around the enigma of the “now,” Gegenwart, and of presence; in \na moment I shall take only three examples by making three returns among \nothers that are possible, after having quoted the end of this sentence] this \nimpossible path, this path of the impossible [in Ihrer Gegenwart diesen un-\nmöglichen Weg, diesen Weg des Unmöglichen gegangen zu sein].39\nIt is this impossible path of the impossible that constitutes, as link, the line \nthat he believes he has found, even touched (habe ich ihn soeben wieder zu \nberühren geglaubt: these are the very last words), and which will soon be \ncalled the Meridian. This line is a link that leads to the encounter (Be-\ngegnung), to your encounter, the encounter of you, the nomination of Thou, \nwhereby he will more than once have named the poem and the present of \nthe poem. But before continuing this quotation to the end, I would like, \nvia a few returns, three returns, as I said, to show you how this “in your \npresence” (in Ihrer Gegenwart) was not a conventional concession (there are \nnone in this extraordinary text). This “in your presence” (in Ihrer Gegen-\nwart) was already invested, charged, made more serious by the question of \nthe poem, the poem in its difﬁ cult and tumultuous settling of scores with \nart, the question that bears on art and the question that bears on poetry \n(“Frage nach der Kunst und nach der Dichtung,” said Celan earlier, adding, “I \nhave approached Büchner, consciously, if not voluntarily, with my question \nabout art and literature — one question among many — in order to identify \nhis question”).40 Now this question becomes that of the poem, determined \nby Celan as present and presence, as now and presence.\nFirst return, toward what exactly the word “Majesty” implies in the very \nessence or rather the event, the chance, of poetry. After several appearances \n39. Celan, “Le Méridien,” p. 84 [p. 185] .\n40. Ibid., p. 67 [p. 177]. \n \n304\n \n305\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 246,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "ibid",
        "countermanifestation",
        "gegenwort",
        "dichtung",
        "merid",
        "ein",
        "celan",
        "genwart",
        "etc",
        "freiheit"
      ],
      "full_text": "eighth session  ‡  229\nof art, to which we shall return (art as marionette, art as monkey, etc.), here \nis Lucile from Danton’s Death, the one who is “blind to art” (die Kunst-\nblinde), who surprises us by shouting, “Long live the King!” You see, as if I \nneeded to tell you, that with this scene from the French Revolution and the \nputting to death of the king, right by the scaffold, but also this evocation of \nmarionettes and the monkey, we are indeed as close as can be to our great \nquestion, “the beast and the sovereign.”\nLucile shouts, “Long live the King!” and Celan emphasizes with an ex-\nclamation point how surprising this cry is, right by the bloody scaffold and \nafter he has recalled the “artful words” (kunstreiche Worte) of Danton, Ca-\nmille, etc. — she, Lucile, who is blind to art, shouts, “Long live the King!” \nCelan calls it a counterstatement (Gegenwort):\nAfter all these words spoken on the platform (the scaffold [es ist das Blutge-\nrüst]) — what a statement [welch ein Wort!]!\n \nIt is a counterstatement [Es ist das Gegenwort], a statement that severs \nthe “wire,” which refuses to bow before the “loiterers and parade horses of \nhistory.” It is an act of freedom. It is a step. [Es ist ein Akt der Freiheit. Es ist \nein Schritt.]41\nTo support this claim, namely that this “Long live the King” from the one \nwho is blind to art is a “step” and an “act of liberty,” a manifestation with-\nout manifestation, a countermanifestation, Celan must withdraw this cry, \nthis “counterword,” from its political code, namely its counterrevolutionary \nmeaning, and even from what a countermanifestation may still owe to this \npolitical code. Celan thinks that, on the contrary, he can recognize the cry, \nit being an act of liberty, as a poetic act — or, if not a poetic act, a poetic do-\ning or still less an ars poetica on the part of one who is “blind to art” — he \nthinks he can recognize it as “poetry” itself (die Dichtung). And it is in order \nto hear the poetry in this “act of freedom,” in this “step” (and the reference \nto a step, to walking, to coming or going, is always decisive in “The Merid-\nian”) [it is in order to hear the poetry in this act of freedom, in this step], \nthat Celan advances the thought that the homage in this “Long live the \nKing,” the taking sides, the profession of faith, the salute (gehuldigt) is not \npronounced, politically speaking, in favor of the monarchy, of His Majesty \nthe King Louis XVI, but in favor of the majesty of the present, of the Ge-\ngenwart. This Gegenwort speaks in favor of the majesty of the Gegenwart. \nAnd in the passage that I shall read in translation, I shall emphasize four \n41. Ibid., p. 63 [p. 175]. \n306 \n"
    }
  ]
}