{
  "document": "Derrida_TheBeastAndTheSovereignVol1",
  "batch_number": 4,
  "total_batches": 10,
  "pages": [
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 127,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "originary",
        "ction",
        "nonlife",
        "mal",
        "geno",
        "lacan",
        "obliga",
        "legislations",
        "ent",
        "tion"
      ],
      "full_text": "110  ‡  fourth session\nembryo a few weeks old, destined after birth to live a short life — one day, \nfor example — and a life of mental and physical handicap — saving such a \nlife without the slightest future ought to come before the lives of millions, \nor an inﬁ nite number of living animals in full health and with a full future. \nWho will say that this choice really is possible or easy? Whatever reply one \nreally gives to this question, whatever decision one takes (and these are not \nabstract and artiﬁ cial examples, as one could show, decisions such as this \nare taken every day), what is certain is that in the humanist logic deployed \nby Lacan, the putting to death of the newborn, abandoning the newborn \nto its death, the failure to assist a person in danger that that represents, will \nbe judged to be criminal and cruel, whereas the killing of billions of beasts \nwould not be. The frontier is here qualitative and essential; numbers and \ntime do not count. There is no “crime against animality” nor crime of geno-\ncide against nonhuman living beings.\n2. In the second place, the second upping of the ante: it is not enough to \nsay that this unconditional ethical obligation, if there is one, binds me to \nthe life of any living being in general. It also binds me twice over to some-\nthing nonliving, namely to the present nonlife or the nonpresent life of \nthose who are not living, present living beings, living beings in the pres-\nent, contemporaries — i.e. dead living beings and living beings not yet born, \n nonpresent- living- beings or living beings that are not present. One must \ntherefore inscribe death in the concept of life. And you can imagine all the \nconsequences this would have. Moreover, it is not certain that even in the \noriginary history or ﬁ ction of the murder of the primal father according to \nwhich the  brother- sons subject themselves to the law because, says Freud, \nthe shame of their crime compels them to do so, it is not certain that this \nshame does not signify, always already, in its possibility, the bond of obliga-\ntion or debt with respect to the dead.\nB. Second complication. There are indeed “animal rights”: some national \nlegislations proscribe some acts of violence, some forms of torture or violence \ntoward animals; and there are, as you know, all sorts of likable associations \nin the world that would like to do more, to publish universal declarations of \nthe rights of animals analogous to the declaration of the rights of man. But, \nto put it brieﬂ y, the texts of existing laws only forbid certain forms of cruelty \nor torture, but they do not forbid the killing of animals in general, be it for \nthe production of meat for food, or for experimentation and dissection. The \nstruggle against certain forms of hunting and against bullﬁ ghting is under \nway and has little chance of getting very far for the moment. Killing an ani-\nmal, at any rate, is not held to be cruel in itself. As for the declarations of the \nrights of animals called for by some people, beyond the fact that they never \n \n158\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 128,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "donc",
        "tice",
        "prac",
        "pondait",
        "zoontolo",
        "gies",
        "michaud",
        "autobiographique",
        "fordham",
        "modi"
      ],
      "full_text": "fourth session  ‡  111\ngo so far as to condemn all putting to death, they most often follow, very \nnaïvely, an existing right, the rights of man adapted by analogy to animals. \nNow these rights of man are in a relation of solidarity and indissociably, \nsystematically dependent on a philosophy of the subject of a Cartesian or \nKantian type, which is the very philosophy in the name of which the animal \nis reduced to the status of a machine without reason and without person-\nhood. This is a major failure of logic, the principle of which I merely point \nout, there being no need to say anymore about it here. I prefer, since it is a \nmatter of the determination of man as person and personal subject, to look \nmore closely at what is implied here by this concept of subject, including, \nas to the animal, what becomes of it after the transformation or subversion \nthat Lacan imprints on the concept of the subject. You will recall that it was \nby what he called a “recourse [. . .] to the subject” that Lacan concluded the \narticle we were reading. Let me read that sentence again:\nif we can provide a more justly rigorous truth, let us not forget that we owe \nit to the following privileged function: that of the recourse of the subject to \nthe subject, which inscribes our duties in the order of eternal fraternity: its \nrule is also the rule of every action allowed us.\nWould it sufﬁ ce for an ethics to remind the subject (as Lévinas will have \nattempted) of its  being- subject, its  being- host or hostage, and thus its being-\n subject to the other, the Wholly Other or to any other [au Tout- Autre ou à \ntout autre]?19\nI do not believe so. This does not sufﬁ ce to break the Cartesian tradition \nof the  animal- machine with neither language nor response.20 This is not \n19. The rest of this session repeats a then unpublished portion of the lecture given \nto the 1997 Cerisy conference, “L’animal autobiographique.” It appeared subsequently, \nwithout major modiﬁ cations, under the title “Et si l’animal répondait?” in the Cahiers \nde L’Herne, no. 83: Derrida, ed. Marie-Louise Mallet and Ginette Michaud (Paris: Édi-\ntions de L’Herne, 2004), pp. 117–29. It was also reprinted in the posthumous book by \nJacques Derrida, L’animal que donc je suis, ed. Marie-Louise Mallet (Paris: Galilée, \n2006), pp. 163–91; trans. David Wills as “And Say the Animal Responded,” in Zoontolo-\ngies: The Question of the Animal, ed. Cary Wolfe (Minneapolis: University of Minnesota \nPress, 2003), pp. 121–46, and reprinted in Jacques Derrida, The Animal that Therefore I \nAm, ed. Marie-Louise Mallet (New York: Fordham University Press, 2008). [Transla-\ntor’s note: In the interests of consistency of style and tone I have retranslated the text \nhere.]\n20. [Derrida’s note:] Here we would need, as I have tried elsewhere, in a rereading of \nDescartes, to unfold what I shall here call the question of the response. And to deﬁ ne the \nhegemonic permanence of this “Cartesianism” that dominates the discourse and prac-\ntice of human and humanist modernity—as to the animal. What the programmed ma-\n159 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 129,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "donc",
        "straint",
        "venir",
        "lacanian",
        "signi",
        "traducteur",
        "rst",
        "autobiographique",
        "justi",
        "crits"
      ],
      "full_text": "112  ‡  fourth session\nsufﬁ cient, even in a logic or an ethics of the unconscious which, without giv-\ning up on the concept of the subject, would lay claim to some “subversion \nof the subject.”\nWith this Lacanian title, “Subversion of the Subject,” we are, then, mov-\ning from one ethical denial to another. In “Subversion of the Subject and \nDialectic of Desire in the Freudian Unconscious” (1960),21 a certain passage \nnames “the animal” or “an animal” — in the singular and without further \nspeciﬁ cation. It marks perhaps both a step beyond and a step backward \nfrom Freud as to the relation between man, the unconscious, and what I \ncall the animot.22 This remarkable page ﬁ rst gives the impression, and the \nhope, that things are going to change, especially as to the concept of com-\nmunication or information that is assigned to what is called the animal, the \nanimal in general. This “animal” is supposedly only capable, so one thinks, \nof a coded message or a narrowly signaling signiﬁ cation, under strict con-\nstraint: ﬁ xed in its programming. Lacan begins to take on the “platitude” \nof “modern information theory.” It is true that he is speaking here of the \nhuman subject and not the animal, but he writes this, which indeed names \nthe sovereign as absolute Master but which seems to announce, and even \nallow one to hope for, a different note:\nThe Other, as prior site of the pure subject of the signiﬁ er, holds the  master-\n position in it, even before coming to existence — to say it with and against \nHegel — as absolute Master. For what is omitted in the platitude of mod-\nern information theory, is that one cannot even speak of a code unless it be \nchine, like the animal, supposedly cannot do, is not to emit signs but, says the Discourse \non Method (part 5), to “respond.” Like animals, machines that had “the organs and the \nexternal shape of a monkey [. . .] could not use words or other signs by composing them \nas we do to declare our thoughts to others. For we may well conceive of a machine so \nconstructed that it proffers words, and even words relating to bodily actions that cause \nsome change in its organs; so that if touched in a particular place, it might ask what one \nwishes to say to it, or in another, it might cry out that one is hurting it, and other similar \nthings; but not that it could arrange them diversely to respond [my emphasis—J.D.] to \nthe meaning of everything said in its presence, as the dullest of men can do.” [Transla-\ntor’s note: my translation of Descartes.] \n21. Lacan, Écrits, pp. 793–827 (pp. 807ff.) [pp. 683ff.].\n22. [Derrida’s note:]  Translator-to-come’s note on the word “animot.” Quote for ex-\nample pages 298–99 of “L’animal que donc je suis,” on what motivates or justiﬁ es the \nchoice of this word “animot,” more untranslatable than ever. [Editors’ note: See L’animal \nautobiographique, pp. 298–99, and L’animal que donc je suis, pp. 73–77.] [Translator’s \nnote: The editors of the French edition suggest that the opening of the note (“Note du \ntraducteur à venir”) should perhaps read “Note au traducteur . . .” (“note to the transla-\ntor . . .”).]\n \n160\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 131,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "gregarism",
        "animot",
        "ecting",
        "lacan",
        "tary",
        "sexualizing",
        "suf",
        "litical",
        "devel",
        "vol"
      ],
      "full_text": "114  ‡  fourth session\nconscious” that the animal cannot have its own unconscious, properly its \nown, as it were, and if the logic of this expression were not ridiculous. But it \nwould be ridiculous primarily for Lacan himself, perhaps, since he writes: \n“At the time of propedeutics, one can illustrate the effect of the enunciation \nby asking the pupil if he can imagine the unconscious in an animal, unless \nit be some effect of language: of human language.”25\nEach word in this sentence would merit a critical examination. The the-\nsis is clear: the animal has neither the unconscious nor language, it does not \nhave the other, it has no relation to the other as such, except by an effect of \nthe human order, by contagion, appropriation, domestication.\nNo doubt taking into account the sexualizing specularity of the animal\nis a remarkable advance, even if it captures the animot in the mirror, and \neven if it holds the female pigeon or the desert locust in captivity in the \nimaginary. Referring at this point to the effects of a Gestalt attested to by a \n“biological experimentation” which does not ﬁ t with the language of “psy-\nchic causality,” Lacan praises this theory for nonetheless recognizing that \nthe “maturation of the gonad in the female pigeon” presupposes “the sight \nof a congeneric” and therefore another pigeon, whatever its sex. And that is \ntrue to the point that simple reﬂ ection in a mirror sufﬁ ces. A visual image \nalso sufﬁ ces for the desert locust to pass from solitude to gregariousness. \nLacan speaks, in a way that I think signiﬁ cant, of passage from the “soli-\ntary” form to the “gregarious” form, and not to the social and still less po-\nlitical form, of course, as though the difference between the gregarious and \nthe social were the difference between animal and man.26 This motif and \nthis word “gregarious,” and even “gregarism,” reappear in force around ten \nyears later, around animality, in “Remarks on Psychic Causality” (1946),27 a \ntext at the end of which, moreover, Lacan claims that one cannot get beyond \nDescartes. The analysis of the specular effect in the pigeon is more devel-\noped but goes in the same direction: the ovulation of the female pigeon, \naccording to then recent work by Harrison (1939),28 happens on mere sight \nof a form that suggests a congeneric pigeon, a reﬂ ecting sight, basically, \neven in the absence of a real male. It really has to do with specular vision, \n25. “Position of the Unconscious,” in Écrits, p. 834 [p. 707].\n26. “The  Mirror-Stage as Formative of the Function of the I,” in Écrits, p. 93 \n[p. 77].\n27. “Remarks on Psychic Causality,” in Écrits, especially pp. 190–91 [pp. 155–56].\n28. See Proceedings of the Royal Society, series B (Biological Sciences), vol. 126, no. \n845 (February 1939).\n \n162\n \n163\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 132,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "propriate",
        "ibid",
        "intra",
        "des",
        "tion",
        "paradoxi",
        "xity",
        "specularity",
        "autodeictic",
        "crits"
      ],
      "full_text": "fourth session  ‡  115\nof image or visual image, and not with identiﬁ cation by odor or cry. Even \nif the courtship play is physically prevented by a glass plate, and even if the \ncouple is made up of two females, ovulation occurs. It happens after twelve \ndays when the couple is heterosexual, as it were, and after a period that can \nbe as long as two months for two females. A mirror is enough to make it \nhappen.29\nOne of the interesting things about this interpretation, is that, like Des-\ncartes basically, and according to this tried-and-true  biblico- Promethean \ntradition to which I keep returning, it puts in relation the ﬁ xity of animal \ndeterminism, in the order of information or communication, with a certain \noriginary perfection of the animal. Conversely, if “human knowledge” is \n“more autonomous than that of the animal from the  force- ﬁ eld of desire,”30 \nand if “the human order is distinguished from nature,”31 this is, paradoxi-\ncally, because of an imperfection, an originary defect of man, who, basically, \nreceived speech and technology only in place of something lacking. This \nis what Lacan places at the center of his “Mirror- Stage . . . ,” namely “the \ndatum of a true speciﬁ c prematurity of birth in humans.”32 The defect linked \nto this prematurity supposedly corresponds to “the objective notion of the \nanatomical incompleteness of the pyramidal system,” what embryologists \ncall “fetalization,” the link of which to a certain “intra organic mirror”33 is \nrecalled by Lacan. An autotelic specularity of the inside is linked to a defect, \na prematurity, an incompleteness of the little human.\nWe must register with the greatest prudence what we have just rather \nhastily called a limited but incontestable advance, still on the threshold of \n“Subversion of the Subject . . .” For not only can the animal, held in the \nimaginary, not accede to the symbolic, the unconscious, and language (and \ntherefore to the egological function of the autodeictic “I”), but the descrip-\ntion of its semiotic power remained determined, in the “Rome Discourse” \n29. “Remarks on Psychic Causality,” pp. 154–56. See also pp. 342, 345–46, 452 \n[pp. 284, 286–87, 377].\n30. “The  Mirror-Stage . . . ,” p. 96 [p. 77].\n31. “Variations on the Standard Treatment,” in Écrits, p. 354 [p. 294]: “For it is ap-\npropriate to meditate the fact that it is not only by a symbolic assumption that speech \nconstitutes the being of the subject, but that, via the law of alliance, by which the human \norder is distinguished from nature, speech determines, from before birth, not only the \nstatus of the subject, but the coming into the world of its biological being.” \n32. “The  Mirror-Stage . . . ,” p. 96 [p. 78].\n33. Ibid., p. 97 [p. 78].\n164 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 133,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "tes",
        "vient",
        "ight",
        "grammed",
        "ics",
        "metaphys",
        "exibly",
        "etc",
        "xity",
        "sentation"
      ],
      "full_text": "116  ‡  fourth session\n(1953),34 in the most dogmatically traditional manner, ﬁ xed in Cartesian ﬁ x-\nism, in the presupposition of a code that allows only reactions to stimuli and \nnot responses to questions. I say “semiotic system” and not language, for it \nis language that Lacan also refuses to the animal, allowing it only what he \ncalls a “code,” the “ﬁ xity of a coding” or a “system of signaling.” Other ways \nof naming what — in a cognitivist problematic of the animal, which often \nrepeats, while appearing to oppose, the most tired truisms of metaphys-\nics — is called the “hardwired response” or “hardwired behavior.”35\nLacan is so much more precise and ﬁ rm in taking up on his own account \nthe old, modernized topos of the bees that he seems, as it were, to have an \nuneasy conscience about it. I sense a muted worry under the authority of \nthis new, but so, so old discourse on bees. Lacan claims to base himself on \nwhat he calmly calls the “animal realm” in order to criticize the current \nnotion of sign language, in opposition to “human languages.” When bees \napparently “respond” to a “message,” they are not responding, they are react-\n34. “Function and Field of Speech and Language in Psychoanalysis,” in Écrits, \npp. 237–322 [pp. 197–268].\n35. [Derrida’s note:] See Joëlle Proust, Comment l’esprit vient aux bêtes: Essai sur la \nreprésentation (Paris: Gallimard, 1997), p. 150. The same author does everything to \nmake the word “response,” in the case of the animal, mean nothing other than a pro-\ngrammed reaction, deprived of all responsibility or even of all “intentional” respon-\nsivity—this word “intentional” being used with an imprudence, a conﬁ dence, not to \nsay a phenomenological crudeness, that makes one smile. About the syrphid, an insect \n“programmed to seek out females by automatically applying a pursuit trajectory ac-\ncording to a certain algorithm to intercept the object pursued,” Joëlle Proust cites Ruth \nMillikan, and comments as follows: “What is interesting in this type of response is that \nit is inﬂ exibly produced by certain precise characteristics of the stimulus (here, its size \nand speed). The insect cannot respond to other characteristics, nor can it dismiss targets \nthat show characteristics incompatible with the expected function. It cannot abandon \nits ﬂ ight when it ‘perceives’ that it is not following a female. This insect appears to have \nno means of evaluating how correct its own perceptions are. It therefore seems unduly \ngenerous to attribute to it an intentional capacity properly so called. It responds to signs, but \nthese signs are not characteristics of an independent object; they are characteristics of \nproximal stimulations. As Millikan says, it follows a ‘proximal rule.’ However, the pre-\nwired response has as its aim the fecundation of a female syrphid, i.e. an object existing \nin the world” (pp. 228–29). I emphasize the words that, more than others, would call for \na vigilant reading. The critical or deconstructive reading that we are calling for would \nseek less to give back to the animal or to such and such an insect the powers here being \ndenied it (even though that sometimes seems possible) <than> to wonder if the same \ntype of analysis could not claim just as much relevance in the case of man, for example \nin the “wiring” of his sexual and reproductive behavior. Etc.\n \n165\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 137,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "ject",
        "cially",
        "nier",
        "tion",
        "espe",
        "signi",
        "ter",
        "reac",
        "psy",
        "autokinesis"
      ],
      "full_text": "120  ‡  fourth session\nwould sufﬁ ce to conﬁ rm, precisely, the very thing that one is trying to deny, \nnamely a reactionality in the response. I’m saying “deny” [dénier, in the psy-\nchoanalytic sense], and that’s why I always place denial at the heart of all \nthese discourses on the animal.\n2. On the other hand, without erasing the difference, a nonoppositional \nand inﬁ nitely differentiated, qualitative, intensive difference, between reac-\ntion and response, the point is, on the contrary, to take it into account in the \nwhole differentiated ﬁ eld of experience and of a world of life. And to do \nso without distributing this differentiated and multiple difference, in such \na massive and homogenizing way, between the human subject on the one \nhand and the nonsubject that is the animal in general on the other, this lat-\nter coming to be, in another sense, the nonsubject subjected to the human \nsubject.\n3. Finally, the point would be to elaborate another “logic” of decision, \nresponse, event — as I also try to deploy it elsewhere and which seems to \nme less incompatible with what Lacan himself, in “Subversion of the Sub-\nject . . . ,” says of the code as “code of the Other.” Meaning that Other from \nwhom “the subject receives even the message he emits.”39 This axiom ought \nto complicate any simple distinction between responsibility and reaction, with \nall its consequences. And so the point would be to reinscribe this différance \nof reaction and response and thereby this historicity of ethical, juridical, \nor political responsibility, into another thinking of life, living beings, into \nanother relation of the living to their ipseity, and thereby to their supposed \nsovereignty, their autos, their own autokinesis and reactional automaticity, \nto death, to technique, or to the machinic.\nAfter this detour, if we come then to the later text entitled “Subversion \nof the Subject and Dialectic of Desire in the Freudian Unconscious,” we \nwill, it is true, follow the same logic in it, and the same oppositions — espe-\ncially the opposition of imaginary and symbolic, of the specular capture of \nwhich the animal is capable and the symbolic order of the signiﬁ er to which \nit does not have access. At this juncture of the imaginary and the symbolic, \nthe whole question of the relation to self in general is played out, the posi-\ntion of the self, the ego and sovereign ipseity of course, but also the position \nof the theoretician or the institution in the history of which said theoreti-\ncian articulates and signs his discourse on that juncture: here Lacan’s dis-\ncourse and its signature. (We cannot do this here, within these limits, but \nwe should have to place in its proper perspective, a few years after the war, \nwith its ideological stakes, the whole essentially anthropological aim of the \n39. “Subversion of the Subject . . . ,” p. 807 [p. 683].\n \n170\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 138,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "biologism",
        "ibid",
        "tive",
        "nement",
        "lacan",
        "seduc",
        "tion",
        "geneticism",
        "testi",
        "prises"
      ],
      "full_text": "fourth session  ‡  121\nperiod, even as it claimed to go beyond any positive anthropology or any \n metaphysico- humanistic anthropocentrism. And, above all, in an entirely \nlegitimate way, beyond biologism, behaviorist physicalism, geneticism, etc. \nFor Heidegger as for Lacan and so many others, the point at that time was \nto lay out a new fundamental anthropology and to reply to and for the ques-\ntion “What is man?” This moment has not at all been left behind, it is even \nputting forward new forms of the same dangers.)\nIn “Subversion of the Subject . . . ,” the reﬁ nement of the analysis bears \non other conceptual distinctions. They seem equally problematic to me as \nthose we have just been analyzing and, moreover, remain indissociable \nfrom them.\nWe are dealing apparently with a parenthesis (“Let us observe in a pa-\nrenthesis . . .”), but a parenthesis that to my eyes is capital. For it bears \non the dimension of testimony in general. Who testiﬁ es about what and \nwhom? Who proves, who looks, who observes whom and what? What \nabout knowl edge, certainty, and truth? “Let us observe in parentheses,” \nsays Lacan, “that this Other distinguished as place of Speech, imposes it-\nself no less as witness of Truth. Without the dimension that it constitutes, \ntrickery in speech would not be distinguishable from mere feint, which, in \ncombat or sexual display, is however very different.”40\nThe ﬁ gure of the animal, then, has just emerged in this difference be-\ntween feint and trickery. Recall what we were saying about Machiavelli, \nabout the prince and the fox, and about the fox that feigns not being the \nfox that it is or even that it is imitating. I am not a fox, the prince can say, \nbasically, the prince who is not really a fox but who is acting like a fox, \nwho knows how to feign being a fox all the while feigning not to feign and \ntherefore not to be the fox that he basically is in what he says or does. Lacan \nwould say that only a prince or a man is capable of this, not a fox. A clean \ndistinction between what Lacan says the animal is able to do, i.e. strategic \nfeint (following, chasing, or persecuting, be it warlike, predatory, or seduc-\ntive), and what it is unable to do and testify to, namely the trickery of speech \nin the order of the signiﬁ er and of Truth. The trickery of speech, as we \nshall see, is of course the lie (and the animal cannot really lie, according to \ncommon sense, according to Lacan and many others, even if, as we know, it \nknows how to feign); but, more precisely, trickery is lying insofar as it com-\nprises, in promising the truth, the supplementary possibility of speaking the \ntruth in order to mislead the other, to make the other believe something \nother than the truth (you know the Jewish joke told by Freud and often \n40. Ibid., p. 807 [p. 683].\n171 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 139,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "philos",
        "presymbolic",
        "cust",
        "dancity",
        "specularity",
        "ity",
        "abil",
        "lacan",
        "dansit",
        "densit"
      ],
      "full_text": "122  ‡  fourth session\ncited by Lacan: “Why tell me you are going to X, so that I’ll believe you’re \ngoing to Y, when you’re going to X?”). According to Lacan, it is this lie, this \ntrickery, this  second- degree feint that the animal is unable to do, whereas \nthe “subject of the signiﬁ er,” in the human order, supposedly has the power \nto do so and, moreover, supposedly comes into being as a subject, institutes \nand comes to itself as sovereign subject by virtue of this power: a reﬂ exive \n second- degree power, a conscious power of trickery through feigning to \nfeign. One of the interesting things about this analysis is that Lacan really \ndoes concede a lot, this time — more in any case than anyone in philos-\nophy and more than he himself had done in earlier writings — to this abil-\nity to feign on the part of what he always calls “the animal,” “an animal,” \non the part of what he terms here its “dancity,” with an “a.”41 “Dancity” is \nthe ability to feign in dance, lure, display, in the choreography of hunting \nor seduction, in the display shown before making love or to defend oneself \nwhen making war, and so in all the forms of the “I am” or “I am followed” \nthat we are tracking here. But whatever he concedes to the animal in this \nway, Lacan holds it in the imaginary or the presymbolic (as we noted in his \n“Mirror- Stage” period and in the example of the pigeon or the desert lo-\ncust). He holds “the animal” prisoner in the specularity of the imaginary; or \nrather he holds that the animal holds itself in this captivity and speaks with \nreference to it of “imaginary capture.” Above all, he holds the animal down \nto the ﬁ rst degree of feigning (feigning without feigning feigning) or, what \ncomes to the same thing here, to the ﬁ rst degree of the trace: ability to trace, \ntrack, track down [dépister], but not to throw the tracking off track [dé- pister \nle dé- pistage] and to efface its track.\nFor a “But” will indeed fold this paragraph in two (“But an animal does not \nfeign feigning”). An accounting separates out the columns of what must be \nconceded to the animal (feint and trace, the inscription of the trace) and what \nmust be denied it (trickery, lying, the feint of the feint, and the effacement \nof the trace). But — what the articulation of this “But” perhaps leaves out \nof sight, discreetly in the shade, among all the features listed, is perhaps the \nreference to life, to the “vital.” And it is indeed the question of life that is oc-\ncupying us in this seminar, before all and after all, between the beast and the \nsovereign. Everything conceded to the animal is done so under the heading \nof “vital situations,” whereas — one would be tempted to conclude — the \nanimal, be it hunter or game, is deemed be incapable of an authentic rela-\n41. [Translator’s note:] Lacan’s neologism “dansité” is a homophone of “densité,” \ndensity.\n \n172\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 140,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "dutoit",
        "dancity",
        "cially",
        "apories",
        "tion",
        "signi",
        "espe",
        "possibil",
        "pister",
        "crits"
      ],
      "full_text": "fourth session  ‡  123\ntion to death, of a testimony to a mortality essential to the heart of Truth or \nits Speech. The animal is a living being that is only living, an “immortal” \nliving being, as it were. As in Heidegger (to whom Lacan is here closer than \never, in particular, as we shall see, as to what links the logos to the possibil-\nity of “tricking” and “making mistakes” [“tromper” et “se tromper”]), the \nanimal does not die.42 Moreover, for this same reason the animal supposedly \nknows nothing of mourning, sepulcher, and corpse — which Lacan says is \na “signiﬁ er”:\nLet us observe in parentheses that this Other distinguished as place of \nSpeech, imposes itself no less as witness of Truth. Without the dimension \nthat it constitutes, trickery in Speech would not be distinguishable from \nmere feint, which, in combat or sexual display, is however very different. \nDeploying itself in imaginary capture, the feint is part of the play of ap-\nproaching and breaking away that constitutes the originary dance, in which \nthese two vital situations ﬁ nd their scansion, and the partners who follow \nit — what we shall venture to write as their dancity. The animal, moreover, \nshows itself capable of this when it is tracked: it is able to throw off track43 \nby feigning a departure in one direction. This can go so far as to suggest \namong game animals the nobility of honoring the aspect of display that is \npart of the hunt. \n42. [Derrida’s note:] Allow me to refer here to Apories (Paris: Galilée, 1996), espe-\ncially around pages 70 and 132 [trans. Thomas Dutoit as Aporias (Stanford University \nPress, 1993), pp. 36 and 76].\n43. [Derrida’s note:] Lacan explains in an important note to the “Seminar on the Pur-\nloined Letter” (Écrits, p. 22) the original use he makes here of the word “dépister”: not \nto track, sniff out, trail but, on the contrary, as it were, to cover the trail by erasing one’s \ntracks, dé-pister. In this note he invokes both Freud’s famous text on “The Antitheti-\ncal Sense of Primal Words,” Benveniste’s “magisterial correction” of it, and a piece of \ninformation from [the etymological dictionary of] Bloch and Wartburg, who date from \n1875 the second usage of the word dépister. The question of the antithetical meaning of \ncertain words “remains entire,” says Lacan, “if one bring out in its rigor the agency of \nthe signiﬁ er.” Indeed, I would be tempted to say, upping the ante, especially if, as is the \ncase here, we put to the test the axioms of a logic of the signiﬁ er in its double relation \nto the distinction between the animal order (imaginary capture) and the human order \n(access to the symbolic and the signiﬁ er), on the one hand, and a different interpretative \nputting to work of undecidability, on the other. The supposedly established difference \nbetween pister and dépister, or rather between dépister (to trace or follow a trail) and dé-\npister (to erase a trail or voluntarily lead the follower astray), gathers and guarantees the \nwhole distinction between human and animal according to Lacan. This distinction only \nhas to tremble for the whole axiomatic to be ruined, in its very principle. This is what \nwe are going to have to clarify.\n173 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 144,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "dif",
        "ined",
        "nal",
        "ures",
        "etc",
        "nization",
        "mimeticism",
        "reexam",
        "sible",
        "axiomatics"
      ],
      "full_text": "fourth session  ‡  127\nor human proximity, with all humanity? Must not this place of the Other \nbe a- human? If that were the case, the a- human, or at least the ﬁ gure of \nsome divinanimality (to say it in one word), even if it were pre- sensed via \nman, would be the  quasi- transcendental referent, the excluded, foreclosed, \ndenied, tamed, sacriﬁ ced ground of what it grounds: namely the symbolic \norder, the human order, the law, justice. Is this necessity not acting in secret \nin Lévinas and Lacan, who, moreover, so often encounter each other’s path \ndespite all the differences in the world? This is one of the reasons why it \nis so difﬁ cult to hold a discourse of mastery or transcendence with respect \nto the animal and simultaneously claim to do so in the name of God, in the \nname of the name of the Father or the name of the Law. The Father, the \nLaw, the Animal, etc., the sovereign and the beast — should one not rec-\nognize here basically one and the same thing? Or, rather, indissociable ﬁ g-\nures of the same Thing? One could add the Mother, and it probably would \nchange nothing. Nietzsche and Kafka understood this perhaps better than \nphilosophers or theorists did, at least in the tradition we are attempting to \nanalyze.\nOf course, once again, my concern is not primarily to object frontally to \nthe logic of this discourse and what it brings with it of the Lacan from the \nperiod of the Écrits (1966). I must for now leave hanging the question of \nknowing whether, in the texts that followed or in seminars (published or \nnot, accessible or inaccessible), the frame of this logic was explicitly reexam-\nined. Especially when the oppositional distinction between the imaginary \nand the symbolic, which forms the very axiomatics of this discourse on the \nanimal, seems to be increasingly left to one side, if not rejected, by Lacan. \nAs always, I am trying to take into account the strongest systematic orga-\nnization of a discourse in the form in which it gathers itself at a relatively \ndeterminable moment of its process. Spanning thirty years, the various texts \ngathered in one volume, the Écrits, strongly bound to itself, give us in this \nrespect a reliable hold and path to follow. Among the published and acces-\nsible texts that follow the Écrits, one should, in particular, try to follow the \npath that leads, interestingly but I believe without a break, to the analyses \nof animal mimeticism, for example, always from the point of view of view, \nfrom that of the image and the “seeing oneself looked at,” even by a can of \nsardines that can’t see me (“First, if it means anything when Petit- Jean says \nbrought to bear on the parricidal brothers according to the logic of Totem and Taboo. \nIn many places, Lacan certainly dreams of an other fraternity, for example in these ﬁ nal \nwords of “Aggressivity in Psychoanalysis”: “It is to this being of nothingness that it is \nour daily task to open anew the way of his meaning in a discreet fraternity to which we \nnever measure up” (Écrits, p. 124 [p. 101]).\n178 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 146,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "ogy",
        "cantly",
        "psychol",
        "umwelt",
        "gies",
        "lacan",
        "ticle",
        "supplementarity",
        "ciently",
        "signi"
      ],
      "full_text": "fourth session  ‡  129\nbe taken into account; it supposes, then, simultaneously, the feint of the \nfeint — of a simple supplementary play of the other in the strategy of the \ngame. This supplementarity is at work from the ﬁ rst feint. Lacan, more-\nover, cannot deny that the animal takes the other into account. In the ar-\nticle “On a Question Preliminary to Any Possible Treatment of Psychosis” \n(1957–58), there is a remark that goes in this direction and that I should \nhave liked patiently to link to our network: simultaneously in tension, if \nnot in contradiction, with Lacan’s discourse on the imaginary capture of \nthe animal (in this way basically deprived of an other) and in harmony with \nthe discourse on pathology, evil, lack, or defect that mark the relation to the \nother as such in man but are already announced in the animal:\nTo take up a formula that had pleased Freud when he heard Charcot say it, \n“this does not stop it from existing” — here, the Other in its place A.\n \nFor remove it from there, and man can no longer even maintain himself \nin the position of Narcissus. The anima, as though through the effect of an \nelastic band, snaps back onto the animus and the animus onto the animal, \nwhich, between S and a, maintains with its Umwelt “foreign relations” that \nare signiﬁ cantly narrower than ours, without however one’s being able to \nsay that its relations with the Other are non- existent, but only that they ap-\npear to us only in sporadic sketches of neurosis.53\nIn other words, the beast only resembles man and only enters into relations \nwith the Other (in a weaker fashion, because of a “narrower” adaptation to \nthe environment) to the extent of its illness, the neurotic defect that brings \nit closer to man, to man as defect of premature animal, as yet insufﬁ ciently \ndetermined. If there were a continuity between the animal order and the \nhuman order, and hence between animal psychology and human psychol-\nogy, it would follow this line of evil, of fault, and of defect. Lacan, moreover, \nclaimed that he did not hold to a discontinuity between the two psycholo-\ngies (animal and human), at least qua psychologies: “May this digression here \ndissipate the misunderstanding that we apparently allowed some people to \nreach: that of imputing to us the doctrine of a discontinuity between animal \nand human psychology, which is very far from what we think.”54\nWhat does this mean? That the radical discontinuity between the animal \nand the human, an absolute and indivisible discontinuity that he nonetheless \n53. “On a Question Preliminary to Any Possible Treatment of Psychosis,” in Écrits, \np. 551 [p. 460].\n54. “Situation of Psychoanalysis and Training of the Psychoanalyst in 1956,” in \nÉcrits, p. 484 [p. 404]. \n180 \n181 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 147,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "concesso",
        "cacy",
        "pecially",
        "mal",
        "rms",
        "inde",
        "philosophi",
        "lacan",
        "doxic",
        "ence"
      ],
      "full_text": "130  ‡  fourth session\nconﬁ rms and deepens, no longer has to do with the psychological as such, \nanima and psyche, but precisely with the appearance of an other order.\nOn the other hand, an analogous (I do not say identical) conceptual un-\ndecidability comes to trouble the opposition, so decisive for Lacan, between \nmaking and effacing tracks [or traces]. The animal can trace, inscribe, or \nleave tracks, but, Lacan adds, it “does not efface its tracks, which would \nalready mean that it became the subject of the signiﬁ er.” Now here too, \neven supposing that we rely on this distinction, Lacan justiﬁ es neither by \ntestimony nor by ethological knowledge the assertion whereby “the ani-\nmal,” as he says, the animal in general, does not efface its tracks. Beyond \nthe fact that, as I had tried to show elsewhere (and this is why, so long ago, \nI had substituted the concept of trace for that of signiﬁ er), the structure of \nthe trace presupposes that to trace comes down to effacing a trace as much \nas imprinting it, all sorts of animal practices, sometimes ritual practices, for \nexample in burial and mourning, associate the experience of the trace and \nthat of the effacing of the trace. A feint, moreover, and even a simple feint, \nconsists in rendering a sensory trace unreadable or imperceptible. How \ncould one deny that the simple substitution of one trace for another, the \nmarking of their diacritical difference in the most elementary inscription, \nthe one Lacan concedes to the animal, involves effacement as much as im-\nprinting? It is just as difﬁ cult to assign a frontier between feint and feigned \nfeint, to draw an indivisible line through the middle of a feigned feint, as it \nis to distinguish inscription from effacement of the trace.\nBut let us go further, and ask a type of question that I should have liked, \ngiven time, to generalize. It is less a matter of wondering whether one has \nthe right to refuse the animal such and such a power (speech, reason, experi-\nence of death, mourning, culture, institution, politics, technique, clothing, \nlying, feigned feint, effacement of the trace, gift, laughter, tears, respect, \netc. — the list is necessarily indeﬁ nite, and the most powerful philosophi-\ncal tradition in which we live has refused all of that to the “animal”). It is \nmore a matter of wondering whether what one calls man has the right, for \nhis own part, to attribute in all rigor to man, to attribute to himself, then, \nwhat he refuses to the animal, and whether he ever has a concept of it that \nis pure, rigorous, indivisible, as such. Thus, even supposing, concesso non dato, \nthat the “animal” is incapable of effacing its traces, by what right should \none concede this power to man, to the “subject of the signiﬁ er”? And es-\npecially from a psychoanalytic point of view? Any man may certainly be \nconscious, within a space of doxic phenomenality, of effacing his traces. But \nwho will ever judge the efﬁ cacy of this gesture? Do we need to recall that \nany effaced trace, in consciousness, can leave a trace of its effacement the \n \n182\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 149,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "subjectivation",
        "rmed",
        "duplic",
        "signi",
        "etc",
        "cogito",
        "sential",
        "ized",
        "actu",
        "unary"
      ],
      "full_text": "132  ‡  fourth session\nthe difference between the nonfeigned feint of the animal and the feigned \nfeint of man capable of effacing his traces. In it, Lacan shares out praise and \ncriticism.\nOn the one hand, the “Cartesian cogito does not fail to recognize” the es-\nsential, namely that consciousness of existence, the sum, is not immanent to \nit but transcendent, and therefore beyond specular or imaginary capture. \nThis comes down to conﬁ rming that an animal cogito remains a captive \nof the identiﬁ catory image, a situation one could formalize by saying that \nthe animal accedes to the ego, the “me,” only by missing the “I,” but an “I” \nthat itself accedes to the signiﬁ er only on the basis of a lack: the (animal) self \nlacks the lack. Lacan writes, for example:\nThe ego is thenceforth a function of mastery, a play at being imposing, a \nconstituted rivalry [so many features that are not refused to the animal]. In \nthe capture that it undergoes from its imaginary nature, it masks its duplic-\nity, i.e. that the consciousness in which it assures itself of an incontestable \nexistence (a naïveté to be found deployed in the meditation of a Fénelon) \nis in no way immanent to it, but indeed transcendent since it sustains itself \non the basis of the unary trait of the ego- ideal (which the Cartesian cogito \ndoes not fail to realize). Whereby the transcendental ego itself is relativ-\nized, implicated as it is in the misrecognition in which are inaugurated the \nidentiﬁ cations of the ego.55\nBut, on the other hand, the ego cogito is dislodged from its position as central \nsubject. It loses mastery, central power, and becomes a subject subjected to \nthe signiﬁ er.\nThe imaginary process moves thus from the specular image to “the \nconstitution of the ego on the road of subjectivation by the signiﬁ er.” This \nseems to conﬁ rm that the  becoming- subject of the ego passes via the sig-\nniﬁ er, Speech, the Truth, etc., i.e. by losing immediate transparency, con-\nsciousness as consciousness of a self- identical self. Which leads to an only \napparent paradox: the subject is conﬁ rmed in the eminence of its power by \nsubverting it and bringing it back to its defect, namely that animality is on \nthe side of the conscious ego, whereas the humanity of the human subject is \non the side of the unconscious, the law of the signiﬁ er, Speech, the feigned \nfeint, etc.:\nThe promotion of consciousness as essential to the subject in the historical \naftermath of the Cartesian cogito is for us the misleading accentuation of \nthe transparency of the “I” in actu at the expense of the opacity of the signi-\n55. “Subversion of the Subject . . . ,” p. 809 [p. 685].\n \n184\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 151,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "cogito",
        "formu",
        "nonmythical",
        "tre",
        "distinc",
        "esis",
        "lacan",
        "tion",
        "nerescence",
        "nds"
      ],
      "full_text": "134  ‡  fourth session\nspring,” as Lacan himself says, beginning with the relevance of the distinc-\ntion between imaginary and symbolic? Is the “generic” a trait of the human \ngenus as animal genus or a feature of the human insofar as it escapes from \ngenus, from the generic, the genetic — by the defect, precisely, of a certain \nde- generation [dé- génération], rather than that of merely degenerating [dé-\n génerescence], a de- generation the very defect of which engenders symbolic \n“generation,” the relations between generations, the law in the Name of the \nFather, Speech, Truth, Trickery, the feigned feint, the power to efface the \ntrace, etc.?\nFrom this question, which we shall leave in abeyance, like a task, at the \npoint where, nonetheless, it proceeds from this traditional logic of the origi-\nnary defect, I return to what I announced as a ﬁ nal reminder, namely what \ngathers this whole placing into perspective of the defect in the history of the \noriginal fault, an original sin that ﬁ nds its mythical relay in the Oedipus \nstory, and then its nonmythical relay in the “castration complex” as formu-\nlated by Freud. In the following quotation, in which I shall emphasize the \nlack and the defect, we shall see again all the stages of our journey, Gen-\nesis, the snake, the question of “I” and of the “What am I?” (“What am I \nfollowing?”),59 a quotation from Valéry’s Sketch of a Serpent (“the universe \nis a defect in the purity of Non- Being”), etc.:\nThis is what is lacking for the subject to be able to think himself exhausted \nby his cogito, namely what about him is unthinkable. But where does this \nbeing come from who appears to be in some sense at fault [en défaut] in the \nsea of proper names?\n \nWe cannot ask this of this subject as an “I.” To know the answer, he lacks \neverything, since, if this subject “I,” I was dead, as we said, he would not \nknow it. Therefore that he does not know me to be alive. So how am I to \nprove it to Myself?\n \nFor I can, at a pinch, prove to the Other that he exists, not of course \nwith the proofs of the existence of God with which the centuries have \nbeen killing Him, but by loving him, a solution provided by the Christian \nkerygma.\n \nThis is, moreover, a solution that is too precarious for us even to think of \ngrounding in it a detour for what is our problem, namely: What am I?\n \nI am in the place whence it is shouted: “the universe is a defect in the \npurity of Non- Being.”\n \nAnd this is not without reason, for in being maintained, this place makes \n59. [Translator’s note:] Derrida’s parentheses enclose the words “être et suivre” \nto draw attention to the ambiguity of “je suis,” which can mean both “I am” and “I \nfollow.”\n \n187\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 153,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "soutien",
        "geoffroy",
        "comit",
        "cisia",
        "fty",
        "hilaire",
        "bourdieu",
        "riens",
        "intellectuels",
        "histori"
      ],
      "full_text": "f i f t h  s e s s i o n\nJanuary 30, 2002\ny\nOnce more, alas, as I did last week, with a sadness that knows nothing of \nrepetition, I shall salute the memory of a colleague who was a friend — and \nto honor Pierre Bourdieu, I neither want nor am able to give in to the genre \nof encomium or funeral oration — however sincere its pathos may be — at \nthe time when a friend of ﬁ fty years has left me, a friend who was also au-\nthor of the oeuvre you know.\nSeeking the right tone and looking for strength on the side of life, or \nthe reafﬁ rmation of life, here and now, and without hiding the element of \ndenial that I accept, I shall recall that it was in this room, in the 1990s, that, \nwith him and a few others, we founded the CISIA, Comité international \nde soutien aux intellectuels algériens [International Committee for the Sup-\nport of Algerian Intellectuals], also with the memory and attachment that \nwe both had, though differently, for Algeria and the common concern for \nthe terrible destiny of that country. And still on the side of life, since we \nare going to speak of Flaubert today, since we are going to bring back the \nrevenant Flaubert, I’ll behave as though we were inviting Pierre Bourdieu \nto take part in this seminar with us. I shall quote a passage from his book \nLes règles de l’art (The Rules of Art), which is to a great extent a book on \nFlaubert and a book based on Flaubert. I have chosen this passage because \nit deals with literature, knowledge, beasts, and monsters, as well as with \nthe law, with their legitimation. And also, as you will hear, the watchword, \nspoken like a law, by the father of sociology (Durkheim):\nBut the age is also that of Geoffroy Saint- Hilaire, Lamarck, Darwin, Cu-\nvier, theories on the origin of species and evolution: Flaubert who, like the \nParnassians, also intends to go beyond the traditional opposition between \nart and science, borrows from the natural and historical sciences not only \nerudite knowledge but also the mode of thought that characterizes them \nand the philosophy that comes from them: determinism, relativism, histori-\n \n190\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 159,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "deleuze",
        "guattari",
        "mal",
        "tises",
        "teaux",
        "choanalysis",
        "haved",
        "tion",
        "tise",
        "psy"
      ],
      "full_text": "142  ‡  fifth session\nteaux, which devotes so many analyses to the  becoming- animal, no longer \ntalks about bê tise, as did, twelve years earlier, then, Difference and Repetition, \nin a passage to which I shall come in a moment. The only allusion, the only \noccurrence of the word bê tise, that I have found (pending further investiga-\ntion) concerns, precisely, a certain bê tise of psychoanalysis as supposed know-\ning. The bê tise of psychoanalysis, the bê tises uttered by psychoanalysis when \nit talks about masochism and, in a more general way, when it talks about \nanimals. On page 317 [259] of Mille plateaux (but reread it all), Deleuze \nbegins a paragraph thus: “We wish to make a very simple point about psy-\nchoanalysis: from the beginning, it has often encountered the question of \nthe  becomings- animal of the human being” [and we must note immediately \nthat, for psychoanalysis and for Deleuze when he disputes psychoanalysis \non this subject, it is always only about man, the  becoming- animal of man, \nthe history and stories of man in his  becomings- animal, in other words, of \nthe  becoming- anthropomorphically- animal of man, and not about the ani-\nmal and the beast, as it were, themselves].\nWe wish to make a very simple point about psychoanalysis: from the be-\nginning, it has often encountered the question of the  becomings- animal of \nthe human being. In children, who constantly undergo such becomings. \nIn fetishism and especially in masochism, which constantly confront this \nproblem. The least one can say is that the psychoanalysts, even Jung [this \n“even Jung” emphasizes and recalls that Deleuze is one of few, on a cer-\ntain French scene, regularly to declare an admiring interest in Jung], have \nnot understood or have not wanted to understand [Deleuze insinuates in \nthis way that all these psychoanalysts have denied understanding, have be-\nhaved as though they did not understand, wanted not to understand what, \nconsequently, they understood perfectly well and found it in their interests \nnot to take on, admit, declare what they understood, what they understood \nthat they understood and still wanted not to understand, wanted to pretend \nthey did not understand, what is more a symptom than a simple failure \nof learning or knowledge: a symptomatic misrecognition on the basis of \nan unconscious knowledge. And this active, symptomatic misrecognition \nis a piece of bad treatment, even a violent and cruel mistreatment of the \n becoming- animal of man and child, a cruel violence]. They massacred the \n becoming- animal, in the adult and in the child. They saw nothing. In the ani-\nmal, they see a representative of the drives or a representation of the par-\nents. They do not see the reality of a  becoming- animal, how it is the affect \nitself, the drive in person, and represents nothing. There are no drives apart \nfrom the assemblages [agencements] themselves.9\n9. Deleuze and Guattari, Mille plateaux, p. 317 [p. 259].\n \n196\n \n197\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 160,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "ibid",
        "tes",
        "machina",
        "arpad",
        "tion",
        "deleuze",
        "assem",
        "natu",
        "deleuzian",
        "tise"
      ],
      "full_text": "fifth session  ‡  143\nThis concept of affect, like that of machinic assemblage and of “plane,” is \nthe central concept of all these analyses and all this Deleuzian strategy. And \nafter a few lines on the  becoming- horse of little Hans in Freud, and in Fer-\nenczi, the  becoming- cockerel of Arpad, Deleuze comes to the interpreta-\ntion of masochism. This is where the word bê tise imposes itself on him, this \ntime describing discourses of a psychoanalytic type. “Psychoanalysis has no \nsense of the unnatural participations or the assemblages that a child can \nbuild [machines, then] in order to resolve a problem whose exits have been \nbarred for him [so the  becoming- animal would here be a ruse, a machina-\ntion, a war- machine to escape, to undo a snare, a machine built to dismantle \nanother machine]”:\nPsychoanalysis has no sense of the unnatural participations or the assem-\nblages that a child can build in order to resolve a problem whose exits have \nbeen barred for him: a plane, not a fantasy [critique, then, of the idea of \nfantasy as natural representer of a deeper and also natural drive, for which \nDeleuze intends to substitute the more technical, more machinic, less natu-\nral, more horizontal and ﬂ atter, planer ﬁ gure of plane. And Deleuze goes \non, using, precisely, the word bê tise, bê tise consisting in believing in the \ndepth of a fantasy where there is really only plane]. In the same way, people \nwould say fewer bê tises about pain, humiliation and anxiety in masochism, \nif they saw that it is the  becomings- animal that lead it, and not the opposite. \nApparatus, tools, devices intervene, always artiﬁ ces and constraints for the \ngreater Nature. The fact is that the organs have to be annulled, shut up as \nit were, so that their liberated elements can enter into new relationships, \nout of which ﬂ ow the  becoming- animal and the circulation of affects at the \nheart of the machinic assemblage.10\nIn other words, as in spite of everything these machinations of the becoming-\n animal “lead” adults and children, so their artiﬁ ces, which remain con-\nstraints, affect the affect rather than being voluntarily calculated, and the \npsychoanalysts would utter fewer bê tises, would speak less, on the topic of \nmasochism, for example, about pain, humiliation, and anxiety, if they took \non board their knowledge about this subject. Deleuze does not say that psy-\nchoanalysts are bêtes, but that, mechanically, their statements are so many \nbê tises; they utter bê tises on this subject. Which already deﬁ nes bê tise not \nonly as a character (and we’ll talk about this again in a moment), as a state, \nas the essence of what one is, but as the effect of what one does or says: there \nare events, operations even, les bê tises, and not a fundamental essence, la bê-\ntise. Psychoanalysts are all the less bêtes when they say bê tises that they know \n10. Ibid., p. 317 [pp. 259–60].\n198 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 161,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "ibid",
        "tes",
        "violences",
        "incomprehensions",
        "signi",
        "etc",
        "deleuze",
        "terindictment",
        "basi",
        "nonknowledges"
      ],
      "full_text": "144  ‡  fifth session\nto be such and understand what they “wanted not to understand.” They are \nin on what they want (for reasons to be analyzed) not to understand.\nThis gesture and this moment, this denunciation of bê tises, in spite of \nthis single occurrence of the word in Mille plateaux, are the more signiﬁ cant \nand strategically decisive in this book not only because they are inscribed in \nthe logic of the desiring machine of the Anti- Oedipus (1972), but also for the \nfact that their necessity is announced from the ﬁ rst pages of Mille plateaux, \naround the concept of rhizome and deterritorialization, which are put to \nthe test of examples like the wasp and the orchid (“the wasp and the orchid \nform a rhizome, in their heterogeneity,”11 the wasp itself becoming a piece \nin the reproductive apparatus of the orchid), the example of the baboon \nand the virus, of the DNA of the baboon and the cat, of the crocodile, etc. \nAnd in the second chapter, entitled “1914: One or Several Wolves?” the \nironic discourse unleashes its sarcasm against Freud’s treatment of the Wolf \nMan, after a reference to Kafka’s story Jackals and Arabs. I refer you to this \nwhole chapter from which I must content myself with reading the opening \nsentences and the conclusion, an indictment of Freud, who is basically ac-\ncused of not believing in what he said, which also constitutes a machine in \nwhich he is hypocritical enough to pretend to believe, but accused of having \ndone everything (and here the condemnation is ethical and even political), \ndone everything, then, to make the patient believe what psychoanalysis was \ntelling him and wanted to have him subscribe to. Have him sign with an-\nother name, a name other than his own, his name turned into the name of \nanother, the name of the father, patronymic, just when he wasn’t that, just \nwhen the new name, the  brand- new name he’d made for himself, was basi-\ncally stolen from him, so that we are dealing with nothing less than a theft \nand the substitution of someone’s name by psychoanalysis (a dispossession \nthat calls up from Deleuze a complaint made against psychoanalysis in the \nname of the Wolf Man, in a style and with a logic of complaint and coun-\nterindictment that is not far from resembling Artaud’s complaint about the \ntheft of his proper, his proper name, his new proper name, and his body \nproper — supposed to be without organs). Which signiﬁ es that these bê tises \nof psychoanalysis are not only poverties of knowledge, nonknowledges or \nincomprehensions, but ethical violences, machines in turn, and machines \nof war, subjection, brutalization, ways of making patients more bêtes, more \nbrutal or brutish than they are in truth. Hence the sarcastic opening of the \nchapter entitled “1914: One or Several Wolves.” As there is a date, the open-\ning is that of a narrative, a chronicle of events, the analysis of the Wolf Man \nby Freud at the time:\n11. Ibid., p. 17 [p. 10].\n \n199\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 162,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "ibid",
        "apprehen",
        "fors",
        "wouldn",
        "gured",
        "retranscribed",
        "paternalization",
        "tering",
        "deleuze",
        "nally"
      ],
      "full_text": "fifth session  ‡  145\nThat day, the Wolf Man got off the couch particularly tired. He knew that \nFreud had a genius for brushing against the truth and missing it, then for \nﬁ lling the gap with associations. He knew that Freud knew nothing about \nwolves, or about anuses for that matter. Freud only understood what a dog \nwas, and a dog’s tail [no doubt an allusion to the well- known dogs of the \npsychoanalysts Freud and Lacan, whose name before long will be included \nin the genealogical series]. It wasn’t enough; it wouldn’t be enough. The \nWolf Man knew that Freud would soon declare him cured but that it was \nnot so and that he would continue being treated for eternity by Ruth, by \nLacan, by Leclaire. He knew, ﬁ nally, that he was in the process of acquiring \na true proper name, Wolf Man, much more proper than his own, since he \nwas gaining access to the highest singularity in the instantaneous apprehen-\nsion of a generic multiplicity: wolves — but that this new true proper name \nwas going to be disﬁ gured, misspelled, retranscribed as a patronymic.12\n(About this disorthographical violence, and be it said in parentheses for the \nﬂ avor of the French and Parisian anecdote, and what was to follow under \nLacan, of whom Deleuze had just said that he inherited and was to increase \nFreud’s capital of bê tises in the violent psychoanalytic domestication and \npaternalization of the Wolf Man and what concerns him, allow me to recall \nthat a few years before Mille plateaux, in 1975, if memory serves, when I \nhad just published a long preface, “Fors” to the book that Abraham and \nTorok devoted to the Wolf Man,13 Lacan had dared to say, in an aggressive \nseminar that never has been and no doubt never will be published, that he \nbelieved that I was in analysis with the authors of The Wolf Man’s Magic \nWord and that, in my analysis with them, the subject supposed to know that \nLacan believed himself to be and who though he knew beyond what he was \nsupposed to know — Lacan said that I “coupled” them, these two analyst \nfriends. I close this chatty parenthesis on the fantasies, projections, and ban-\ntering verbiage of the psychoanalysts of our time and our city.) Here now is \nthe conclusion of the chapter “One or Several Wolves?” the opening lines of \nwhich I have already read: (Read and comment)\nThe Wolf Man, a true proper name, an intimate forename that refers to \nthe becomings, inﬁ nitives, intensities of a depersonalized and multiplied \nindividual. But what does psychoanalysis understand about multiplication? \nThe desert hour when the dromedary becomes a thousand dromedaries \nsniggering in the sky. The evening hour when a thousand holes are dug in \nthe surface of the earth. Castration, castration, shouts the psychoanalytic \nscarecrow who has only ever seen one hole, one father, one dog where there \n12. Ibid., pp. 38–39 [pp. 26–27].\n13. Jacques Derrida, “Fors” (see session 4 above, n. 12).\n200 \n201 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 166,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "deleuze",
        "exis",
        "ineffaceably",
        "plaining",
        "tice",
        "hebetudinous",
        "tise",
        "profondeur",
        "abyssale",
        "jus"
      ],
      "full_text": "fifth session  ‡  149\nthat, but we shall see later that what he says about the “depth” [fond] of bê-\ntise, about that which refers bê tise to a certain abyssal depth of the bottom \n[profondeur abyssale du fond], is perhaps not unrelated to what I have just \nsuggested. In any case, this implication of the fault of judgment, where \njudgment is not only the determinative judgment that leads to the true or \nthe false, but rather the judgment of the judge, the judgment from which \none expects some justness as well as some justice.16 One cannot think bê tise, \nit seems; in any case the use or pragmatics of this word (and that is all that \nconcerns us for now), there is no pragmatic use of the meaning bê tise that \ndoes not imply some obscure reference to jus, with the immense semantic \nabyss that hollows out that word, that lexical or semantic family (jus, jus-\ntice, justness, judge, etc.).\nAnother use and thus another meaning and another implication of the \ncategory of bê tise, and which touches this time not only on the event but \non the action, the way of doing things, faultiness, a certain way of doing \nthings badly, is the bê tise that one does. Not bê tise as an idiosyncratic trait, \nas an aptitude, a way of being or exis, as Aristotle would say, as habitus, a \nhebetudinous habit, but as the accident of what one does. I did a bê tise, I did \nsomething stupid, does not mean that I am bête but on the contrary: just \nwhen I am supposed not to be bête, I let myself go, I surprised myself by \ndoing a bê tise. Bê tise is not simply an error, although it always implies, later-\nally, marginally, but ineffaceably, an insistent reference to the understand-\ning of meaning, if not to knowledge of the object, a tenacious reference, \nthen, to a certain opening to meaning, an intelligence that is not only one of \nknowledge or science, whence the ever- present and ever- threatening risk \nof confusing bê tise with error or illusion, which it is not, whence Deleuze’s \nparenthesis — “how is bê tise (and not error) possible?”\nIn their French usage — and I can never overemphasize (I’ll come back \nto this in a moment) the pragmatics of a French idiom that runs the risk \nof resisting translation, a resistance to translation with respect to which \nwe shall see what an abyss, what a bottomless bottom, it opens and closes \nupon — [in their French usage] the adjective bête and the noun bê tise still \nno doubt signal toward a truth of meaning, they bank on [font fond sur] \nthis truth of meaning, even if this truth, this appearing or this revelation, \nthis patency of meaning, never reduces itself to the objective knowledge \nof the object. Bê tise is always a way of not comprehending, not of not ex-\nplaining to others or oneself, but of not comprehending, it is of the order, if \nnot of a hermeneutic comprehension of meaning, at least of something like \n16. This sentence is incomplete in the typescript.\n206 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 167,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "deleuze",
        "tre",
        "ity",
        "termined",
        "omatic",
        "tion",
        "tise",
        "suf",
        "denigra",
        "ced"
      ],
      "full_text": "150  ‡  fifth session\na comprenure [an understanding],17 like the lack of a comprenure, another \nvaguely popular and almost slangy word that maybe is more in tune with \nthe French idea of bê tise, of the word, the adjective bête, to which I intend \nto return at length in a moment.\nSecond preliminary remark (I say “preliminary” because later we are going \nto go back over all this). In saying “bê tise is never that of someone else,” and \nin calling on philosophy to be modest (I read again: “It would have sufﬁ ced \nthat philosophy take up this problem [of bê tise] again with its own means \nand with all necessary modesty, considering that bê tise is never that of some-\none else, but the object of a properly transcendental question: how is bê tise \n(and not error) possible?”), in saying that bê tise is never that of someone \nelse, Deleuze suggests that bê tise is at the heart of philosophy, which invites \nphilosophy to be modest, and suggests especially that bê tise, the possibility \nof bê tise, is never that of someone else because it is always mine and ours, \nalways, then, on the side of “my side,” on the side of what is close, proper, or \nsimilar [semblable] to me.\n(In general, be it said in parentheses, bê tise, the word “bê tise,” belongs to \nthe language of accusation, it is a category of accusation, a way of categoriz-\ning the other (and you know that in Greek, kate¯goria itself meant accusa-\ntion or blame), and I would add, taking a slight distance from Deleuze’s \ntext that does not here mention category, that bê tise, what’s bête in bê tise, is \na funny category because, handled most often as an accusation, a denigra-\ntion, a blame, an incrimination, a recrimination, which tend to discredit not \nonly a fault of intelligence or knowledge but an ethical or  quasi- juridical \nfault — this category, as we shall not cease to verify, is precisely not a cate-\ngory the meaning of which is ever sure: it is a category without category. I’ll \nnow add this, as though in parentheses, without direct bearing on Deleuze’s \ntext or intentions when he speaks of a “properly transcendental question \nof bê tise”: that if there is a category of bê tise, it is a category the meaning \nof which (I’ll come to this in a moment and try to clarify it) cannot be de-\ntermined. Not, at any rate, like a meaning “as such,” the conceptual ideal-\nity of which could be translated, in other words, distinguished, however \nslightly, from the pragmatic and idiomatic body of its occurrences. It is a \nword which, more than any other word, means something different each \ntime according to the pragmatic singularities (conscious and unconscious) \n17. [Translator’s note:] “Comprenure” is a slang word, perhaps more common in \nCanadian French, meaning, roughly, an understanding or a grasp; especially in the idi-\nomatic, and rhyming, “être dur de comprenure,” to be slow on the uptake.\n \n207\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 168,
      "bucket": "D (5-10%)",
      "error_rate": 9.2,
      "unknown_words_sample": [
        "goreuo",
        "omne",
        "degger",
        "disquali",
        "nition",
        "hei",
        "qui",
        "existentiell",
        "autoaccusatory",
        "signi"
      ],
      "full_text": "fifth session  ‡  151\nthat engage it or are engaged in it. So bê tise is not a category among oth-\ners, or else it is a transcategorial category. At bottom, I shall try later to say \nlater why and in what way, in my view we will never manage to isolate \na univocal meaning of the concept of bê tise, in its irreducible link to the \nFrench language. If it is indeed a category, bê tise, both an accusation and an \nattribution, an attribute, a predicate, a predication, and if this category does \nnot belong to the regime or the normal series of categories, if it is indeed an \nexceptional and transcategorial category, then it really does answer to the \nﬁ rst literal deﬁ nition of the transcendental in the Middle Ages, well before \nKant: “qui transcendit omne genus,” a category that transcends all categories \nand thus does not belong to the series or table of categories. Bê tise would \nhere be in the position of a transcategorial category, a transcendental or, as \nI would say, a  quasi- transcendental. And we should have to draw all the \nconsequences from this.\nTo which I shall add, since I have just used the word “categorial” and \nbecause the word “categorial” is also the word that Heidegger uses, in Sein \nund Zeit, to designate the concepts that concern the ontological structures \nof the entity that is not Dasein, i.e. Vorhandensein and Zuhandensein (Hei-\ndegger calls <what concerns> the analysis and the concepts that refer to \nDasein “existentiell” and not “categorial”) — to which I shall add that one \ncould, without it being unduly artiﬁ cial, wonder whether the analysis of \nbê tise, as a predicate of man or Dasein but referring (in French at least) to \nsomething nonhuman (the beast), whether the analysis of this unstable and \nambiguous signiﬁ cation, of this structure both human and inhuman, comes \nunder the categorical or the existentiell. Obviously, Heidegger never even \ndreamed of proposing an ontological analysis of bê tise, and no one will be \nsurprised at that, but we will soon rediscover the use (categorical, i.e. accu-\nsatory, in truth autoaccusatory) he made of a word that is often translated, \nrightly or wrongly, by bê tise, namely Dummheit. I close here provisionally \nthis long parenthesis.)\nBack to kate¯goreuo¯, which in Greek means to decry, accuse, blame, accuse \nin legal proceedings, speak against, of course; but it also has the logical or \nepistemological meaning of “make known, reveal, determine by making \naccessible, visible, and knowable” — to attribute, to say something about \nsomeone or something. “S is P” is to categorize: and the kate¯goria is both \nthe quality attributed, the attribute, the predicate, and the accusation (in \nopposition to the apology, apologia, which signiﬁ es conversely praise or de-\nfense, justiﬁ cation). How the passage and the afﬁ nity works, between at-\ntribution and accusation, between the neutral generality of this is that, “S is \nP,” and the accusation, denigration, disqualiﬁ cation (it is bad for S to be P), \n208 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 169,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "deleuze",
        "questionality",
        "mutatis",
        "presup",
        "esti",
        "spe",
        "rence",
        "tition",
        "lacan",
        "ment"
      ],
      "full_text": "152  ‡  fifth session\nis a profound and signiﬁ cant enigma that I leave to itself for now, after it \nhas allowed us at least to imagine that any deﬁ nition, any determination, is \nloaded with a legal action brought, that it already belongs to the language \nof the examining magistrate, or even the prosecutor, inquisition, or indict-\nment (the “question of being,” not only the “What is it?” ti esti, but “What \nabout the Being of beings?” “What is the Being of the entity?” and “onto-\nlogical difference?”; questionality itself, questioning itself, sets some such \ntrial in motion).\nIn saying that bê tise is never that of someone else, Deleuze suggests, then, \nwe were saying, that bê tise is at the heart of philosophy, which invites it to \nbe modest, and he declares especially that bê tise, the possibility of bê tise, is \nnever that of someone else because it is always mine or ours, always, then, \non the side of what is on “my side,” of what is close, proper, or similar to me. \nThe similar [le semblable], the similitude of what resembles me and what I \ncan assimilate because it is on my side, means at least two things.\nA. On the one hand, an archiclassical motif, that bê tise is always human, \nalways that of my fellow, like bestiality. Bê tise is a human thing and not \nthat of the beast. And mutatis mutandis, we come back here, with this motif \nof the semblable [fellow, similar], of a bê tise that is always proper to me or \nproper to man, a problem analogous (I do not say identical) to the problem \nwe looked at in Lacan last week. Deleuze’s gesture remains, however, spe-\nciﬁ c, and to follow the reasoning that leads him to say that bê tise, as proper \nto man, is never that of someone else, we can follow a trajectory that has \nhim associate bê tise with three motifs that interest us here more especially:\n1. The ﬁ gure of sovereignty called “tyranny” (remember the text from \nthe Republic about the tyrant and the wolf, which we were discussing at the \nvery beginning);\n2. Cruelty (cruel bestiality, which we were talking about last week and \nhave been for years in this seminar);\n3. Finally, and indispensably for attributing bê tise to man, and under-\nstanding the link with philosophy, bê tise as a matter of thought and of the \nthinking being that man is (it being understood that animal or beast is not \nsuch a thinking being). Bê tise is a thinking, bê tise is thoughtful, a thinking \nand thoughtful freedom. It is in this link of thought and individuation that \nDeleuze is about to uncover the mainspring of bê tise, which always presup-\nposes a relation with what he calls the ground, in the tradition of Schelling, \nwhom he cites in a note,18 Schelling the author of the Philosophical Investi-\n18. Deleuze, Différence et répétition, p. 198, note 1 [note 15 to p. 152: the text of the \nnote is on pp. 321–22].\n \n209\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 172,
      "bucket": "E (10%+)",
      "error_rate": 12.8,
      "unknown_words_sample": [
        "wesen",
        "sujets",
        "rattachent",
        "eignty",
        "abhandlung",
        "elty",
        "qui",
        "stambaugh",
        "ques",
        "taphysiques"
      ],
      "full_text": "fifth session  ‡  155\nWell, in Schelling’s logic, and in Deleuze’s, man takes form on this ground \nby retaining a relation to it (a free relation, this is his freedom), which is \nsupposedly refused to “animals,” which are, says Deleuze, “as it were fore-\narmed against this ground by their explicit forms.” Reread Schelling, and \nHeidegger on Schelling,24 and, in Schelling, especially what he says about \nthat human malady that is stupidity (Blödsinn),25 an allusion that I empha-\nsize because the question of stupidity26 as Blödsinn is at the core of a remark-\nable book that I shall mention in a moment, with the terrible problems of \ntranslation that it poses; I am referring to Avital Ronell’s Stupidity. Is stu-\npidity bê tise? Is it exactly the same thing? We are coming to this.\nTo get back to Deleuze, only the experience of freedom that bê tise is, as \nhuman freedom, only this freedom as relation to the groundless ground, \ncan explain not only how bê tise can be foreign to “animals,” but how it can \nbe linked to those three motifs I pointed out a moment ago, namely sover-\neignty, cruelty (and therefore evil — and illness, Schelling would say), and \nﬁ nally thought.\n1. Sovereignty in the ﬁ gure of the tyrant ﬁ rst. Deleuze notes that\nthe tyrant has the head not only of an ox, but of a pear, a cabbage, or a po-\ntato. No one is ever superior or exterior to what he proﬁ ts from: the tyrant \ninstitutionalizes bê tise, but he is the ﬁ rst servant of his system and the ﬁ rst \nto be instituted, always a slave commanding slaves.27 [A literally Platonic \nmotif.]28\n2. <Next,> Deleuze is particularly eloquent and insistent on evil and cru-\nelty and their essential link with bê tise. This is consistent with the gesture \nthat makes of bê tise the phenomenon of freedom as human freedom. What \nis remarkable is that the distinction between bê tise and error remains the es-\nsential condition of this whole interpretation and problematic. For Deleuze \nwrites:\n24. [Translator’s note:] Martin Heidegger, Schellings Abhandlung über das Wesen \nder menschlichen Freiheit, trans. Joan Stambaugh as Schelling’s Treatise on the Essence of \nHuman Freedom (Athens: Ohio University Press, 1987). \n25. F. W. J. Schelling, “Conférences de Stuttgart” [1810], in “Recherches philosophi-\nques sur l’essence de la liberté humaine et les sujets qui s’y rattachent” (1809), in Oeuvres \nmétaphysiques (1805–1821), p. 245. \n26. [Translator’s note:] “Stupidity” here is in En glish in the text.\n27. Deleuze, Différence et répétition, p. 196 [p. 151].\n28. Manuscript annotation by Jacques Derrida: “Only a being capable of sovereignty, \ni.e. free, can become a slave (bête ± slave), and bête with bê tise.”\n213 \n"
    }
  ]
}