{
  "document": "Derrida_TheBeastAndTheSovereignVol1",
  "batch_number": 5,
  "total_batches": 10,
  "pages": [
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 174,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "ibid",
        "esty",
        "tion",
        "sence",
        "gnoseological",
        "flau",
        "etc",
        "deleuze",
        "bloy",
        "pseudoliterary"
      ],
      "full_text": "fifth session  ‡  157\nessence of bê tise, the essence of bê tise as a problem of thought, and Deleuze \nwill explain why. If pseudoliterature and philosophy miss bê tise as a thing \nof thought, the “best” literature, for its part (“best” is Deleuze’s word), on \nthe other hand, even if it does not treat thematically and systematically the \nbê tise of thought, bê tise as a structure of thought, lets itself be “haunted” \nby bê tise, haunted by the “problem of bê tise.” And it is this spectral lexi-\ncon of haunting that will bear the whole equivocal charge of the difference \nbetween pseudoliterature and philosophy, on the one hand, and “the best \nliterature,” on the other hand. How does one recognize a haunting? With \nwhat signs? Positive, negative? Denegative? Presence of symptoms? Ab-\nsence of symptoms? Explicit or implicit thematization? To what extent, \netc.? (Read and comment)\nCowardice, cruelty, baseness, bê tise are not simply bodily powers or facts \nof character or society, but structures of thought as such. The landscape \nof the transcendental livens up: we must put into it the place of the tyrant, \nthe slave and the imbecile — without the place resembling the one who oc-\ncupies it, and without the transcendental ever being transferred onto the \nempirical ﬁ gures that it makes possible. What prevents one from making \nbê tise into a transcendental problem is always our belief in the postulates \nof the Cogitatio: bê tise can no longer be other than an empirical determina-\ntion, referring to psychology or the anecdotal — worse still, to polemics and \ninsults — and to sottisiers as a particularly execrable pseudoliterary genre. \nBut whose fault is it? Is the fault not ﬁ rst of all that of philosophy, which \nallowed itself to be convinced by the concept of error, even if it borrows that \nconcept itself from facts, but from not very meaningful and highly arbitrary \nfacts? The worst literature makes sottisiers: but the best was haunted by the \nproblem of bê tise, which it managed to bring to the gates of philosophy, by \ngiving it its full cosmic, encyclopedic, and gnoseological dimension (Flau-\nbert, Baudelaire, Bloy). It would have sufﬁ ced that philosophy take up this \nproblem [of bê tise] again with its own means and with all necessary mod-\nesty, considering that bê tise is never that of the other, but the object of a \nproperly transcendental question: how is bê tise (and not error) possible?31\nB. On the other hand, saying that bê tise is never that of someone else does \nnot only mean that it is always reserved for my fellow as a human being. \nIt also means that “I,” “myself,” as philosopher, theorist or not, always run \nthe risk of having to attribute to myself the bê tise I’m talking about or that, \ndogmatically, bêtement, I think I recognize in others. Here, to illustrate \n31. Ibid., pp. 196–97 [p. 151].\n216 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 175,
      "bucket": "D (5-10%)",
      "error_rate": 9.7,
      "unknown_words_sample": [
        "intersubjectivity",
        "cuchet",
        "des",
        "flau",
        "nota",
        "kamuf",
        "pondance",
        "deleuze",
        "rst",
        "rottenberg"
      ],
      "full_text": "158  ‡  fifth session\nthese remarks of Deleuze’s, we are going to follow the track of Flaubert, to \nwhom Deleuze doesn’t fail to refer (Flaubert is an obligatory reference on \nthis theme). But this track may gradually lead us toward places that are no \nlonger exactly those of Deleuze.\nAs to the bê tise that can always be mine, and not that of someone else, \nand which, like the category of accusation, can always betray my fault, my \nfailing, evil, or illness, the defect from which I suffer, well, it would ﬁ rst be \nnecessary to take into account, perhaps, a kind of contagion of bê tise, a mi-\nmeticism of bê tise, which should make us wonder where it comes from and \nwhich engenders bê tise in the very gaze, in the sustained attention, study, \nor reﬂ ection, the very knowledge we devote to bê tise: as though speaking \nof “the” bê tise, claiming to know its essence and its meaning, assuming that \nthere is something like “the” bê tise, is already a sign of bê tise. And then, to \nspeak of contagion is to recognize — a very important point — that one is \nnever bête all on one’s own and by oneself, that bê tise, bê tises in the plural, if \nsuch there be, are from the start phenomena of  being- with or, if you prefer, \nof the community, intersubjectivity, Mitsein, the socius, as you will. There \nhave to be several of you at it. You have to speak or, if like me you have \ndoubts about the authority of human speech in this domain as in others, let’s \nsay: there has to be some trace. One is never bête on one’s own, that’s how it \nis, even if this excuses or exonerates nobody. Flaubert doesn’t say it this way, \nbut it seems to me he allows us to think it, at the very point of symptom that \nhe admits to, when he writes the following (it is a passage from the Nota \nBene to Bouvard et Pécuchet that I quote in an old article on Flaubert, “Une \nidée de Flaubert,”32 in which I approach in my own way this problem of \nthe relations between bê tise and philosophy): [Flaubert, then, writes the fol-\nlowing:] “Bouvard and Pécuchet ﬁ ll me up to the point that I have become \nthem! Their bê tise is mine and it’s killing me!”33\n“I have become them,” “their bê tise is mine”: this does not merely allude \nto a sort of contagion, an infection by contact, frequentation, proximity. It \ndoes not merely mean that bê tise is not natural or idiosyncratic and can be \ncontracted (by means of social frequentation, by the contagion of a symbolic \nproximity, but also by a sort of contract with the bê tise of others), it also \n32. Jacques Derrida, “Une idée de Flaubert: ‘La lettre de Platon,’ ” in Psyché: Inven-\ntions de l’autre (Paris: Galilée, 1998), pp. 305–25; trans. Peter Starr as “An Idea of Flau-\nbert: ‘Plato’s Letter,’ ” in Psyché: Inventions of the Other, ed. Peggy Kamuf and Elizabeth \nRottenberg (Stanford: Stanford University Press, 2007–8), 1:299–317.\n33. Gustave Flaubert, letter to Edma Roger des Genettes [15 April? 1875], in Corres-\npondance, vol. 4 (January 1869–December 1875), ed. Jean Bruneau (Paris: Gallimard, \n1998), p. 920; quoted by Derrida in “Une idée de Flaubert,” p. 313 [p. 306]. \n \n217\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 176,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "deleuze",
        "tes",
        "nies",
        "gallimard",
        "calum",
        "cuchet",
        "dumesnil",
        "flau",
        "tise",
        "archivation"
      ],
      "full_text": "fifth session  ‡  159\nand above all means that there is no bê tise in itself, but a  becoming- bête, \na  becoming- bête different from, other than, the  becoming- animal that \nDeleuze is talking about.\nBut there is more, for better or worse: this  becoming- bête that Flaubert \nis complaining about, that he accuses in himself, and which cannot then \nbe a simple state, this  becoming- bête as becoming “them” (Bouvard and \nPécuchet) is a transmutation that makes him look not only like two men \nwho are bêtes, bêtes by the couple contract between them, each more bête \nthan the other — no, not only that. Flaubert begins to identify himself with \na couple whose bê tise, if such there be, whose  becoming- bête, consists in \nmaking  bê tise their object of knowledge, of reﬂ ection, of archivation, of \ncollection, etc. Their bê tise consists in their intelligence, in their desire for \nintelligence, and their compulsion to know bê tise. It is this very intelligence \nthat is bête, and the more it is developed, and the more Flaubert develops \nhis intelligence of Bouvard and Pécuchet’s intelligence, which consists in \nknowing bê tise, the more he becomes bête in his turn.\nFor Flaubert indeed writes (I commented on these passages <in> \nPsyché):34 “The obviousness of their superiority was hurtful. Since they up-\nheld immoral theses, they must be immoral: people came up with calum-\nnies. Then a pitiful faculty35 developed in their minds, that of seeing bê-\ntise and no longer tolerating it.” “Seeing bê tise and no longer tolerating it.” \nTheir bê tise, even in the protest against bê tise, even in their intolerance, even \nin their desire no longer to tolerate it — and so this is the most contagious \nupping of the ante — consists in seeing bê tise, in keeping their eyes ﬁ xed \non it, in letting themselves be fascinated by bê tise, in pursuing it, hunting it \ndown, no longer taking their eyes off it, in knowing it, learning it, making \nan inventory of it, labeling it — implacably. Bê tise becomes their thing.\nLet us never forget that all this is said in French and that all the “real” \nproblems are waiting for us at this turn. That the encyclopedia, absolute \nknowledge, and science and philosophy <are> the very element of the \n becoming- bête, sovereignly bête, bête to death. “It’s killing me,” says Flau-\nbert, scared by the bê tise that he has made and put to work, by the bê tise that \nhe secreted himself, to see, as an enemy of bê tise, a bê tise he was intelligent \nand bête enough to secrete in order to see, to see it, him too, and no longer \ntolerate it. The bê tise he made in giving life to these two beings of bê tise \n34. Psyché, pp. 312ff. [305ff.]. The quoted passage is from Flaubert, Bouvard et Pé-\ncuchet, in Oeuvres, vol. 2, ed. Albert Thibaudet and René Dumesnil (Paris: Gallimard, \n1952), p. 915.\n35. Derrida’s typescript reads “pitiless faculty.” \n218 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 177,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "ibid",
        "tes",
        "neau",
        "faire",
        "cuchet",
        "une",
        "bruneau",
        "parain",
        "tise",
        "signa"
      ],
      "full_text": "160  ‡  fifth session\nsticks to his skin, invades him, obliges him to tolerate the intolerable that he \nwanted no longer to tolerate, etc.\nPushing things further in this direction, I would be tempted to say — even \nbeyond Bouvard et Pécuchet, beyond the work that bears this name while \nbearing the name Flaubert — that bê tise is here both the character of what \none is and the character of what one does, as when one says faire une bê tise: \nboth the bê tise of the author of the work and the bê tise of the work. And \nthis is what Flaubert suggests when he writes the following in two letters \nthat I quote (p. 315 [p. 427] of Psyché), and you will see in them, for once, \nanimals named in the same breath as bê tise. This time,  becoming- bête is also \na  becoming- animal, but also, as you are going to hear, a  becoming- mineral, \nstony, immune from attack, impassive, invulnerable, a  becoming- thing, a \n becoming- what, like stone or a granite monument.\nTwo letters then: 1. “Bê tise is something unshakable: nothing can at-\ntack it without breaking against it. It is of the nature of granite, hard and \nresistant.” And the signiﬁ cant example that Flaubert immediately gives is \nprecisely not the name of the work but the name of the author, the signa-\ntory of the work thus bêtiﬁ ed in his monument, in his monumentalization, \nbetween the what and the who, in the equivocal  becoming- what of the who \nstill a who, between man, animal, and earth, between the living thing and \nthe lifeless thing:\nBê tise is something unshakable: nothing can attack it without breaking \nagainst it. It is of the nature of granite, hard and resistant. In Alexandria, \na certain Thompson, from Sunderland, has written his name in letters six \nfeet tall on the Pompey column [. . .] There is no way of seeing the column \nwithout seeing the name of Thompson and consequently without thinking \nof Thompson. The cretin has incorporated himself into the monument and \nperpetuates himself with it.36\n<2.> Elsewhere, Flaubert says, and I quote, “masterpieces are bêtes \n[. . .],” “they seem calm like productions of nature, like large animals and \nmountains.”37 Speculation of the proper name that, essentially credulous as \nit is, thinks it can increase its capital by betting on bê tise, by upping the ante, \nby making itself even more bête than it is.\n36. Flaubert, letter to his uncle Parain, 6 October, 1850, in Correspondance I (1830–\n51), ed. J. Bruneau (Paris: Gallimard, 1973), p. 689; quoted in “Une idée de Flaubert,” \np. 315, note 1 [p. 427, note 10].\n37. Letter to Louise Colet, 27 June, 1852, in Correspondance II (1851–58), ed. J. Bru-\nneau (Paris: Gallimard, 1980), p. 119; quoted in “Une idée de Flaubert,” ibid., p. 315, \nnote 1 [pp. 427–28, note 10]. \n \n219\n \n220\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 179,
      "bucket": "D (5-10%)",
      "error_rate": 9.6,
      "unknown_words_sample": [
        "est",
        "cisely",
        "mal",
        "tion",
        "nds",
        "dif",
        "groundlessness",
        "signi",
        "ect",
        "etc"
      ],
      "full_text": "162  ‡  fifth session\ninto account or attempted to reﬂ ect on this properly elementary condition \nof possibility, the condition that I would say is toute bête, this condition of \nthe element itself.\nAs it is too late, I shall say no more about this today. I shall try to argue \nnext time that all this lexicon: bête, bê tise, bê tise as structure or state, as char-\nacter of what one is, or — something different — the bê tise that one does, \nor — something else — the bê tise that one says, but also (and I haven’t talked \nabout this so far), bê tise or bê tises as nothing, almost nothing (little nothings, \nas when one says: what I’m giving you is nothing, it’s only a bê tise, ce n’est \nqu’une bê tise de rien du tout, a bagatelle, Kleinigkeit in German, or Gering-\nfügigkeit, Belanglosigkeit, Nichtigkeit), all these diffracted senses are radically \nuntranslatable, be it by Dummheit or Torheit, <by> Unsinn or Blödigkeit, by \nstupidity, foolishness, blunder, silliness, or triviality,41 etc. And this for many \nreasons that we shall analyze. These reasons, which are heterogeneous \namong themselves, these many reasons, do not only concern the relation of \nsigniﬁ cations (signiﬁ ed or signifying) between languages: they do not only \nhave to do with the fact that it is only in French that the irreducible diffrac-\ntion of all these meanings and all these values of bête and bê tise retains an \nat least implicit reference to the animal bête, a reference one ﬁ nds nowhere \nelse, that I know of, in the same way. These many reasons depend ﬁ rst of \nall on a relation, or even a nonrelation, in language and idiom, among the \nFrench idiomatic usages themselves. One cannot claim — it would be, pre-\ncisely, bête to claim — to identify among these usages, these ways of saying, \nof doing in saying, one authoritative and univocal meaning, one meaning, \nthen, a stable meaning distinct from the pragmatic situations of the usages. \nAnd this absence of a fundamental or foundational meaning will lead us \ndown two paths, which I’ll venture to deﬁ ne here summarily before coming \nback to them next week.\nOn the one hand, this impossibility of translation, this limit on the very \ninterior of the French idiom — if it has an interior and if it forms a sys-\ntem — opens onto the absence of a fundamental meaning, a foundational \nand unalterably idiomatic meaning, [this limit] opens then, in a quite dif-\nferent way, onto the groundlessness [le sans- fond] (between who and what) \nthat we were talking about at the beginning.\nOn the other hand, this abyss of translation obliges us to revise everything \nabout the supposed translation or nontranslation between the so- called ani-\nmal order and the so- called human order, between the supposed reaction \nand the supposedly responsible response, between the so- called language of \n41. [Translator’s note:] These words are in En glish in the text. \n \n222\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 180,
      "bucket": "E (10%+)",
      "error_rate": 10.1,
      "unknown_words_sample": [
        "avec",
        "est",
        "teste",
        "pre",
        "iade",
        "glish",
        "tise",
        "weltliteratur",
        "biblioth",
        "sented"
      ],
      "full_text": "fifth session  ‡  163\nanimals and so- called human language, I prefer to say between the trace of \nbeasts supposedly without bê tise, and the bê tise of human words supposedly \ncapable of this privilege that is still called bê tise, and the right to bê tise.\nWithout concluding from this that bê tise is proper to French, even if the \nword bê tise belongs only to the French language (but why, come to mention \nit?), we shall start out again from this famous comment from a very French \nwork of our time, Valéry’s Monsieur Teste. This work opens with a sentence \nthat is well known, in France and in Weltliteratur: “La bê tise n’est pas mon \nfort.”42\nTranslated into En glish, you’ll immediately see the problem it has pre-\nsented: “I am not very strong on stupidity.”43\n42. Paul Valéry, “La soirée avec Monsieur Teste,” in Monsieur Teste, Oeuvres, vol. 2, \ned. Jean Hytier (Paris: Gallimard, Bibliothèque de la Pléiade, 1960), p. 15. \n43. [Translator’s note:] The translation by Jackson Mathews, excerpted in Selected \nWritings of Paul Valéry (New York: New Directions, 1950), has “Stupidity is not my \nstrong point” (p. 236). \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 181,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "tir",
        "tes",
        "didn",
        "tise",
        "rhetorics",
        "signi",
        "terie",
        "tement",
        "rst"
      ],
      "full_text": "s i x t h  s e s s i o n\nFebruary 6, 2002\ny\nThe [feminine] beast and the [masculine] sovereign.\nThe beast, ﬁ rst.\nBête, the word bête, noun and attribute. Let’s imagine, as in a fable, that \nI am acting as if I were betting or as if, by a feint, in betting I were throwing \ndown a challenge.\nMaybe they’re a bit bêtes, this bet and this challenge? Perhaps, who will \never know?\nAccording to the fable or the feint of this “as if,” I would defy anyone \nto swear, i.e. to declare under oath, engaging that person’s responsibility, \nand thus to attest solemnly that he or she knows (knows with what’s called \nknowledge and a knowledge conscious of itself), [that he or she knows] \nwhat he or she means to say — or means to do — when they say, in French, \nbête, throwing out the adjective bête, or even bêta (another nuance)1 or even, \nthen, the noun bê tise, the  being- bête of bê tise, or else (we didn’t talk about \nthis last week), the adverb “bêtement.” Try, just to get an idea, try to specify \nand separate out what you mean to say by these words.\nAdjective, noun, and adverb, then. To which you could add, for good \nmeasure, the verbs bêtiﬁ er or abêtir, or the old French bêterie (for2 we have \nto add a historical dimension to this taking account of an idiom, of the use \nof the French word bê tise, which dates only from the sixteenth century \nand is therefore inseparable from a history of culture, a social history too, \na history of the struggles and social forces of so- called French culture, the \npolemics and rhetorics that marked it and sharpened their weapons on it. \nFor it is certainly signiﬁ cant that the insistent denunciation of bê tise, as for \n1. [Translator’s note:] In colloquial French, the word “bêta” can be used to refer to \nsomeone who is bête, a dolt, a dummy, often in the idiom “gros bêta.”\n2. [Translator’s note:] This opened parenthesis does not close. The verbs bêtiﬁ er and \nabêtir mean to make or render stupid; bêterie is an alternative for bê tise itself. \n \n224\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 185,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "laration",
        "proposi",
        "situ",
        "tion",
        "presque",
        "apophatics",
        "tri",
        "constative",
        "sottise",
        "ation"
      ],
      "full_text": "168  ‡  sixth session\nand appropriately without being able to answer for it theoretically, philo-\nsophically, semantically, is using it not only in a bellicose way but using it \nbêtement, in some completely bête way. And it is from this law, this situ-\nation, that we must draw the consequences. Just try to see, try seriously \nto ask yourselves: What do I mean, basically, and what am I doing, what \nam I claiming to do when I say bête, the beast, or especially when I say of \nsomeone or to someone that he or she is bête, that he or she says or does a \nbê tise, or acts bêtement (and this in the form of what is always a proposi-\ntion, a declaration that would claim to be, without ever being able to be, \ndemonstrably, constative, a judgment, a judicative evaluation, a verdict, a \nveridictum supposed to speak the truth and decide as to the truth, but always \nremains an irreducibly negative evaluation, as we were saying, and a dec-\nlaration of war, even if here and there it appears to be attenuated by some \npitying affection)?\nI say judgment, and such a supposed judgment ought to enter into a the-\nory of true or false judgment: into a apophantics, Aristotle would say. Now \ntry seriously, sincerely, gravely, rigorously, responsibly, to ﬁ nd out and let \nus know what you mean and <what> you have in mind or in view, what \nyou want to say or do, what you want, quite simply. Try seriously, I mean \nsincerely and responsibly, try to answer my request, my bet, my challenge, \nand thereby try to answer for what you are saying and judging in this way, \nfor what you are doing in saying and judging at that moment.\nYou would then, I presume, be caught in a sort of apophasis, not in apo-\nphantics but in apophatics, i.e. in the vertigo of a sort of negative theology \nin which the point would be to approach indeﬁ nitely what one is aiming at \nby vainly multiplying negations, negative declarations or propositions: for \nexample, when I say bête in the sense of bê tise, when I say bê tise, someone’s \nbê tise, the bê tise I have done, said, or given (when I give a presque rien [a \ntoken gift, a triﬂ e]), I am not saying this, or this, or that, or even that, I am \nnot saying a whole series of things that are close, related, adjacent, such as \n“inanity” [sottise], for example. Tons of literature has been written to distin-\nguish sottise from bê tise: when I say someone or something is bête, I do not \nmean inane [sot], although it is very close (there too, the sociopolitical con-\nnotations are noticeable, and not all French people will use the words sot or \nsottise). When I say bête, I am not saying “inane,” any more than I am saying \n“ignorant,” although it’s very close: one can be knowledgeable and yet bête, \nand even when one introduces the apparently animal reference to the ass \nand to asininity, in French or other languages, for example Arabic, one is \nsaying something very close, but being an ass and being bête are not the same \nthing: the ass is ignorant, either vacant or innocent, does not know what he \n \n228\n \n229\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 186,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "fois",
        "garnier",
        "tion",
        "verrez",
        "etc",
        "deleuze",
        "vous",
        "nitions",
        "littr",
        "manant"
      ],
      "full_text": "sixth session  ‡  169\nought to know, but bê tise is not a defect in the order of knowledge: this is \nwhy Deleuze was right to dissociate it from error: one can always know \nnothing, as it is supposed that the ass knows nothing, and one can commit \nall the errors in the world, without being bête and even without saying or \ndoing a bê tise. To be bête and to be stupid is not the same thing either, even \nif, for lack of rigor or in a language that is dull or hebetated (we shall return \nto this word later), one can take them to be synonyms or take them so as to \nassociate them side by side, as does Rousseau in Émile (“You will see him \nmore stupid [stupide] and more bête than the yokel’s son”),6 this juxtaposi-\ntion or this contiguity clearly marking that they are not quite synonyms \nand that the translation of bê tise by “stupidity” is not absolutely adequate \nin En glish, the more so in that “stupidity” perhaps does not translate quite \nadequately the use of the French word stupidité. Similarly, the use of the at-\ntribute bête, even where it seems still bound, as I was suggesting last time, to \na privation of judgment and of ability to understand, even if this judgment \nand understanding concern a meaning that is not an object of knowledge \n(which means that even dictionary deﬁ nitions are somewhat inadequate, \nas for example Littré’s, which deﬁ nes bê tise as a “defect of intelligence or \njudgment”), this use of the attribute bête is not exhausted by this concept of \nunderstanding in the broad sense. It can designate an ethical way of being, a \nsocial of even implicitly political disposition (when I say “So- and- so is bête,” \nI am beginning, at least virtually, to designate him or her as a class enemy \nor a political enemy). Bê tise is always the object and the target of an accusa-\ntion, an ambiguous  hetero- or self- accusation: I am too bête, or you are too \nbête, in the sense of “I am too good,” “You are too good,” “We are too bête,” \n“We’re being had,” “We’re being exploited,” “We are good beyond measure \nor discernment” (and we indeed ﬁ nd here, in a latent state, certainly, an \nintellectual evaluation, though used to describe in the ﬁ rst place a weakness \nof the heart, an excess of generosity or charity, of love of one’s neighbor). \nAnd then there is the tout bête (for “quite simple,” “easy to understand or \neasy to do”), etc. We ﬁ nd the same problem with the attribute con,7 more \nuntranslatable than ever, very close to bête, and even of bête in the sense of \n“good” (I am too bête, I am too con), but bête and con, you can try it out, are \nnot absolutely substitutable synonyms. Neither on the side of the subjects of \nenunciation nor on the side of the objects or targets of the accusation. One \n6. Jean-Jacques Rousseau, Émile (Paris:  Garnier-Flammarion, 1966), p. 149: “vous le \nverrez cent fois plus stupide et plus bête que le ﬁ ls du plus gros manant.” \n7. [Translator’s note:] Derived from an obscene word for the female genitalia, “con” \n(adjective and noun) in current French usage means, roughly, “idiot(ic).”\n230 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 187,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "aban",
        "heit",
        "dif",
        "imb",
        "doning",
        "etc",
        "culty",
        "niais",
        "ronell",
        "tise"
      ],
      "full_text": "170  ‡  sixth session\ncould write books on the subtle but irreducible differences, even if they can \nalways be neutralized and are always interesting, between bête and con, bête \nand idiot, bête and stupide, bête and imbécile, bête and crétin, or even débile \n[mentally feeble, “dumb”], bête and naïve or niais [simple minded], etc. It is \nnever quite the same thing. But the difference can be felt and marked only \nin the concrete, situated, contextualized implementation, in the idiom of \neach situation and each individual, of each group of individuals, each social \nscene. Which does not mean that one can make this word mean anything \nat all, and that we would have to give in to an absolute relativism by aban-\ndoning the meaningful use of this word to the diversity of contexts and \nsingular usages. But the idealization of an objective and theoretical ideality \nof meaning, of a “free” ideality, as Husserl would say (and we shall return \nto Husserl in a moment), cannot be what gives the rule for the use of this \nlexicon. And you imagine the problems of translation that this can pose: not \nonly from one language to another but — and I’m coming back to this in a \nmoment because it is the argument that matters most to me — within one \nand the same language, one and the same cultural code.\nFrom one language to another, I very rapidly recalled last time that if, \nat least in the languages that are not completely inaccessible to me, En glish \nand German, stupidity, foolishness, stupid, foolish, silly, idiotic did not more \nadequately translate the  being- bête of bê tise than did dumm, Dummheit, \nblöd, blödsinnig (Blödigkeit, which Hölderlin talked about), albern, Albern-\nheit, etc., any more than Kleinigkeit or triviality adequately translated the \nlittle nothing bê tise or almost nothing bagatelle, the point was not just that \nthe implicit reference to the animal or the beast was absent. I believe I know \nthat in some languages, Greek or Italian, and even Spanish, one can ﬁ nd too \na reference to the animal in words or expressions that speak, denounce, or \naccuse something like bê tise. So the point of untranslatability is not that.\nSo what is the point of untranslatability and what is at stake in it here? In \nthe book I have already mentioned, Stupidity, Avital Ronell speaks several \ntimes (in an En glish we shall therefore have some difﬁ culty retranslating \nhere and there) of stupidity8 as a “quasi- concept,” i.e. a concept that is so \nunstable, subject to such variability, such plasticity, such mobility, such a va-\nriety of uses that its meaning is not secure. After having studied all the vo-\n8. [Translator’s note:] “Stupidity” is in En glish in the text. In what follows, the \nFrench text of the seminar gives long extracts from Ronell’s book, which Derrida read \nout in En glish and paraphrased and translated with comments during the session. I \nhave separated out paraphrase (which I have largely omitted) from commentary (which \nI have translated in brackets). \n \n231\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 188,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "ibid",
        "anaist",
        "leging",
        "dif",
        "signi",
        "ctional",
        "etc",
        "hetos",
        "ronell",
        "tise"
      ],
      "full_text": "sixth session  ‡  171\ncabulary of ancient Greek that designates things close to or related to bê tise, \nRonell writes: “Yet the Greek understanding of what might be regarded \nas stupidity, taking into account the historical and linguistic mutations of \nthis quasi- concept, holds above all political implications that continue to \nbe signiﬁ cant for us today.”9 And I emphasize, for my part in any case, the \nword “quasi,” in “quasi- concept,” because it is not without relation to the \nﬁ ctional logic, the possibility of feint, or even feigned feint, with effacement \nof the trace and the fabulous element of the “as if,” that are important to \nus today. Why does the question of the bête so regularly call for fabulous \nresponses and “as if” concepts, quasi- concepts? Now here is Avital Ronell, \n twenty- eight pages later, even as she is devoting to it a book that bears this \ntitle (Stupidity), asking herself, in parentheses, and not without the irony \nfor which she is well known, if one can consider “stupidity” a concept: “it \nremains to be seen whether stupidity can be viewed as a concept.”10\nAfter having recalled a whole semantic range of Greek words related to \n“stupid” (apaideusia, not cultivated; aphronesis, lacking in judgment; anaist-\nhetos, insensitive; agroikos, uncouth, an uncultivated man from the country, \na peasant, etc.), she turns her analysis around this untranslatability by privi-\nleging not a word but a singular occurrence of the word Dummheit (bê tise, \nif you will), which Heidegger used to characterize — what? His error? No, \nsomething else, more and something other than his error, when he not only \njoined the Nazi party (he remained a member until the end) but assumed \nhis commitment to Nazism in 1933–34. A political bê tise, then. But a bê tise \nas act, operation, moment, accidental faux- pas and not as a permanent and \nstructural character trait. Heidegger did not say: “I am bête,” “How bête I \nam,” or “I’m always bête,” or even, “I am bête in politics, always bête as to \npolitics or political commitment.” No, he said: “That day, I did a bê tise, an \naccidental faux- pas,” with the implication, “that I regret even though one is \nnot always entirely responsible for a bê tise,” and this is the responsibility, dif-\nﬁ cult to assign, that we are talking about. Let me read a long extract from \nAvital Ronell.\nFor the ancient Greeks, stupidity cannot be seen as belonging to the domain \nof the political because it indicates that which lacks politics: it is being- \noutside- the political. In terms of a political anthropology, the Greek ap-\nproximation or anticipation of stupidity would have to be located in the \nprepolitical, in the forgetting of politics. The stupid one is incapable of \nliving in a community. Essentially autarkic, the prepolitical stupid one is \n9. Ronell, Stupidity, p. 40. \n10. Ibid., p. 68.\n232 \n233 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 189,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "est",
        "tinues",
        "facticity",
        "heit",
        "certi",
        "ssuring",
        "nal",
        "signi",
        "polites",
        "etc"
      ],
      "full_text": "172  ‡  sixth session\nmarked by an absence of relationship or link (ataktos). For Plutarch, the \nterm “idiot” expresses social and political inferiority; it is not a certiﬁ cate \nof citizenship — the idiot is the one who is not a citizen (polites). Dummheit \nretranslated into Greek means a suspension of the political at the very mo-\nment when Heidegger offers one of his minimalist utterances concerning \nhis link to the politics of the Third Reich.\n \nAt this point, it would be prudent to introduce the problem of untrans-\nlatability that will dominate the pages to follow. There was already an inter-\nnal ﬁ ssuring within the Greek approximations of “stupidity” — a linguistic \ninstability that could be overcome only by means of considerable rhetori-\ncal violence. On another register, the movement between French, German, \nSpanish, and En glish appropriations of “stupidity” reveals more than the \nmatter of semantic variance. “Stupidity” resists transfer into Dumm heit, just \nas it can hardly inhabit the premises of bê tise, with its attendant zoology, the \nanimals or animality that populate the few but noteworthy discussions of \nstupidity in French. [Here she adds a note: “The French term denoting \nstupidity is of course bête, tying dumbness to the animality of animals. You \ndon’t have to be vegan or an animal rights activist to note how unfair this \nis to animals. Only humans can be, or be predicated as, bête.” And she con-\ntinues, no longer in a note:] Still, on another level, there exists a dissociation \nof meaning and intention that can be said to occur within En glish usage, a \ndissociation that compels a second reading of Heidegger’s single reference \nto his own Dummheit. And here the matter of untranslatability becomes \neven more tricky, if equally fundamental. What would happen if we were \nto translate this avowal of Dummheit according to common usage, as “stu-\npidity”? Would another translation, equally acceptable though less com-\nmon, alter the horizon of meaning? Let us say that Heidegger referred to \nhis “dumbness” of 1934 rather than to his “stupidity.” The date remains the \nsame, but the moral meaning has shifted, taking on another value. This in-\ntralinguistic twister repeats the interlinguistic knot tying up “stupid” with \nbête. The difference between avowing stupidity and claiming dumbness for \noneself (“That was dumb”; “I was really dumb in 1934”) is a signiﬁ cant one. \nWhile the disclosure of dumbness leaves no recourse or room for argument, \nstupidity is linked to an effect of malice; indeed, it calls for judgment. In \nother words, whereas dumbness might be part of the irreparable facticity of \nexistence, there is an ethics of stupidity, or let us say simply that it calls for \nan ethics. [Etc. etc.]\n \n[. . .] [A reference to Henri Michaux and “Bonheur bête”:]\n \nIn “Bonheur bête” Henri Michaux exclaims: “Il n’a pas de limites, pas \nde [. . .], il est tellement sûr qu’il me désespère” [“He has no limits, no [. . .] \nhe is so sure he leaves me in despair”] [So stupid is he.] The voice narrating \nis rendered desperate by the boundless certitude of the one who comes off \ntruly as stupid. There are at least two moments in this utterance of which \n \n234\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 191,
      "bucket": "D (5-10%)",
      "error_rate": 7.6,
      "unknown_words_sample": [
        "ibid",
        "est",
        "nished",
        "dif",
        "signi",
        "abjected",
        "etc",
        "deleuze",
        "nally",
        "ronell"
      ],
      "full_text": "174  ‡  sixth session\nhidden as though ineffable, “unsayable.”] There would be no philosophy \nwithout this abjected and largely repressed condition of its possibility. One \ncould even pursue the point further by observing that the more successfully \nrepressed philosophy is, the closer it comes to the core stupidity. [The better \nthe philosophy, if you like, the more it represses stupidity. And the theme \nof stupidity.] Who has not recognized certain philosophical assertions as \nbeing stupid in the end? Arguably, there is nothing more stupid, ﬁ nally, \nthan  Hegel’s “absolute knowledge” [Etc., etc.] [. . .]. Fundamental stupid-\nity has not really been upgraded to the level of a problem, however, for \nphilosophers have rarely tended to address the question of stupidity (it is \ntherefore not a question but strictly out of the question) or when they have \nbroached the topic, as in the case of Hegel’s disciple J. E. Erdmann, their \nattempts have been greeted with laughter and derision [when a philosopher \ntried to talk about bê tise, he was laughed at [on s’est foutu de lui]]. On some \nlevel, then, stupidity has no legitimate status in our discursive encounters. \n[Etc., etc.]\nRonell cites Flaubert, Musil, Baudelaire, Nietzsche, etc. And gets to this \npoint, which I’ll translate too:\nSo we are arriving at some sort of minimal consensus, at least within this \ncommunity of two writers [Musil and Flaubert], on a determination of stu-\npidity (Baudelaire and Nietzsche pose further problems for the modernist \ntopos in the context of art, artiﬁ ce, [etc.]). It is certainly difﬁ cult, more-\nover, to speak convincingly of “determination” [i.e. the determination of \nstupidity] when stupidity appears principally to be of and about indeter-\nminacy — nonetheless, let us continue these ruminations. [In other words, \nwe’re going to try to determine stupidity where philosophy has always \navoided it and we well know, precisely, that stupidity or bê tise, if that’s how \nyou translate it, is all about indeterminacy. A little later, p. 69:]\n \n[. . .] We persistently oscillate between two sides of determination, at \nonce marking both the indetermination and sheer determination of the \nstupidity cycle.12\nWe are far from having ﬁ nished with this problem of translation. But you \nal ready see clearly that even where we understand, up to a point, even to \na great extent, Ronell’s text, which is written, basically, in a sort of trans-\nfer or shuttle between more than one language (German, and a speciﬁ c \nGer man — that of Heidegger, Musil, Erdmann: Dummheit; French, and a \nspeciﬁ c French — that of Flaubert, Valéry, Deleuze: bê tise), but especially \nEn glish — which dominates and provides the metalanguage and the signi-\n12. Ibid., pp. 68–69.\n \n237\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 192,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "syntagm",
        "priori",
        "tri",
        "perience",
        "etc",
        "retranslat",
        "tise",
        "versa",
        "untrans",
        "latability"
      ],
      "full_text": "sixth session  ‡  175\nﬁ er of the general equivalent: stupidity — the fact remains that this general \nequivalent is only a general quasi- equivalent: this quasi- equivalent remains \ninadequate and we understand it, each in our idiom, only by retranslat-\ning it (for example, by bê tise in French, and not by stupidité), by ceaselessly \nretranslating it while knowing well or feeling sure, at least confusedly, in-\ndistinctly, bêtement if you will, idiotically if you prefer, that where we are \ndealing, precisely, with the idiom (i.e. with that extraordinary magnetic \nﬁ eld of meaning and uses that link in Greek the idios of the particular or \nsingular idiom to the idiotes, the idiocy of the idiotes who can be the indig-\nenous inhabitant, the simple citizen, and also the ignorant man, without ex-\nperience, naked, savage, innocent) — [while knowing well and feeling sure, \nthen, at least confusedly, indistinctly, bêtement if you will, idiotically] that \nin this retranslation of stupidity by bê tise, or vice versa, between Dummheit, \nbê tise, and “stupidity,” there is a remnant, a remainder that is untranslated \nand untranslatable. And that this remainder cannot be reduced to the ref-\nerence made by French alone, or some other language (but rarely) to the \nbeast. What remains absolutely untranslatable, one can say so a priori, what \nremains untranslatable in the very economy of the word, in the word- for-\n word or “one word for one word,” is the totality of the idiomatic network \nthat coordinates all these values, all these connotations, all these quasi-\n synonymies or even homonymies (for example, the homonymy between the \nbê tise of someone who is bête and the bê tise one does, the bê tise one says, and \nthe bê tise, the “almost nothing,” the triﬂ e that one gives or receives, etc.).\nSo again I ask and again launch the question of a little while ago: what is \nthe point of untranslatability and what is at stake here? Why this syntagm, \nitself untranslatable, point d’intraduisibilité?13 Well, so as to mark clearly, to \nmark as well as possible, the absence of all purity and all decidable limits \nhere: neither pure and simple translatability nor pure and simple untrans-\nlatability. There is a point of untranslatability, and there is not [ne . . . point] \nuntranslatability. What links the meaning and the syntax in the French us-\nage of the word point is untranslatable, but relatively untranslatable. The \nresponse is always economical, i.e. impure. Point is untranslatable by one \nword when its syntax plays between the point and the negation ne . . . pas, \nbut easily translatable if I devote a page of explanation to it, and then it will \nnot be purely and simply a translation.\nTo sharpen up this question, one must ﬁ rst bear witness to or take stock \nof the fact that the absence of a general equivalent, namely a univocal con-\n13. [Translator’s note:] In French, “point d’intraduisibilité” means both “point of \nuntranslatability,” and “no untranslatability [at all].”\n238 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 194,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "tive",
        "perspectival",
        "quired",
        "constative",
        "axi",
        "performatively",
        "signi",
        "iso",
        "etc",
        "evalua"
      ],
      "full_text": "sixth session  ‡  177\nNow if even within a single language, one and the same supposedly co-\nherent, “consistent” idiomatic system, I cannot manage to determine, iso-\nlate, objectify, and therefore idealize as the same, a single meaning for the \nlexicon of bê tise (bê tise, bête, bêtement, etc.), if each time the use I make of \nthis lexicon is not constative but performative, always both indeterminate \nand therefore overdetermined, depending on an incalculable number of \nconditions, protocols, contextual variables, if every occurrence of this lexi-\ncon corresponds to an evaluation (for bête, bê tise, bêtement is always the axi-\nological correlate of an evaluation that is itself always relative, it is always \na negative, depreciative evaluation, an insult, a denunciation, an ironic of-\nfense, etc.), then there is no general equivalent that would allow me to say \nin all rigor: this is the objective and ideal meaning of what I meant to say \nor do in performatively producing this evaluation, this value judgment, this \naccusation, this kate¯goria, this denunciation, this insult, this offense.\nOf course, you will say, I am not completely powerless and absolutely \nwithout resource in this respect. I can begin to understand and to explain, \ntherefore to translate, to sketch, to test out general quasi- equivalents, more \nor less satisfactory, consensual, convincing approximations (and that is what \nwe are doing here, basically, and what we were doing in translating ap-\nproximatively the passages from Ronell I was quoting just now). But you \ncan see that this success is relative, always perfectible, and that in the case \nof Ronell’s book, a large number of contextual conditions were already re-\nquired, beginning with a certain relative and shared knowledge of three or \nfour languages (Greek, En glish, German, French), common references, the \nexistence in French of a neighboring word, although one different from \n“stupidity,” etc.\nWhat do I have in view with this point of untranslatability? Well, to say \nit too brieﬂ y: if the accusation of bê tise, if the evaluation of bê tise (the evalua-\ntive and therefore prescriptive or proscriptive, normative, normalizing, and \nsociopolitical accusation, always perspectival), if this insult as an act of war \nremains untranslatable because it is always bound and therefore contained, \ncircumscribed, constrained in a singular situation and a contextualized \nstrategy, this is because it does not have as a transcendent rule what, with \nHusserl, one could call a free ideality. Husserl, in a word, calls ideality in \ngeneral what, as object or signiﬁ cation, is constituted and repeated identi-\ncally, as the same, across a multiplicity of subjective acts: for example, the \nnumber “two” or a literary work or the meaning of a word, or even anything \nelse that remains the same across an inﬁ nite number of different subjective \nacts: it is each time the same number “two,” or the same work (ideally such \nand such a poem) which is intended across the acts or persons who, billions \nof times, can intend them in the course of different spatio temporal experi-\n241 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 195,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "conceptuality",
        "bot",
        "nition",
        "nds",
        "universalizable",
        "gebundene",
        "deleuze",
        "exis",
        "idealities",
        "tise"
      ],
      "full_text": "178  ‡  sixth session\nences. But among all these ideal objects, among these idealities independent \nof the empirical subjective acts that intend them, Husserl distinguishes be-\ntween bound idealities (tied up, gebundene idealities) which are ideal only \nin the body, itself ideal, of a particular (not absolutely universalizable) exis-\ntence, and those that are absolutely free and absolutely independent of their \noccurrences. For example, the number, I repeat, the number 2, the objective \nnumber, beyond any language, is an absolutely ideal object, universally in-\ntelligible, and so free, detached, unbound, but the words deux, two, zwei \nare the same only each in its own language: they remain the “same” object \nintended in each language as often as whoever repeats them: but as they \nremain bound to a language, not universal, they are bound, enchained ide-\nalities relatively limited in their ideality or in their process of idealization \nor universalization. Well, the meaning of the words bête, bê tise, as mean-\nings of French words, have an ideal meaning, but one bound to the French \nlanguage, and so to French history, culture, and society, and thereby in the \nend, more seriously, always bound to determinate uses and contexts which \nto that extent limit their translatability or universalization, not only from \none language to another but within one language.\nI choose phenomenological vocabulary and Husserlian conceptuality \nto describe this situation because one ﬁ nds in it this motif of freedom and \ntherefore the correlate of that responsible, free, and sovereign personality \nthat is so often implied to explain to us (for example, as Lacan and Deleuze \ndo close to us, but as has always been done) that cruel bestiality and bê tise are \nproper to man and cannot be attributed to so- called animal beasts. At bot-\ntom, what Lacan and Deleuze are telling us about bestiality and (transcen-\ndental) bê tise is that they are reserved for mankind, that they are the proper \nof mankind, that the beasts are incapable of them, that one cannot qualify \nas “bestial” or bête (bête in the sense of bê tise) beasts that have no relation to \nthe law, that they cannot be cruel and responsible, i.e. free and sovereign \n(sovereignty being, even before deﬁ ning politically the essence or vocation \nor claim of a sovereign of a  nation- state or a people, the very deﬁ nition of \nthe juridical person, as a free and responsible person, able to say or imply “I, \nme,” to posit itself as “I, me”).\nIf, then, the very meaning of the lexicon of bê tise or  being- bête, of bestiality \nor bê tise, cannot be absolutely translatable, as a free ideality without equivo-\ncation, as a semantic object that is pure and independent not only of such \nand such a language but of pragmatic, performative, polemical, or strategic \nand violent contexts, then it seems impossible strictly to reserve them to \nman as sovereign and free. This is why I said last time that this abyss of \ntranslation obliges us to revise everything as to the supposed translation or \n \n242\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 196,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "nonpertinence",
        "est",
        "teste",
        "ide",
        "ality",
        "deleuze",
        "lacan",
        "nontranslation",
        "tise",
        "weltliteratur"
      ],
      "full_text": "sixth session  ‡  179\nnontranslation between the so- called animal order and the so- called human \norder, between the supposed reaction and the supposed responsible response, \nbetween the so- called language of animals and the so- called language of \nman — I would prefer to say between the trace of beasts supposed to be \nwithout bê tise and the bê tise of human speech supposedly capable of this \nprivilege that is still called bê tise, and the right to bê tise. A meaning the ide-\nality of which is bound determines a language that participates as much in \nreaction (within programmatic constraints that can be highly complex and \noverdetermined, as they are, moreover, both for animals and for humans), \nas in response. If meaning remains linked to a determinate situation, a war-\nlike or polemical pragmatics, for example, an engagement and a vital in-\nvestment (of whatever nature: libidinal, hunting, or seductive), to a relation \nof forces, then the distinction between reaction and response (that everyone \nfrom Descartes to Lacan makes the criterion of what is proper to man, of \nhis rationality, freedom, sovereignty, relation to the law) — this distinction \nloses its rigor and decidability.\nThis is why, without concluding that bê tise is proper to French, even if \nthe word bê tise belongs only to the French language (but why, in fact?), I \nalso recalled that we should start out again from the famous statement in \na very French work of our time, Valéry’s Monsieur Teste. This work opens \nwith a sentence that is well known, in France and, as we were pointing out \nlast time, in Weltliteratur: “La bê tise n’est pas mon fort.” Translated into En-\nglish, you remember, this gave: “I am not very strong on stupidity.”14\nI am not saying this to discredit the discourses that are doing everything \nthey can to specify humanity as much as possible, a properly human char-\nacter of bestiality and bê tise. Nor am I saying it to confuse, to say that there \nis no difference between animals of a nonhuman type and human animals. \nOn the contrary, it is to reﬁ ne differential concepts that I am emphasizing a \nnonpertinence of the concepts and the logic that are employed to reserve the \nprivilege of what one thinks one can deﬁ ne as bestiality and bê tise [to reserve \nthe right or the privilege, then] to that properly human animality suppos-\nedly free, responsible, and not reactive or reactional, capable of telling the \ndifference between good and evil, capable of doing evil for evil’s sake, etc.\nI should like to clarify here, before concluding for today, the sense of my \nreservations as to the discourse of the tradition in the original form it takes \nin Deleuze and Lacan.\nWhen, in the Schellingian vein that I recalled, Deleuze says that “bê tise is \nnot animality” or that “animals are as it were forearmed against this ground, \n14. [Translator’s note:] See session 5 above, n. 43.\n243 \n244 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 198,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "ately",
        "deleuze",
        "elds",
        "indi",
        "ibid",
        "discur",
        "logics",
        "vidual",
        "egological",
        "sivity"
      ],
      "full_text": "sixth session  ‡  181\ntuality put forward furnishes no sure criterion to posit clearly that “bê tise \nis not animality” and that man alone is exposed to it. For example, in the \nfollowing sentences, I don’t see in what way the very equivocal ﬁ gures of \n“mining,” of the work of [under- ]mining that comes from the ground, and \nof “work,” of “being worked on by,” could not be applied to animals. Un-\nless one supposes, with Descartes and Kant, not only that the animal cannot \nconstitute itself into an I and a Me, but that anthropology, the essence of \nwhat is proper to man, is circumscribed by the possibility of the “I, Me,” or \neven by the ability to say “Me, I.” That is a question I shall take on immedi-\nately after this. Here is what Deleuze says: (Read and comment)\nNow animals are as it were forearmed against this ground by their explicit \nforms. It is not the same for the I and the Me, undermined by the ﬁ elds \nof individuation that work on them, defenseless against a rising up of the \nground that holds out to them a distorted or distorting mirror, in which \nall forms, now thought, dissolve. Bê tise is neither the ground nor the indi-\nvidual, but rather this relation in which individuation makes the ground \nrise up without being able to give it form (it rises though the I, penetrating \nto the depths of the possibility of thought, constituting the unrecognized of \nall recognition).16\nThis is to recognize that bê tise is a thing of the “Me” or the “I,” and is not \nto name something like a form of psychic life (whether one call it ground \nor not) that would not have the ﬁ gure of “I Me.” Now, without needing to \ngive credit to this or that construction of Freudian metapsychology, one \ncan avoid reducing the whole of psychic or phenomenological experience \nto its egological form, and one can avoid reducing all life of the Ego, all \negological structure, to the conscious self. In psychic or phenomenological \nexperience, in the self- relation of the living being, there is some non- ego, on \nthe one hand, and there is even, Freud would say, some of the Ego that is \nunconscious. If one does not wish to invoke Freud’s authority and discur-\nsivity, it sufﬁ ces to admit that the living being is divisible and constituted by \na multiplicity of agencies, forces. and intensities that are sometimes in ten-\nsion or even in contradiction. I am deliberately, in speaking of a differential \nof intensities and forces, using a  Nietzschean- style language more accept-\nable to Deleuze. But you see clearly what is at stake around this ego- logics \nof “I” and “Me.”\nGiven this, not to forget our problem of the beast and the sovereign, if \nthe sovereign is always the agency or a “Me I,” of a subject saying “Me I,” or \n16. Ibid., pp. 197–98 [p. 152].\n246 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 199,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "deleuze",
        "est",
        "teste",
        "ich",
        "das",
        "muf",
        "lacan",
        "cluding",
        "tise",
        "sciously"
      ],
      "full_text": "182  ‡  sixth session\neven “we,” a ﬁ rst person, supposed to decide freely, sovereignly, supposed \nto lay down the law, to respond, to answer for itself, to dominate the rest of \npsychic life (conscious and unconscious), then who is bête? Or what? Me or \nit [moi ou ça]?17 To whom, to what does bê tise belong?\nIs this not again the question of the fellow and the other, revisited from \nanother point of view, and from another point of interrogation? To ask the \nquestion bêtement, am “I, Me” bête? Is “Me, I” bête? Is bête always said of \na “Me,” of one who says “Me”? Who is more bête in me, the one <who> \nsays “Me” or something else, at bottom, at the bottomless bottom of me \nwithout me, that the “Me [Ego]” is powerless to dominate, silence, suppress \nor repress? The commonsense reply, a reply that is always double, with \na duplicity that one must know how to hear, would perhaps be that I am \nalways more bête than another; one should understand by that that what is \nbête, always more bête than another, is me, a “me [ego],” is what says, con-\nsciously, me (even if it is to say, like Monsieur Teste, from the start, “la bê tise \nn’est pas mon fort,” a proposition in which one hears echoing or welling up, \nmufﬂ ed but insistent, from the abyssal depths of a bottom, the pretension of \nan incorrigible and unfathomable bê tise. How bête or even con do you have \nto be to dare to say “la bê tise n’est pas mon fort”!).\nThe “Me, I” is what is more bête than another, be it more bête than the \nother in me- I; but the conscious and responsible Me I is also what claims to \ndominate the beast and the bê tise in me. The Me [or the Ego] is always both \nmore bête and less bête than that [than Id], whatever you put under “that.” \nWho is thus always both less bête and more bête than what. More or less \nstrong [fort] than what, with only this essential difference that force can be \non the side of bê tise, that bê tise can be, sometimes, force itself, what is strong \nin force, which obviously complicates everything.\nIf you take up these formulas again and give full rein to these lapidary \nstatements (“The Me [or the Ego] is always both more bête and less bête than \nthat [than Id],” whatever you put under “that,” or again “I am (or the “I” \nis) always both more and less bête than that”), you will have in a few words \nthe essential part of what I would like to have you hear, at the moment of \nlaunching again and putting in question again the assurance of traditional \ndiscourses (which I would certainly not call “a little bête all the same”), in-\ncluding those of Lacan and Deleuze, so original, though, and, especially in \nthe case of Deleuze, so unusually open to another interpretive experience \nof animality and bê tise — the common assurance, however, of both Lacan \n17. [Translator’s note:] In French “Le Moi et le ça” is the standard translation of \nFreud’s “Das Ich und das Es,” “The Ego and the Id.”\n \n247\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 200,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "est",
        "metapsychological",
        "hyperconscious",
        "nds",
        "deleuze",
        "nally",
        "possibil",
        "fontaine",
        "cogito",
        "tise"
      ],
      "full_text": "sixth session  ‡  183\nand Deleuze when they both ﬁ nally stake everything on a sovereignty of \nthe responsible human Me, capable of responding freely, and not only of \nreacting, retaining a relation of freedom with the indeterminacy of the \nground. The distinction between response and reaction, between responsible \nresponse and irresponsible reaction, and thus between sovereignty and non-\nsovereignty, freedom and unfreedom, as the difference between man and \nbeast, fails to recognize — which can come as a surprise in a discourse held \nin the name of psychoanalysis and a return to Freud — at least the possibil-\nity of what is called the unconscious. But at this point, we do not need that \nword, or any theoretical construction (metapsychological or other: ego, id, \nsuperego, ideal ego, ego ideal, or RSI, Real, Symbolic, Imaginary). It sufﬁ ces \nas a minimal requisite to take into account the divisibility, multiplicity, or \ndifference of forces in a living being, whatever it be, in order to admit that \nthere is no ﬁ nite living being (a- human or human) which is not structured \nby this  force- differential between which a tension, if not a contradiction, is \nbound to localize — or localize itself within — different agencies, of which \nsome resist others, oppress or suppress others, trying to implement and have \nwhat we shall call, so as not to forget La Fontaine, the reason of the stron-\ngest prevail. And in these antagonisms made possible, in every ﬁ nite living \nbeing, by differences of force or intensity, bê tise is always necessarily on both \nsides, the side of the “who” and the side of the “what,” on the side of the one \nthat manages to posit itself as sovereign, and on the side of what the sover-\neign denounces or attacks as the bê tise of the other.\nEven if it were saying, sovereignly intelligent, something as stupid as “La \nbê tise n’est pas mon fort” — which has always passed, in French literature, \nuntil now, until this evening, for a supreme manifestation of critical intel-\nligence positing itself and proudly claiming its rights, of the pitiless lucidity \nof the cogito, of a hyperconscious and triumphant intellectualism, whereas \nfor my part I hear in it, perhaps, perhaps another bê tise, the bê tise of the self \n[moi], the bê tise of the self itself, of the conscious self- positing self, bê tise \nas such, my very bê tise. Which posits itself, still triumphant, as intelligent, \nwhich is nothing other than the self- conﬁ dence and the self- consciousness \nof a vigilance that is non- bête, not so bête, inasmuch as it posits itself as such, \ninasmuch as it posits and posits itself, and ﬁ nds itself. Positing, thesis, the \nthesis of self, the triumph of self- positing, reﬂ ects and reﬂ ects itself as bê-\ntise. Bê tise always triumphs, it is always, in the war we are talking about, on \nthe side of the victor. There is a certain Triumph of Life in bê tise. A certain \ntriumph over which a certain life tries also to triumph. This is why it is \nvital for bê tise not to ﬁ nd itself bête: that would be suicidal. Valéry writes in \nthe Log- book of Monsieur Teste the following, which one can read simulta-\n248 \n249 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 201,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "est",
        "unheimlichkeit",
        "cuchets",
        "ctional",
        "unheimlich",
        "tise",
        "extraits",
        "radi",
        "teste",
        "nger"
      ],
      "full_text": "184  ‡  sixth session\nneously as a desperate struggle against bê tise and the very signature of bê tise, \nits triumphant seal: “I am not bête because every time I ﬁ nd myself to be bête \nI deny myself — I kill myself.”18\nWhat is more bête? Where is bê tise going to lodge, preferably? Where is \nthere the more characterized bê tise, in the conscious self or in the bottom of \nthe unconscious self, in consciousness or in the bottom or nonconscience? \nThe arrogant bê tise of whoever dares to declare, basically without enough \nreﬂ ection, already a little like the marionette that he wants to kill within \nhimself, the bê tise of the initial statement, of the incipit: “La bê tise n’est pas \nmon fort” is not necessarily that of Valéry; “La bê tise n’est pas mon fort” is \nnot necessarily that of Valéry but no doubt that of his literary quasi- double, \neven though one can presume in Valéry some admiring and ambiguous \nfascination for this quasi- double, for his character, his creature, his mari-\nonette, Monsieur Teste; one can presume Valéry to be as abyssally attracted, \nto the point of identiﬁ cation, by a ﬁ ctional creature busy with intelligence, \nMonsieur Teste, as Flaubert was attracted, as though toward a gulf and \nsomething bottomless, to the point of drowning himself in identiﬁ cation, to \nBouvards and Pécuchets besieged by bê tise. Fascination, fetishization, con-\nscious or unconscious projections: what is less bête or more bête, more or \nless cunning, consciousness or the unconscious? Each says, both say to each \nother, one is more bête than the other. Disaster and triumph. One is stronger \nthan the other. Therefore one is weaker than the other.\nThis undecidable alternative, both “strange and familiar,” uncanny, un-\nheimlich, would go just as well for life and death, the living and the dead, \nthe organic and the inorganic, the living being and the machine, the living \nbeing and its mechanization, the marionette, the mortal and the immortal: \none is always more bête than the other. The truth of bê tise is no doubt this \nreciprocal upping of the ante, this denying hyperbole that always adds bê-\ntise, a supplement of bê tise, to the self- proclamation of its opposite.\nNext time, we shall probably set off again from the marionette. Not only \nthat of Monsieur Teste, who, among other declarations that we shall read, \nis supposed to have “killed the marionette,” perhaps in order to deny or kill \nwithin him the undecidable internal strangeness, both intestinal and radi-\ncally other, vertiginous, unheimlich, in order to resist, repress, or master a \ncertain Unheimlichkeit (“When he spoke, he never raised an arm or a ﬁ nger: \nhe had killed the marionette [these last three words in italics: how can one kill \n18. Paul Valéry, “Extraits du Log-book de Monsieur Teste,” in Oeuvres, vol. 2 \n(1960), p. 45. \n \n250\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 202,
      "bucket": "D (5-10%)",
      "error_rate": 9.5,
      "unknown_words_sample": [
        "dutoit",
        "sich",
        "wesen",
        "proses",
        "ein",
        "celan",
        "pasanen",
        "magni",
        "das",
        "unheimlich"
      ],
      "full_text": "sixth session  ‡  185\na marionette?] He did not smile, did not say good day or good evening: he \nseemed not to hear the ‘How are you?’ ”).\nNot only Valéry’s marionette, then, but also the much more thought-\n provoking one, with respect to the Unheimliche, of Celan, whose “The Me-\nridian” begins, as you know, with “Die Kunst, das ist, Sie erinnern sich, ein \nmarionettenhaftes [. . .] kinderloses Wesen,” and in the magniﬁ cent work \nof editing, analytic reading, and translation by Jean Launay, which has just \nappeared at the [Éditions du] Seuil: “Art, you will remember, has the quali-\nties of the marionette and the iambic pentameter. Furthermore — and this \ncharacteristic is attested in mythology, in the story of Pygmalion and his \ncreature — it is incapable of producing offspring.”19\nAnd a little later — but we shall come back to all this — Celan turns to-\nward the vertiginous and abyssal thought of what remains unheimlich, in \nthe passage that I shall simply read, and to which we shall be returning no \ndoubt next week: (Read and comment)\nLenz, that is, Büchner, has — “alas, art” — disdainful words for “Idealism” \nand its “wooden puppets.” He contrasts them — and they are followed by \nthe unforgettable lines about the “life of the most humble,” the “move-\nments,” the “suggestions,” the “subtle, scarcely perceptible play of their fa-\ncial expressions” — he contrasts them with that which is natural, with all \nliving creatures. And he illustrates this conception of art by relating a recent \nexperience.\n \n“Yesterday, as I was walking along the edge of the valley, I saw two girls \nsitting on a rock; one was putting up her hair and the other was helping; \nand the golden hair was hanging down, and the face, pale and serious, and \nyet so young, and the black dress, and the other one so absorbed in helping \nher. The most beautiful, the most intimate pictures of the Old German \nSchool can convey but the vaguest impression of such a scene. At times one \n19. Paul Celan, “Le Méridien,” in Le Méridien & autres proses, bilingual ed., trans. \nand ed. Jean Launay (Paris: Seuil, 2002), p. 59; trans. Jerry Glenn as “The Meridian,” \nChicago Review 29 (1978): 29–40; reprinted in Jacques Derrida, Sovereignties in Question: \nThe Poetics of Paul Celan, ed. Thomas Dutoit and Outi Pasanen (New York: Fordham \nUniversity Press, 2005). [Translator’s note: As the editors of Sovereignties in Question \npoint out (pp. 188 and 204), Glenn’s translation is the one used by Derrida himself in the \nU.S. version of the seminar. With occasional slight modiﬁ cations, it is the version used \nhere and in what follows (although I have also consulted the translation by Rosemarie \nWaldrop, in Paul Celan: Collected Prose [New York: Routledge, 2003], pp. 37–55); page \nreferences are to the reprinting of Glenn’s translation as an appendix in Sovereignties in \nQuestion (pp. 173–85).]\n251\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 203,
      "bucket": "E (10%+)",
      "error_rate": 18.0,
      "unknown_words_sample": [
        "ibid",
        "hinaustreten",
        "auch",
        "unheimliches",
        "ihn",
        "ein",
        "das",
        "lenz",
        "kunst",
        "dusa"
      ],
      "full_text": "186  ‡  sixth session\nmight wish to be a Medusa’s head so as to be able to transform such a group \ninto stone, and call out to the people.”\n \nLadies and gentlemen, please take note: “One would like to be a Me-\ndusa’s head,” in order to . . . comprehend that which is natural as that which \nis natural, by means of art!\n \nOne would like to, not: I would like to.\n \nHere we have stepped beyond human nature [Das ist ein Hinaustreten \naus dem Menschlichen], gone outward, and entered an uncanny realm [ein \nSichhinausbegeben in einen dem Menschlichen zugewandten und unheimlichen \nBereich], yet one turned toward that which is human, the same realm in \nwhich the monkey, the automata, and, accordingly . . . alas, art, too, seem to \nbe at home.\n \nThis is not the historical Lenz speaking, it is Büchner’s Lenz. We hear \nBüchner’s voice: even here art preserves something uncanny for him [die \nKunst bewahrt für ihn auch hier etwas Unheimliches].20\n20. Ibid., pp. 66–67 [pp. 176–77].\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 204,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "tekhne",
        "prosthstatics",
        "unheimlich",
        "onettes",
        "ment",
        "wouldn",
        "glish",
        "sua",
        "sinnlich",
        "sible"
      ],
      "full_text": "s e v e n t h  s e s s i o n\nFebruary 13, 2002\ny\nThe [feminine] beast and the [masculine] sovereign.\nMarionette and marionette. There are marionette and marionette, that’s \nthe hypothesis, and the wager. There are two experiences, rather, and two \ntreatments, let’s say also two arts of the marionette. But also, perhaps, two \nfables of the marionette. Two marionettes whose fables intersect; two mari-\nonettes.\nDo marionettes have a soul, as people used to wonder about both women \nand beasts? Are they merely substitutes and mechanical prostheses? Are \nthey, as is said, made of wood? Insensible and inanimate, spontaneously \ninanimate, not having sovereignly at their disposal the source itself, sponte \nsua, their animation, their very soul? Or can they, on the contrary, lay claim \nto that grace that grants life or that life grants? The marionette — who or \nwhat? And what if it, the [feminine] marionette, were between the two, \nbetween the two marionettes — between the who and the what — both \nsensible and insensible, neither sensible nor insensible,  sensible- insensible \n(sinnlich unsinnlich, as Hegel and Marx said of time, for example?), sen-\nsible insensible, living dead, spectral, uncanny,1 unheimlich?\nWe have known in any case since the beginning of this seminar that we \nwouldn’t deal with “the beast and the sovereign” without dealing with the \nimmense question of what is called technology, the technology of the living \nbeing, political biotechnology, or zoo- polito- technology. What we named, \non the basis of Hobbes’s Leviathan, prosthstatics sent us down this track, in \nwhich it was no longer possible to avoid the ﬁ gure of a prosthetic supple-\nment, which comes to replace, imitate, relay, and augment the living being. \nWhich is what any marionette seems to do. And any art of the marionette, \nfor, let’s never forget this fact, it’s a question of art, of tekhne¯ as art or of \ntekhne¯ between art and technique, and between life and politics. And it is, \n1. [Translator’s note:] “Uncanny” is in En glish in the text.\n254 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 206,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "est",
        "lation",
        "von",
        "tre",
        "des",
        "dif",
        "lacanian",
        "etc",
        "allemand",
        "ditions"
      ],
      "full_text": "seventh session  ‡  189\nlay with this other marionette, Monsieur Teste, just where Monsieur Teste \nclaims to have killed the marionette within him. There are only doubles \nof marionettes here, and it’s difﬁ cult to know who controls them, who \nmakes them speak or who lets them speak, who gives them to speak, who \nis the boss, the author, the creator or the sovereign, the manipulator and \nthe puppeteer. Just as it’s difﬁ cult to know what a marionette is, if it is \nsomething of the order of the mechanical and inanimate thing (reacting \nwithout responding, to pick up our Cartesian- Lacanian distinction again), \nor if it is of the order of an animated, animal thing (a living being of pure \nreaction and presumed to be without speech and responsible thought), or \nif it is already of the human order, and thereby able to emancipate itself, to \nrespond autonomously, as it were, and to take hold, prosthetically, prosth-\nstatically, of a sovereign power. Remember these two moments in Kleist’s \ntext “On the Marionette  Theater”: not only at the end, when the return of \ngrace is possible just where it appears impossible, when consciousness has \npassed through an inﬁ nity and appears in its purest form in an anatomy \nwithout consciousness, unconsciousness at that point coinciding with an \ninﬁ nite consciousness, that of a god or a mannequin, but also before, when \nthere is an allusion to a grace of the prosthesis, when there is an allusion \nto cripples dancing with mechanical and prosthetic legs made for them by \nartists, speciﬁ cally En glish artists. These men dance with “an ease, grace \nand poise that every thinking person must be astonished by.”4\nThat the narrator speaks immediately with the voice of Monsieur Teste, \nhis double or his marionette, that he lends him his voice (or borrows it from \nhim) — he says so himself, the narrator, in any case the one who says “I” and \nwho declares, with the comical assurance of quiet strength, “La bê tise n’est \npas mon fort,” in the very ﬁ rst words of “La soirée avec Monsieur Teste.” \nThe narrator has us know that he is speaking of his double: he allows his \nlook- alike to speak, or makes him speak. For as early as the second page, he \nrecounts how he “made the acquaintance of M. Teste,” how he was already, \neven before making his acquaintance, I quote, “attracted by his particular \nmanners”; he had studied, he says, his eyes, his clothes, etc. He recognizes \nthat he is imitating him and he admits: “I would go over again in my mind \nthe sober gestures that he let slip”; “I had nothing left of this sort to learn \n4. Heinrich von Kleist, Sur le théâtre de marionnettes, traduit de l’allemand par \nJacques Outin (Paris: Éditions des Mille et une nuits, 1993), no. 8, p. 13. En glish trans-\nlation by David Constantine, in Heinrich von Kleist, Selected Writings (London: Dent, \n1997), pp. 411–16.\n256 \n"
    }
  ]
}