{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 1,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 4,
      "bucket": "A (0-1%)",
      "error_rate": 0.0,
      "unknown_words_sample": [],
      "full_text": " \nJacques\nDerrida\nWriting and Difference\nTranslated, with an introduction and\nadditional notes, by Alan Bass\nLondon and New York\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 5,
      "bucket": "E (10%+)",
      "error_rate": 11.3,
      "unknown_words_sample": [
        "ditions",
        "routledge",
        "isbn",
        "ebooks",
        "utilised",
        "tandf",
        "rst",
        "pbk",
        "www",
        "ebookstore"
      ],
      "full_text": " \nFirst published 1967 by Éditions du Seuil\nThis translation ﬁrst published in Great Britain 1978\nby Routledge & Kegan Paul Ltd\nFirst published in Routledge Classics 2001\nby Routledge\n11 New Fetter Lane, London EC4P 4EE\nRoutledge is an imprint of the Taylor & Francis Group\nTranslation © 1978 The University of Chicago\nAll rights reserved. No part of this book may be reprinted\nor reproduced or utilised in any form or by any electronic,\nmechanical, or other means, now known or hereafter\ninvented, including photocopying and recording, or in\nany information storage or retrieval system, without\npermission in writing from the publishers.\nBritish Library Cataloguing in Publication Data\nA catalogue record for this book is available from the British Library\nISBN 0–415–25537–6 (hbk)\nISBN 0–415–25383–7 (pbk)\nThis edition published in the Taylor & Francis e-Library, 2005.\n“To purchase your own copy of this or any of Taylor & Francis or Routledge’s\ncollection of thousands of eBooks please go to www.eBookstore.tandf.co.uk.”\nISBN 0-203-99178-8\r\n\r\n  Master e-book ISBN\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 8,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "souf",
        "cogito",
        "levinas",
        "signi"
      ],
      "full_text": " \nCONTENTS\nTranslator’s Introduction\nix\n1\nForce and Signiﬁcation\n1\n2\nCogito and the History of Madness\n36\n3\nEdmond Jabès and the Question of the Book\n77\n4\nViolence and Metaphysics: An Essay on the Thought\nof Emmanuel Levinas\n97\n5\n‘Genesis and Structure’ and Phenomenology\n193\n6\nLa parole soufﬂée\n212\n7\nFreud and the Scene of Writing\n246\n8\nThe Theater of Cruelty and the Closure of\nRepresentation\n292\n9\nFrom Restricted to General Economy: A\nHegelianism without Reserve\n317\n10\nStructure, Sign, and Play in the Discourse of the\nHuman Sciences\n351\n11\nEllipsis\n371\nNotes\n378\nSources\n445\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 10,
      "bucket": "E (10%+)",
      "error_rate": 25.0,
      "unknown_words_sample": [
        "interpr",
        "texte",
        "veut",
        "abandonnant",
        "criture",
        "relire",
        "tative",
        "blancs",
        "ronse",
        "dessiner"
      ],
      "full_text": " \nTRANSLATOR’S INTRODUCTION\n“Par la date de ces textes, nous voudrions marquer qu’à l’instant, pour\nles relier, de les relire, nous ne pouvons nous tenir à égale distance de\nchacun d’eux. Ce qui reste ici le déplacement d’une question forme certes un\nsystème. Par quelque couture interprétative, nous aurions su après-coup le\ndessiner. Nous n’en avons rien laissé paraître que le pointillé, y mén-\nageant ou y abandonnant ces blancs sans lesquels aucun texte jamais ne\nse propose comme tel. Si texte veut dire tissu, tous ces essais en ont\nobstinément deﬁni la couture comme fauﬁlure. (Décembre 1966.)” This\nnote originally appeared appended to the bibliography of L’écriture et la\ndiﬀérence, a collection of Derrida’s essays written between 1959 and\n1967 and published as a volume in the latter year. A glance at the list of\nsources (p. 445 below) will show that although Derrida has arranged\nthe essays in order of their original publication, the essay that occupies\nthe approximate middle of the volume was actually written in 1959,\nand therefore precedes the others. Before translating the note—in fact\none of the most diﬃcult passages in the book to translate—let us look at\nwhat Derrida said about the chronology of his works up to 1967 in an\ninterview with Henri Ronse published in Lettres françaises, 12 December\n1967 and entitled “Implications.” (This interview, along with two\nothers, has been collected in a small volume entitled Positions, Paris:\nEditions de Minuit, 1972.) Hopefully this discussion of chronology\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 12,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "fth",
        "heideggerean",
        "tion",
        "mysti",
        "nom",
        "deconstruc",
        "rence",
        "theo",
        "gramma",
        "criture"
      ],
      "full_text": " \nideas about the sign, writing and metaphysics which are scattered\nthroughout L’écriture et la diﬀérence—can be deﬁned as the “deconstruc-\ntion” of philosophy by examining in the most faithful, rigorous way\nthe “structured genealogy” of all of philosophy’s concepts; and to do\nso in order to determine what issues the history of philosophy has\nhidden, forbidden, or repressed. The ﬁrst step of this deconstruction\nof philosophy, which attempts to locate that which is present nowhere\nin philosophy. i.e., that which philosophy must hide in order to\nremain philosophy, is precisely the examination of the notion of presence\nas undertaken by Heidegger. Heidegger, says Derrida, recognized in the\nnotion of presence the “destiny of philosophy,” and the reference to\nthe Heideggerean deconstruction of presence is a constant throughout\nDerrida’s works. (Indeed, the reader unfamiliar with Heidegger may\nwell be mystiﬁed by Derrida’s frequent references to the notion of\npresence as the central target in the deconstruction of philosophy.) The\ngrammatological (from the Greek gramma meaning letter or writing)\nopening consists in the examination of the treatment of writing by\nphilosophy, as a “particularly revelatory symptom” (Positions, p. 15)\nboth of how the notion of presence functions in philosophy and of\nwhat this notion serves to repress. Derrida arrived at this position\nthrough a close scrutiny of the philosophical genealogy of linguistics,\nespecially the philosophical treatment of the sign. From Plato to\nHeidegger himself, Derrida demonstrates, there is a persistent exclu-\nsion of the notion of writing from the philosophical deﬁnition of the\nsign. Since this exclusion can always be shown to be made in the name\nof presence—the sign allegedly being most present in spoken discourse—\nDerrida uses it as a “symptom” which reveals the workings of the\n“repressive” logic of presence, which determines Western philosophy\nas such.\nDerrida’s division of L’écriture et la diﬀérence into two parts, then, serves\nto remind the reader that between the sixth and seventh essays a “theo-\nretical matrix” was elaborated whose principles are to some extent\nderived from the ﬁrst six essays and are more systematically put to\nwork in the last ﬁve. However, I would like to propose another division\nof the book, a division between the ﬁfth (“‘Genesis and Structure’ and\nPhenomenology”) and sixth essays. My reason for placing the division\nat this point stems from what Derrida says about La voix et le phénomène,\ntranslator’s introduction\nxi\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 14,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "nom",
        "husserlian",
        "erence",
        "rence",
        "speci",
        "vol",
        "ume",
        "ence",
        "systematicity",
        "criture"
      ],
      "full_text": " \nalways ‘empty’ itself . . . .” If La voix et le phénomène, then, is the counter-\npart to the introduction to The Origin of Geometry, and if it can be attached\nto L’écriture et la diﬀérence as a long note, it seems that this would be the\nplace to do so, for here the general conditions for a deconstruction of\nmetaphysics based on the notions of writing and diﬀerence, and ﬁrst\narrived at through a reading of how the notion of the sign functions in\nHusserlian phenomenology, are explicitly stated. This would make La\nvoix et le phénomène the sixth essay of a hypothetical twelve in L’écriture et la\ndiﬀérence, but in the form of a long footnote attached to the middle of\nthe volume.\nChronologically, of course, Derrida’s division of L’écriture et la diﬀérence\nis more reasonable than the one I am proposing. I oﬀer this division,\nagain, to help orient the reader who comes to Writing and Diﬀerence\nknowing only that Derrida is very diﬃcult to read. Indeed, without\nsome foreknowledge of (1) the attempt already begun by Derrida in\n1959, but not presented until approximately the middle of this vol-\nume, to expand the deconstruction of metaphysics via a reading of\nHusserl’s treatment of the sign; a reading which always pushes toward\na moment of irreducible diﬀerence conceived not only as the danger to\nthe doctrines of truth and meaning which are governed by presence,\nbut also as an inevitable danger in the form of writing which allows\ntruth and meaning to present themselves; and (2) the constant refer-\nence to Heidegger’s analyses of the notion of presence, the ﬁrst ﬁve\nessays of Writing and Diﬀerence might be incomprehensible. This is not to\ngainsay Derrida’s statement that the last ﬁve essays only are “engaged\nin the grammatological opening.” These last ﬁve essays do follow\nDerrida’s original publication (in Critique) of a systematic theoretical\nmatrix for a deconstruction of metaphysics along the lines ﬁrst laid out\nin the analyses of Husserl; this is why La voix et le phénomène comes ﬁrst.\nTherefore, without setting aside the speciﬁc, individual contents of the\nﬁrst ﬁve essays, one must also be alerted to their developing systematic-\nity, a systematicity whose guiding thread is embedded in the passage\njust cited from “‘Genesis and Structure’ and Phenomenology.” The\nbest way to follow this thread is to pay close attention to Derrida’s\ndemonstrations—less and less elliptical as one continues through Writing\nand Diﬀerence—of how philosophically “traditional” some of the most\n“modern” concepts of criticism and philosophy are, for example in the\ntranslator’s introduction\nxiii\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 18,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "ered",
        "cogito",
        "substi",
        "erence",
        "eds",
        "miscompre",
        "rer",
        "tute",
        "signi",
        "rst"
      ],
      "full_text": " \nand unequivocal translatability. Within the limits to which it is possible,\nor at least appears possible, translation practices the diﬀerence between\nsigniﬁed and signiﬁer. But if this diﬀerence is never pure, translation is\nno more so; and for the notion of translation we would have to substi-\ntute a notion of transformation: a regulated transformation of one lan-\nguage by another, of one text by another. We will never have, and in fact\nhave never had, any ‘transfer’ of pure signiﬁeds—from one language\nto another, or within one language—which would be left virgin and\nintact by the signifying instrument or ‘vehicle’ ” (Positions, p. 31).\nThe translator, then, must be sure that he has understood the syntax\nand lexicon of the original text in order to let his own language carry\nout the work of transformation. Again, this is best facilitated by obey-\ning the strictures of his language, for a precipitate bending of it into\nunaccustomed forms may be indicative more of his own miscompre-\nhension than of diﬃculties in the original text. In this respect, the\ntranslator’s position is analogous to that of the psychoanalyst who\nattempts to translate the manifest language of dreams into a latent\nlanguage. To do so, the analyst must ﬁrst be sure that he has understood\nthe manifest language. As Derrida says in note 3 of “Cogito and the\nHistory of Madness,” “The latent content of a dream (and of any\nconduct or consciousness in general) communicates with the manifest\ncontent only through the unity of a language; a language which the\nanalyst, then, must speak as well as possible.” The discussion of terms\noﬀered below, and the translator’s footnotes in the text, are an attempt\nto provide a guide to the “manifest” language of Writing and Diﬀerence.\nLike the analyst, however, the reader must let his attention ﬂoat, and be\nsatisﬁed with a partial understanding of a given essay on any particular\nreading. As the manifest language begins to become more familiar, the\npersistence of the “latent” content—what Derrida has called “the\nunconscious of philosophical opposition” (Positions, p. 60, note 6; my\nitalics)—will become a surer guide, a more salient thread in the weave\nof these texts.\nDerrida’s terms. Wherever Derrida uses diﬀérance as a neologism I have left\nit untranslated. Its meanings are too multiple to be explained here fully,\nbut we may note brieﬂy that the word combines in neither the active\nnor the passive voice the coincidence of meanings in the verb diﬀérer: to\ntranslator’s introduction xvii\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 20,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "macquar",
        "ibid",
        "xix",
        "lish",
        "sinn",
        "ected",
        "rst",
        "culties",
        "modi",
        "tre"
      ],
      "full_text": " \nabove. Derrida also consistently plays on the derivation of sens (mean-\ning or sense; Sinn in German) which includes both a supposedly intelli-\ngible, rational sense (a signiﬁed meaning) and a vehicle dependent on\nthe senses for its expression (the signiﬁer). Further, in French sens also\nmeans direction; to lose meaning is to lose direction, to be lost, to feel\nthat one is in a labyrinth. I have inﬂected the translation of sens to\nconform to its play of meanings wherever possible.\nHeidegger’s terms. While the concept of Being belongs to the entire meta-\nphysical tradition, its translation into English has become particularly\ndiﬃcult since Heidegger’s analyses of it. German and French share the\nadvantage that their inﬁnitives meaning to be (sein, être) can also be used\nas substantives that mean Being in general. Further, in each language\nthe present participle of the inﬁnitive (seiend, étant) can also be used as a\nsubstantive meaning particular beings. No such advantage exists in Eng-\nlish, and since Heidegger is always concerned with the distinction\nbetween Sein (être, Being in general) and Seiendes (étant, beings) the cor-\nrect translation of these substantives becomes the ﬁrst problem for any\nconsideration of Heidegger in English. (The verb forms present no\ndiﬃculties: sein and être as inﬁnitives become to be, and the gerunds seiend\nand étant become being.) I have followed the practice of John Macquar-\nrie and Edward Robinson in their translation of Being and Time (New\nYork: Harper and Row, 1962) and have translated the substantive\n(derived from the inﬁnitive) Sein (être) as “Being” (with a capital initial)\nwherever it appears in this volume. However I have modiﬁed their\ntranslation of Seiendes (étant)—the substantive from the present\nparticiple—as “entity” or “entities,” and have translated it as “being” or\n“beings.” Macquarrie and Robinson, in fact, state that “there is much\nto be said” for this translation (Being and Time, p. 22, note 1). I feel that it\nis preferable to “entity” not only because, as they state, “in recent\nBritish and American philosophy the term ‘entity’ has been used more\ngenerally to apply to anything whatsoever, no matter what its onto-\nlogical status” (ibid.), but also because “entity” derives from ens, the\nLatin present participle for the verb to be, esse. No one has been more\nattentive than Heidegger to the diﬃculties caused by the translation of\nGreek thought into Latin. The Latin inheritance of “entity” continues\nthe tradition of these diﬃculties. Once more, we face the problem of\ntranslator’s introduction\nxix\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 21,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "contradic",
        "dasein",
        "ontical",
        "nity",
        "lingis",
        "speci",
        "pre",
        "erence",
        "tions",
        "theo"
      ],
      "full_text": " \nthe transformation of one language by another. There is one major excep-\ntion to the translation of êtant by “being,” and this is in Violence and\nMetaphysics, Derrida’s essay on Emmanuel Levinas. The major work by\nLevinas under consideration in this essay, Totalité et Inﬁni, has been trans-\nlated into English. Since much of this work is concerned with\nHeidegger, I have maintained the translation of étant as “existent”—the\nsolution chosen by Alphonso Lingis, the translator of Totality and Inﬁnity—\nin all citations from this work. This translation is particularly problem-\natical in that it tends to confuse the distinction (in terms of Being and\nTime) between the existential, ontological status of Being, and the ontical\nstatus of being. The reader is requested to read “being” for “existent”\nwherever the latter appears.\nThis brings us to another term, one from Heidegger’s later\nthought—that of diﬀerence. From the existential analytic of Dasein—\nman’s Being—in Being and Time, Heidegger moved to a contemplation of\nthe diﬀerence between beings and Being in his later works. He calls this\nthe ontico-ontological diﬀerence, and this idea itself is submitted to powerful\nscrutiny in his Identity and Diﬀerence. The title of this work alone should\nbring it to the attention of the serious reader of Writing and Diﬀerence; in\nthe introduction to “Freud and the Scene of Writing” Derrida gives a\nbrief indication of the importance of Identity and Diﬀerence to Writing and\nDiﬀerence when he speaks of “diﬀérance and identity,” “diﬀérance as the pre-\nopening of the ontico-ontological diﬀerence.” From Identity and Diﬀerence\nalso comes the term onto-theology which characterizes Western meta-\nphysics as such. Very roughly put, Heidegger analyzes the contradic-\ntions of the logic of presence which is forced to conceive Being as the\nmost general attribute of existence (onto-), and as the “highest,” most\nspeciﬁc attribute of God (theo-). Logos is the true verb: the spoken dis-\ncourse in which the notion of truth governed by this onto-theo-logy of\npresence is revealed. Also from Identity and Diﬀerence, among other places\nin Heidegger, comes the concept of diﬀerence as it is inscribed in the\n“ontological double genitive,” i.e., the necessary ﬂuctuation of the\nsubjective and objective cases in order to speak of Being, which always\nmeans the Being of beings and the beings of Being.\nFrom Kant and the Problem of Metaphysics, the work which immediately\nfollows Being and Time, comes the term “auto-aﬀection, which Derrida\nuses often, and which I have discussed brieﬂy in note 25 of “‘Genesis\ntranslator’s introduction\nxx\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 22,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "cogito",
        "xxi",
        "hyletic",
        "erence",
        "vol",
        "ition",
        "boyce",
        "voluntas",
        "vouloir",
        "reson"
      ],
      "full_text": " \nand Structure’ and Phenomenology.” Brieﬂy here too, “auto-aﬀection”\nrefers to the classical notion of time as a self-produced, inﬁnite chain of\npresent moments that also, as scrutinized by Kant and Heidegger,\ncauses some problems for the traditional opposition of senses and\nintellect: does time belong to the sensible or the intelligible? From\nHeidegger’s extended confrontation with Nietzsche’s doctrine of the\nwill comes the concept of voluntarism. Throughout Writing and Diﬀerence\n“voluntarism” must be read in its etymological sense of “doctrine of\nthe will,” deriving as it does from the Latin voluntas (whence our “vol-\nition”). The French vouloir, to want, maintains its etymological reson-\nances in more striking fashion than do any of its English equivalents;\nDerrida plays on these resonances especially in connection with vouloir\ndire, which means either “meaning” or “to mean,” but has a strong\nconnotation of “the will to say.” The concluding paragraphs of “Cogito\nand the History of Madness” develop this point.\nHusserl’s terms. The most important terms from Husserl are the linked\nconcepts of bracketing, epoché, and the phenomenological reduction.\nThese are carefully explained in sections 31, 32, and 33 of Ideas (trans-\nlated by W. R. Boyce Gibson, New York: Macmillan, 1962). Husserl,\nfollowing Descartes’s attempt to ﬁnd absolutely certain truths by putt-\ning everything into doubt, proposes to put between brackets (or paren-\ntheses) “the general thesis which belongs to the essence of the natural\nstandpoint.” This phenomenological “abstention” (epoché) prohibits\nthe use of any “judgment that concerns spatio-temporal existence”\n(Ideas, p. 100). “Pure consciousness” becomes accessible through this\ntranscendental epoché, which Husserl therefore speaks of as the phenom-\nenological reduction. The relationship of this “pure consciousness”\nto “pure essences” is governed by intentionality, for all consciousness is\nconsciousness of something, although again it is not a question of a\nrelationship to a psychological event (experience) or to a real object.\nSensory experience, the relationship to hylé (matter) contains nothing\nintentional for Husserl; it is intentional morphé (form, shape) which\nbestows meaning on sensory experience. The opposition of hylé to\nmorphé (matter to form) leads Husserl to divide “phenomenological\nbeing” into its hyletic and noetic (intentionally meaningful; from the\nGreek nous, meaning mind or spirit) sides. The pure form of the noesis is\ntranslator’s introduction\nxxi\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 23,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "ict",
        "gure",
        "ure",
        "etc",
        "derissa",
        "percep",
        "aufhebung",
        "erence",
        "noema",
        "noematic"
      ],
      "full_text": " \nin noema, which Husserl construes as the immanent meaning of percep-\ntion, judgment, appreciation, etc. in the “pure,” i.e., phenomenologic-\nally reduced, form of these experiences themselves. As much of Ideas is\nconcerned with the theory of noetic-noematic structures, the reader\nwill appreciate the inadequacy of these remarks.\nHegel’s terms. The most important term from Hegel, Aufhebung, is untrans-\nlatable due to its double meaning of conservation and negation. (The\nvarious attempts to translate Aufhebung into English seem inadequate.)\nThe reader is referred to Derrida’s discussion of the term in “Violence\nand Metaphysics,” section III, ﬁrst subsection (“Of the Original\nPolemic), B, and to the translator’s notes in “From Restricted to General\nEconomy,” where other terms from Hegel are discussed. The Hegelian\nﬁgure of the “unhappy consciousness” is discussed in note 23 of Vio-\nlence and Metaphysics, but there is also an important discussion of it at the\nbeginning of “Cogito and the History of Madness.” The unhappy con-\nsciousness, for Hegel, is always divided against itself; its historical ﬁg-\nure is Abraham, the prototype of the “Jewish” consciousness for which\nthere is an intrinsic conﬂict between God and nature. In many ways the\ntheme of the unhappy consciousness runs throughout Writing and Diﬀer-\nence. “Violence and Metaphysics” is epigraphically submitted to the\nconﬂict between the Greek—“happy,” at one with nature—and the\nHebraic—unhappy—consciousnesses. Like all inherited oppositions, this\none too is programmed by the logic of presence which demands a\nchoice between the terms, or a resolution of the conﬂict. Derrida\npushes the unhappy consciousness to its logical limits in order to bring\nit to the point where the division within it becomes irreducible. This\noccurs most importantly in the two essays devoted to Jabès, whose\npoetry interrogates the meaning of the Jewish, divided consciousness.\nThis interrogation becomes particularly poignant for Derrida in its ties\nto the Jewish, unhappy consciousness as the experience of the (people\nof the) Book and Writing, for, as discussed above, these are the\ninherited concepts which are Derrida’s central targets. Derrida has\nclosed each of the essays on Jabès with the name of one of Jabès’s\nimaginary rabbis: Rida and Derissa. In this way he alerts us to the\n“latent,” philosophically “unconscious” impact of Writing and Diﬀerence:\nan expanded concept of diﬀerence through the examination of writing.\ntranslator’s introduction\nxxii\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 24,
      "bucket": "E (10%+)",
      "error_rate": 15.0,
      "unknown_words_sample": [
        "criture",
        "rey",
        "und",
        "speci",
        "mehlman",
        "xxiii",
        "rence",
        "schrift",
        "verlag",
        "gasch"
      ],
      "full_text": " \nDerrida’s rebus-like play on his own name across this volume reminds\nus how unlike the Book this one is.\nAll Greek terms have been transliterated. Unless the English translation\nof a French or German text is speciﬁcally referred to, citations of texts\nin these languages are of my own translation. I owe a debt of thanks to\nProfessor Richard Macksey of the Johns Hopkins University for the\nassistance he oﬀered me at the outset of this project, and for his gener-\nous permission to revise his own ﬁne translation of “Structure, Sign\nand Play in the Discourse of the Human Sciences.” Most of the transla-\ntion of this essay belongs to Professor Macksey. I consulted Jeﬀrey\nMehlman’s translation of “Freud and the Scene of Writing,” which\nappeared in Yale French Studies, no. 48 (1972). And I have also proﬁted\ngreatly from the careful scholarship of Rodolphe Gasché’s German\ntranslation of L’écriture et la diﬀérence (Die Schrift und Die Diﬀerenz, Frankfurt:\nSuhrkamp Verlag, 1972).\nALAN BASS\nNew York City\nApril 1977\ntranslator’s introduction xxiii\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 26,
      "bucket": "B (1-3%)",
      "error_rate": 2.5,
      "unknown_words_sample": [
        "rst",
        "crivain",
        "erences",
        "certed"
      ],
      "full_text": " \n1\nFORCE AND SIGNIFICATION\nIt might be that we are all tattooed savages since Sophocles.\nBut there is more to Art than the straightness of lines and the\nperfection of surfaces. Plasticity of style is not as large as the\nentire idea. . . . We have too many things and not enough\nforms.\n(Flaubert, Préface à la d’écrivain)\nIf it recedes one day, leaving behind its works and signs on the shores\nof our civilization, the structuralist invasion might become a question\nfor the historian of ideas, or perhaps even an object. But the historian\nwould be deceived if he came to this pass: by the very act of consider-\ning the structuralist invasion as an object he would forget its meaning\nand would forget that what is at stake, ﬁrst of all, is an adventure\nof vision, a conversion of the way of putting questions to any object\nposed before us, to historical objects—his own—in particular. And,\nunexpectedly among these, the literary object.\nBy way of analogy: the fact that universal thought, in all its domains,\nby all its pathways and despite all diﬀerences, should be receiving a\nformidable impulse from an anxiety about language—which can only\nbe an anxiety of language, within language itself—is a strangely con-\ncerted development; and it is the nature of this development not to be\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 30,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "etc",
        "rousset",
        "bachelard",
        "kinships",
        "historico",
        "poulet",
        "essais",
        "erence",
        "picon",
        "rst"
      ],
      "full_text": " \nlability. This operation is called (from the Latin) soliciting. In other\nwords, shaking in a way related to the whole (from sollus, in archaic Latin\n“the whole,” and from citare, “to put in motion”). The structuralist\nsolicitude and solicitation give themselves only the illusion of technical\nliberty when they become methodical. In truth, they reproduce, in the\nregister of method, a solicitude and solicitation of Being, a historico-\nmetaphysical threatening of foundations. It is during the epochs of\nhistorical dislocation, when we are expelled from the site, that this\nstructuralist passion, which is simultaneously a frenzy of experimenta-\ntion and a proliferation of schematizations, develops for itself. The\nbaroque would only be one example of it. Has not a “structural\npoetics” “founded on a rhetoric”6 been mentioned in relation to the\nbaroque? But has not a “burst structure” also been spoken of, a “rent\npoem whose structure appears as it bursts apart”?7\nThe liberty that this critical (in all the senses of this word)8 dis-\nengagement assures us of, therefore, is a solicitude for and an opening\ninto totality. But what does this opening hide? And hide, not by virtue\nof what it leaves aside and out of sight, but by virtue of its very power\nto illuminate. One continually asks oneself this question in reading Jean\nRousset’s ﬁne book: Forme et signiﬁcation: Essais sur les structures littéraires de\nCorneille à Claudel.9 Our question is not a reaction against what others\nhave called “ingenuity” and what seems to us, except in a few\ninstances, to be something more and something better. Confronted by\nthis series of brilliant and penetrating exercises intended to illustrate a\nmethod, it is rather a question of unburdening ourselves of a mute\nanxiety, and of doing so at the point at which this anxiety is not only\nours, the reader’s, but also seems to conform, beneath the language,\noperations, and greatest achievements of this book, to the anxiety of\nthe author himself.\nRousset certainly acknowledges kinships and aﬃliations: Bachelard,\nPoulet, Raymond, Picon, Starobinski, Richard, etc. However, despite the\nfamilial air, the many borrowings and numerous respectful acknow-\nledgments, Forme et Signiﬁcation seems to us, in many respects, a solitary\nattempt.\nIn the ﬁrst place, this is due to a deliberate diﬀerence. Rousset does not\nisolate himself within this diﬀerence, keeping his distance; rather, he\nscrupulously examines a community of intentions by bringing to the\nforce and signification\n5\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 32,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "pos",
        "sible",
        "blanchot",
        "indissociable",
        "focillon",
        "rousset",
        "ect",
        "signi",
        "rst",
        "interiority"
      ],
      "full_text": " \nin the fact that it schematizes without a concept.”16 This enigmatic\norigin of the work as a structure and indissociable unity—and as an\nobject for structuralist criticism—is, according to Kant, “the ﬁrst thing\nto which we must pay attention.”17 According to Rousset also. From his\nﬁrst page on, he links “the nature of the literary fact,” always insuﬃ-\nciently examined, to the “role in art of imagination, that fundamental\nactivity” about which “uncertainties and oppositions abound.” This\nnotion of an imagination that produces metaphor—that is, everything in\nlanguage except the verb to be—remains for critics what certain philo-\nsophers today call a naively utilized operative concept. To surmount this\ntechnical ingenuousness is to reﬂect the operative concept as a thematic\nconcept. This seems to be one of Rousset’s projects.\nTo grasp the operation of creative imagination at the greatest pos-\nsible proximity to it, one must turn oneself toward the invisible\ninterior of poetic freedom. One must be separated from oneself in\norder to be reunited with the blind origin of the work in its darkness.\nThis experience of conversion, which founds the literary act (writing\nor reading), is such that the very words “separation” and “exile,”\nwhich always designate the interiority of a breaking-oﬀ with the world\nand a making of one’s way within it, cannot directly manifest the\nexperience; they can only indicate it through a metaphor whose\ngenealogy itself would deserve all of our eﬀorts.18 For in question here\nis a departure from the world toward a place which is neither a non-place\nnor an other world, neither a utopia nor an alibi, the creation of “a\nuniverse to be added to the universe,” according to an expression of\nFocillon’s cited by Rousset (Forme et Signiﬁcation, p. 11). This universe\narticulates only that which is in excess of everything, the essential\nnothing on whose basis everything can appear and be produced within\nlanguage; and the voice of Maurice Blanchot reminds us, with the\ninsistence of profundity, that this excess is the very possibility of writing\nand of literary inspiration in general. Only pure absence—not the absence of\nthis or that, but the absence of everything in which all presence is\nannounced—can inspire, in other words, can work, and then make one\nwork. The pure book naturally turns toward the eastern edge of this\nabsence which, beyond or within the prodigiousness of all wealth, is\nits ﬁrst and proper content. The pure book, the book itself, by virtue of\nwhat is most irreplaceable within it, must be the “book about nothing”\nforce and signification\n7\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 35,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "rationes",
        "thetics",
        "erence",
        "canguilhem",
        "mal",
        "aes",
        "rst",
        "leibnizian",
        "merly",
        "ations"
      ],
      "full_text": " \ncoming into view all the characteristics of a portion of the life of that\nSextus.”25\nTo write is not only to conceive the Leibnizian book as an impossible\npossibility. Impossible possibility, the limit explicitly named by Mal-\nlarmé. To Verlaine: “I will go even further and say: the Book, for I am\nconvinced that there is only One, and that it has [unwittingly] been\nattempted by every writer, even by Geniuses.”26 “ . . . revealing that, in\ngeneral, all books contain the amalgamation of a certain number of\nage-old truths; that actually there is only one book on earth, that it is\nthe law of the earth, the earth’s true Bible. The diﬀerence between\nindividual works is simply the diﬀerence between individual interpret-\nations of one true and established text, which are proposed in a mighty\ngathering of those ages we call civilized or literary.”27 To write is not\nonly to know that the Book does not exist and that forever there are\nbooks, against which the meaning of a world not conceived by an\nabsolute subject is shattered, before it has even become a unique mean-\ning; nor is it only to know that the non-written and the non-read\ncannot be relegated to the status of having no basis by the obliging\nnegativity of some dialectic, making us deplore the absence of the Book\nfrom under the burden of “too many texts!” It is not only to have lost\nthe theological certainty of seeing every page bind itself into the\nunique text of the truth, the “book of reason” as the journal in which\naccounts (rationes) and experiences consigned for Memory was for-\nmerly called,28 the genealogical anthology, the Book of Reason this\ntime, the inﬁnite manuscript read by a God who, in a more or less\ndeferred way, is said to have given us use of his pen. This lost certainty,\nthis absence of divine writing, that is to say, ﬁrst of all, the absence of\nthe Jewish God (who himself writes, when necessary), does not solely\nand vaguely deﬁne something like “modernity.” As the absence and\nhaunting of the divine sign, it regulates all modern criticism and aes-\nthetics. There is nothing astonishing about this. “Consciously or not,”\nsays Georges Canguilhem, “the idea that man has of his poetic power\ncorresponds to the idea he has about the creation of the world; and to\nthe solution he gives to the problem of the radical origin of things. If\nthe notion of creation is equivocal, ontological and aesthetic, it is not\nso by chance or confusion.”29 To write is not only to know that\nthrough writing, through the extremities of style, the best will not\nwriting and difference\n10\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 36,
      "bucket": "C (3-5%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "priori",
        "ouranios",
        "taneously",
        "ering",
        "ponty",
        "merleau",
        "leibnizian",
        "topos",
        "simul",
        "nitely"
      ],
      "full_text": " \nnecessarily transpire, as Leibniz thought it did in divine creation, nor\nwill the transition to what transpires always be willful, nor will that\nwhich is noted down always inﬁnitely express the universe, resembling\nand reassembling it.30 It is also to be incapable of making meaning\nabsolutely precede writing: it is thus to lower meaning while simul-\ntaneously elevating inscription. The eternal fraternity of theological\noptimism and of pessimism: nothing is more reassuring, but nothing is\nmore despairing, more destructive of our books than the Leibnizian\nBook. On what could books in general live, what would they be if they\nwere not alone, so alone, inﬁnite, isolated worlds? To write is to know\nthat what has not yet been produced within literality has no other\ndwelling place, does not await us as prescription in some topos ouranios,\nor some divine understanding. Meaning must await being said or writ-\nten in order to inhabit itself, and in order to become, by diﬀering from\nitself, what it is: meaning. This is what Husserl teaches us to think in The\nOrigin of Geometry. The literary act thus recovers its true power at its\nsource. In a fragment of a book he intended to devote to The Origin of\nTruth, Merleau-Ponty wrote: “Communication in literature is not the\nsimple appeal on the part of the writer to meanings which would be\npart of an a priori of the mind; rather, communication arouses these\nmeanings in the mind through enticement and a kind of oblique\naction. The writer’s thought does not control his language from with-\nout; the writer is himself a kind of new idiom, constructing itself.”31\n“My own words take me by surprise and teach me what I think,”32 he\nsaid elsewhere.\nIt is because writing is inaugural, in the fresh sense of the word, that it\nis dangerous and anguishing. It does not know where it is going, no\nknowledge can keep it from the essential precipitation toward the\nmeaning that it constitutes and that is, primarily, its future. However, it\nis capricious only through cowardice. There is thus no insurance\nagainst the risk of writing. Writing is an initial and graceless recourse\nfor the writer, even if he is not an atheist but, rather, a writer. Did Saint\nJohn Chrysostom speak of the writer? “It were indeed meet for us not\nat all to require the aid of the written Word, but to exhibit a life so\npure, that the grace of the spirit should be instead of books to our\nsouls, and that as these are inscribed with ink, even so should our\nhearts be with the Spirit. But, since we have utterly put away from us\nforce and signification\n11\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 38,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "tionality",
        "tion",
        "func",
        "telos",
        "leitwort",
        "neo",
        "signaliza",
        "signi",
        "tions",
        "tech"
      ],
      "full_text": " \nics can be observed, in a certain way, in the possible correspondence of\nthe preexisting secret to the Idea of the Renaissance thinkers stripped of\nall Neo-Platonism.”\nThis revelatory power of true literary language as poetry is indeed\nthe access to free speech, speech unburdened of its signalizing func-\ntions by the word “Being” (and this, perhaps, is what is aimed at\nbeneath the notion of the “primitive word” or the “theme-word,”\nLeitwort, of Buber).34 It is when that which is written is deceased as a sign-\nsignal that it is born as language; for then it says what is, thereby\nreferring only to itself, a sign without signiﬁcation, a game or pure\nfunctioning, since it ceased to be utilized as natural, biological, or tech-\nnical information, or as the transition from one existent to another,\nfrom a signiﬁer to a signiﬁed. And, paradoxically, inscription alone—\nalthough it is far from always doing so—has the power of poetry, in\nother words has the power to arouse speech from its slumber as sign.\nBy enregistering speech, inscription has as its essential objective, and\nindeed takes this fatal risk, the emancipation of meaning—as concerns\nany actual ﬁeld of perception—from the natural predicament in which\neverything refers to the disposition of a contingent situation. This is\nwhy writing will never be simple “voice-painting” (Voltaire). It creates\nmeaning by enregistering it, by entrusting it to an engraving, a groove,\na relief, to a surface whose essential characteristic is to be inﬁnitely\ntransmissible. Not that this characteristic is always desired, nor has it\nalways been; and writing as the origin of pure historicity, pure tradi-\ntionality, is only the telos of a history of writing whose philosophy is\nalways to come. Whether this project of an inﬁnite tradition is realized\nor not, it must be acknowledged and respected in its sense as a project.\nThat it can always fail is the mark of its pure ﬁnitude and its pure\nhistoricity. If the play of meaning can overﬂow signiﬁcation (signaliza-\ntion), which is always enveloped within the regional limits of nature,\nlife and the soul, this overﬂow is the moment of the attempt-to-write.\nThe attempt-to-write cannot be understood on the basis of voluntar-\nism. The will to write is not an ulterior determination of a primal will.\nOn the contrary, the will to write reawakens the willful sense of the\nwill: freedom, break with the domain of empirical history, a break\nwhose aim is reconciliation with the hidden essence of the empirical,\nwith pure historicity. The will and the attempt to write are not the\nforce and signification\n13\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 39,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "zeichencharakter",
        "rousset",
        "bedeutungscharakter",
        "speci",
        "ectivity",
        "foun",
        "nitude",
        "poulet",
        "erence",
        "bility"
      ],
      "full_text": " \ndesire to write, for it is a question here not of aﬀectivity but of freedom\nand duty. In its relationship to Being, the attempt-to-write poses itself\nas the only way out of aﬀectivity. A way out that can only be aimed at,\nand without the certainty that deliverance is possible or that it is out-\nside aﬀectivity. To be aﬀected is to be ﬁnite: to write could still be to\ndeceive ﬁnitude, and to reach Being—a kind of Being which could\nneither be, nor aﬀect me by itself—from without existence. To write\nwould be to attempt to forget diﬀerence: to forget writing in the pres-\nence of so-called living and pure speech.35\nIn the extent to which the literary act proceeds from this attempt-to-\nwrite, it is indeed the acknowledgment of pure language, the responsi-\nbility confronting the vocation of “pure” speech which, once\nunderstood, constitutes the writer as such. Heidegger says of pure\nspeech that it cannot “be conceived in the rigor of its essence” on the\nbasis of its “character-as-sign” (Zeichencharakter), “nor even perhaps of\nits character-as-signiﬁcation” (Bedeutungscharakter).36\nDoes not one thus run the risk of identifying the work with original\nwriting in general? Of dissolving the notion of art and the value of\n“beauty” by which literature is currently distinguished from the letter\nin general? But perhaps by removing the speciﬁcity of beauty from\naesthetic values, beauty is, on the contrary, liberated? Is there a\nspeciﬁcity of beauty, and would beauty gain from this eﬀort?\nRousset believes so. And the structuralism proper to Jean Rousset is\ndeﬁned, at least theoretically, against the temptation to overlook this\nspeciﬁcity (the temptation that would be Poulet’s, for example, since\nhe “has little interest in art”),37 putting Rousset close to Leo Spitzer and\nMarcel Raymond in his scrupulousness about the formal autonomy of\nthe work—an “independent, absolute organism that is self-suﬃcient”\n(Forme et Signiﬁcation p. xx). “The work is a totality and always gains from\nbeing experienced as such” (p. xxi). But here again, Rousset’s position\ndepends upon a delicate balance. Always attentive to the uniﬁed foun-\ndations of dissociation, he circumvents the “objectivist” danger\ndenounced by Poulet by giving a deﬁnition of structure that is not\npurely objective or formal; or circumvents the “objectivist” danger\ndenounced by Poulet by giving a deﬁnition of structure that is not\npurely objective or formal; or circumvents it by at least not in principle\ndissociating form from intention, or from the very act of the writer: “I\nwriting and difference\n14\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 41,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "xxii",
        "compre",
        "acknowledg",
        "erence",
        "taneously",
        "rousset",
        "hend",
        "ter",
        "ection",
        "simul"
      ],
      "full_text": " \ncontinue to signify. Thus, when he distinguishes his task from that of\nJean-Pierre Richard,38 Rousset aims directly at this totality of thing and\nact, form and intention, entelechy and becoming, the totality that is the\nliterary fact as a concrete form: “Is it possible to embrace simul-\ntaneously imagination and morphology, to experience and to compre-\nhend them in a simultaneous act? This is what I would like to attempt,\nalthough well persuaded that this undertaking, before being unitary,\nwill often have to make itself alternative [my italics]. But the end in sight\nis indeed the simultaneous comprehension of a homogenous reality in\na unifying operation” (p. xxii).\nBut condemned or resigned to alternation, the critic, in acknowledg-\ning it, is also liberated and acquitted by it. And it is here that Rousset’s\ndiﬀerence is no longer deliberate. His personality, his style will aﬃrm\nthemselves not through a methodological decision but through the\nplay of the critic’s spontaneity within the freedom of the “alternative.”\nThis spontaneity will, in fact, unbalance an alternation construed by\nRousset as a theoretical norm. A practiced inﬂection that also provides\nthe style of criticism—here Rousset’s—with its structural form. This lat-\nter, Claude Lévi-Strauss remarks about social models and Rousset about\nstructural motifs in a literary work, “escapes creative will and clear\nconsciousness” (p. xv). What then is the imbalance of this preference?\nWhat is the preponderance that is more actualized than acknowledged?\nIt seems to be double.\nII\nThere are lines which are monsters. . . . A line by itself has no\nmeaning; a second one is necessary to give expression to\nmeaning. Important law.\n(Delacroix)\nValley is a common female dream symbol.\n(Freud)\nOn the one hand, structure becomes the object itself, the literary thing\nitself. It is no longer what it almost universally was before: either a\nheuristic instrument, a method of reading, a characteristic particularly\nrevelatory of content, or a system of objective relations, independent of\nwriting and difference\n16\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 42,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "stricto",
        "des",
        "sensu",
        "tural",
        "aristotelean",
        "cognescendi",
        "arti",
        "vaincre",
        "pyramides",
        "adresse"
      ],
      "full_text": " \ncontent and terminology; or, most often, both at once, for the fecund-\nity of structure did not exclude, but, on the contrary, rather implied\nthat relational conﬁguration exists within the literary object. A struc-\ntural realism has always been practiced, more or less explicitly. But\nnever has structure been the exclusive term—in the double sense of the\nword—of critical description. It was always a means or relationship for\nreading or writing, for assembling signiﬁcations, recognizing themes,\nordering constants and correspondences.\nHere, structure, the framework of construction, morphological\ncorrelation, becomes in fact and despite his theoretical intention the critic’s\nsole preoccupation. His sole or almost sole preoccupation. No longer\na method within the ordo cognescendi, no longer a relationship in the\nordo essendi, but the very being of the work. We are concerned with an\nultrastructuralism.\nOn the other hand (and consequently), structure as the literary thing is\nthis time taken, or at least practiced, literally. Now, stricto sensu, the\nnotion of structure refers only to space, geometric or morphological\nspace, the order of forms and sites. Structure is ﬁrst the structure of an\norganic or artiﬁcial work, the internal unity of an assemblage, a construc-\ntion; a work is governed by a unifying principle, the architecture that is\nbuilt and made visible in a location. “Superbes monuments de l’orgueil\ndes humains, / Pyramides, tombeaux, dont la noble structure / a\ntemoigné que l’art, par l’adresse des mains / Et l’assidu travail peut\nvaincre la nature” (“Splendid monuments of human pride, pyramids,\ntombs, whose noble structure Bears witness that art, through the skill\nof hands and hard work, can vanquish nature”—Scarron). Only meta-\nphorically was this topographical literality displaced in the direction of its\nAristotelean and topical signiﬁcation (the theory of commonplaces in\nlanguage and the manipulation of motifs or arguments.) In the seven-\nteenth century they spoke of “the choice and arrangement of words,\nthe structure and harmony of the composition, the modest grandeur of\nthe thoughts.”39 Or further: “In bad structure there is always something\nto be added, or diminished, or changed, not simply as concerns the\ntopic, but also the words.”40\nHow is this history of metaphor possible? Does the fact that language\ncan determine things only by spatializing them suﬃce to explain that,\nin return, language must spatialize itself as soon as it designates and\nforce and signification\n17\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 45,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "scalewise",
        "altus",
        "distanciation",
        "erence",
        "nal",
        "corneillean",
        "delity",
        "ment",
        "signi",
        "ect"
      ],
      "full_text": " \nsymmetrical to the ﬁrst, ﬁnal conjunction. The destination is a return\nto the point of departure after a circuit in the form of a crossed ring”\n(p. 8). What is singular is the crossed ring, for the destination as\nreturn to the point of departure is of the commonest devices. Proust\nhimself . . . (cf. p. 144).\nThe framework is analogous in Le Cid: “The ring-like movement with\na median crossing is maintained” (p. 9). But here a new signiﬁcation\nintervenes, one that panorography immediately transcribes in a new\ndimension. In eﬀect, “at each step along the way, the lovers develop\nand grow, not only each one for himself, but through the other and for\nthe other, according to a very Corneillean [my italic] law of progressively\ndiscovered interdependence; their union is made stronger and deeper\nby the very ruptures that should have destroyed it. Here, the phases of\ndistanciation are no longer phases of separation and inconstancy, but\ntests of ﬁdelity” (p. 9). The diﬀerence between La galerie du palais and Le\nCid, one could be led to believe, is no longer in the design and move-\nment of presences (distance-proximity), but in the quality and inner\nintensity of the experiences (tests of ﬁdelity, manner of being for the\nother, force of rupture, etc.). And it could be thought that by virtue of\nthe very enrichment of the play, the structural metaphor will now be\nincapable of grasping the play’s quality and intensity, and that the work\nof forces will no longer be translated into a diﬀerence of form.\nIn believing so one would underestimate the resources of the critic.\nThe dimension of height will now complete the analogical equipment.\nWhat is gained in the tension of sentiments (quality of ﬁdelity, way of\nbeing-for-the-other, etc.) is gained in terms of elevation; for values, as we\nknow, mount scalewise, and the Good is most high. The union of the\nlovers is deepened by an “aspiration toward the highest” (p. 9). Altus:\nthe deep is the high. The ring, which remains, has become an “ascend-\ning spiral” and “helical ascent.” And the horizontal ﬂatness of La galerie\nwas only an appearance still hiding the essential: the ascending move-\nment. Le Cid only begins to reveal it: “Also the destination (in Le Cid),\neven if it apparently leads back to the initial conjunction, is not at all a\nreturn to the point of departure; the situation has changed, for the\ncharacters have been elevated. This is the essential [my italics]: the Corneil-\nlean movement is a movement of violent elevation . . .” (but where has this\nviolence and the force of movement, which is more than its quantity or\nwriting and difference\n20\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 47,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "oppo",
        "sitions",
        "canaque",
        "rousset",
        "ssuring",
        "erences",
        "nondivine",
        "gures",
        "dence",
        "ities"
      ],
      "full_text": " \nstraight, now circular, and now of any other description, it is possible\nto ﬁnd a mental equivalent, a formula or an equation common to all\nthe points of this line by virtue of which formula the changes in the\ndirection of the line must occur. There is no instance of a fact whose\ncontour does not form part of a geometric line and which can not be\ntraced entire by a certain mathematical motion.”44\nBut Leibniz was speaking of divine creation and intelligence: “I use\nthese comparisons to picture a certain imperfect resemblance to the\ndivine wisdom. . . . I do not pretend at all to explain thus the great\nmystery upon which depends the whole universe.”45 As concerns qual-\nities, forces and values, and also as concerns nondivine works read by\nﬁnite minds, this conﬁdence in mathematical-spatial representation seems\nto be (on the scale of an entire civilization, for we are no longer dealing\nwith the question of Rousset’s language, but with the totality of our\nlanguage and its credence) analogous to the conﬁdence placed by\nCanaque artists46 in the level representation of depth. A conﬁdence that\nthe structural ethnographer analyzes, moreover, with more prudence\nand less abandon than formerly.\nOur intention here is not, through the simple motions of balancing,\nequilibration or overturning, to oppose duration to space, quality to\nquantity, force to form, the depth of meaning or value to the surface of\nﬁgures. Quite to the contrary. To counter this simple alternative, to\ncounter the simple choice of one of the terms or one of the series\nagainst the other, we maintain that it is necessary to seek new concepts\nand new models, an economy escaping this system of metaphysical oppo-\nsitions. This economy would not be an energetics of pure, shapeless\nforce. The diﬀerences examined simultaneously would be diﬀerences of\nsite47 and diﬀerences of force. If we appear to oppose one series to the\nother, it is because from within the classical system we wish to make\napparent the noncritical privilege naively granted to the other series by\na certain structuralism. Our discourse irreducibly belongs to the system\nof metaphysical oppositions. The break with this structure of belonging\ncan be announced only through a certain organization, a certain strategic\narrangement which, within the ﬁeld of metaphysical opposition, uses\nthe strengths of the ﬁeld to turn its own stratagems against it, producing\na force of dislocation that spreads itself throughout the entire system,\nﬁssuring it in every direction and thoroughly delimiting it.48\nwriting and difference\n22\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 48,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "priori",
        "nal",
        "etc",
        "corneillean",
        "nds",
        "rousset",
        "consid",
        "sters",
        "poulet",
        "metaphorization"
      ],
      "full_text": " \nAssuming that, in order to avoid “abstractionism,” one ﬁxes upon—\nas Rousset does at least theoretically—the union of form and meaning,\none then would have to say that the aspiration toward the highest, in\nthe “ﬁnal leap which will unite them . . . in God,” etc., the passionate,\nqualitative, intensive, etc., aspiration, ﬁnds its form in the spiraling\nmovement. But to say further that this union—which, moreover author-\nizesevery metaphor of elevation—isdiﬀerence itself, Corneille’s own idiom—\nis this to say much? And if this were the essential aspect of “Corneillean\nmovement,” where would Corneille be? Why is there more beauty in\nPolyeucte than in “an ascending movement of two rings”? The force of\nthe work, the force of genius, the force, too, of that which engenders in\ngeneral is precisely that which resists geometrical metaphorization and\nis the proper object of literary criticism. In another sense than Poulet’s,\nRousset sometimes seems to have “little interest in art.”\nUnless Rousset considers every line, every spatial form (but every\nform is spatial) beautiful a priori, unless he deems, as did a certain\nmedieval theology (Considérans in particular), that form is transcen-\ndentally beautiful, since it is and makes things be, and that Being is\nBeautiful; these were truths for this theology to the extent that mon-\nsters themselves, as it was said, were beautiful, in that they exist\nthrough line or form, which bear witness to the order of the created\nuniverse and reﬂect divine light. Formosus means beautiful.\nWill Buﬀon not say too, in his Supplement to Natural History (vol. XI,\np. 417): “Most monsters are such with symmetry, the disarray of the\nparts seeming to have been arranged in orderly fashion?”\nNow, Rousset does not seem to posit, in his theoretical Introduction,\nthat every form is beautiful, but only the form that is aligned with\nmeaning, the form that can be understood because it is, above all, in\nleague with meaning. Why then, once more, this geometer’s privilege?\nAssuming, in the last analysis, that beauty lets itself be espoused or\nexhausted by the geometer, is he not, in the case of the sublime—and\nCorneille is said to be sublime—forced to commit an act of violence?\nFurther, for the sake of determining an essential “Corneillean\nmovement,” does one not lose what counts? Everything that deﬁes a\ngeometrical-mechanical framework—and not only the pieces which\ncannot be constrained by curves and helices, not only force and quality,\nwhich are meaning itself, but also duration, that which is pure qualitative\nforce and signification\n23\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 49,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "ection",
        "polyeucte",
        "nal",
        "corneillean",
        "ibid",
        "cluded",
        "rousset",
        "speci",
        "ition",
        "rst"
      ],
      "full_text": " \nheterogeneity within movement—is reduced to the appearance of the\ninessential for the sake of this essentialism or teleological structuralism.\nRousset understands theatrical or novelistic movement as Aristotle\nunderstood movement in general: transition to the act, which itself is\nthe repose of the desired form. Everything transpires as if everything\nwithin the dynamics of Corneillean meaning, and within each of\nCorneille’s plays, came to life with the aim of ﬁnal peace, the peace\nof the structural energeia: Polyeucte. Outside this peace, before and after it,\nmovement, in its pure duration, in the labor of its organization, can\nitself be only sketch or debris. Or even debauch, a fault or sin as\ncompared to Polyeucte, the “ﬁrst impeccable success.” Under the word\n“impeccable,” Rousset notes: “Cinna still sins in this respect” (p. 12).\nPreformationism, teleologism, reduction of force, value and\nduration—these are as one with geometrism, creating structure. This is\nthe actual structure which governs, to one degree or another, all the\nessays in this book. Everything which, in the ﬁrst Marivaux, does not\nannounce the schema of the “double register” (narration and look at\nthe narration) is “a series of youthful novelistic exercises” by which\n“he prepares not only the novels of maturity, but also his dramatic\nworks” (p. 47). “The true Marivaux is still almost absent from it” [my\nitalics]. “From our perspective, there is only one fact to retain . . .”\n(ibid.). There follows an analysis and a citation upon which is con-\ncluded: “This outline of a dialogue above the heads of the characters,\nthrough a broken-oﬀ narration in which the presence and the absence\nof the author alternate, is the outline of the veritable Marivaux. . . .\nThus is sketched, in a ﬁrst and rudimentary form, the properly\nMarivauldian combination of spectacle and spectator, perceived and\nperceiver. We will see it perfect itself” (p. 48).\nThe diﬃculties accumulate, as do our reservations, when Rousset\nspeciﬁes that this “permanent structure of Marivaux’s,”49 although\ninvisible or latent in the works of his youth, “belongs,” as the “willful\ndissolution of novelistic illusion,” to the “burlesque tradition” (p. 50;\ncf. also p. 60). Marivaux’s originality, which “retains” from this trad-\nition only “the free construction of a narration which simultaneously\nshows the work of the author and the author’s reﬂection on his work,”\nis then “critical consciousness” (p. 51). Marivaux’s idiom is not to be\nfound in the structure described but in the intention that animates a\nwriting and difference\n24\n"
    }
  ]
}