{
  "document": "Derrida_TheTruthInPainting",
  "batch_number": 5,
  "total_batches": 9,
  "pages": [
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 164,
      "bucket": "E (10%+)",
      "error_rate": 11.6,
      "unknown_words_sample": [
        "partout",
        "maeght",
        "ich",
        "adami",
        "gias",
        "dessin",
        "miroir",
        "valerio",
        "passe",
        "derriere"
      ],
      "full_text": "First version published in 1 97 5  in the series Derriere ie miroir [Behind the mirror] \n(no. 214, May 1975, Editions Maeght). The occasion for the text was provided by \nan exhibition of the work of Valerio Adami, entitled Le Voyage du dessin [The \njourney of the drawing]. Among a hundred or so other drawings, it is worth recalling \nhere two \"Studies for a drawing after Gias.\" They were preparations for the two \nworks which received their titles, ICH and CHI (CHIMERE for the whole), from \nthe following text. This text was printed in 18 point type, without margin, border, \nor passe-partout of any kind. And is primarily concerned to explain this fact. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 165,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "isn",
        "adami",
        "regarde",
        "straints",
        "qui",
        "trigue",
        "rature"
      ],
      "full_text": "and what if, resonance in this other language still leading you \nastray, I liked words in order to be-tray (to treat, triturate, trice, \nin-trigue, trace, track). \nFor example, in order to betray Adami, to be a traitor to his travail, \nI would let myself be framed. \nShall I exhibit it without remainder? How to evaluate the \neconomy of the means, the constraints of a deadline (so many \ndays, but things are more complicated than that, I'm proceeding \nfrom an accumulation that is difficult to measure), of a format \n(so many signs, but I ply and multiply the tropes, overdetermine \nthe codes, impregnate languages and margins, capitalize ellipsis, \nup to a certain point which concerns me [qui me regarde] but \nwhich I can't see very clearly), and then of what they call the \nconditions of reproduction, the painting market: but also the con­\nstraints of the signature, of writing, and even, taken into account \nhere, of deletion [rature). \nHe used to draw with an eraser, now here he is deleting. \nWhat does he make of the market, of frames and margins? \nEvidently talking about them isn't enough for him. Nor is the \nstatement of theses on this subject. Benjamin, portrayed here, \nurges the author as producer: that he not be content to take up \na position, through discourse, on the subject of society and that \nhe never, even with theses or revolutionary products, stock up an \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 167,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "quattro",
        "pre",
        "detourne",
        "glas",
        "tion"
      ],
      "full_text": "+ R  \nStudy for a Drawing after Glas (one of the two sides of what will be a \ndouble-sided serigraph). \n1 5 3  \nThe Concerto a quattro mani is played twice by inverting the \ndirection of the hands: in front of a mirror, under a mirror, behind \nthe mirror. The strange manufacture diverts [detourne] specula­\ntion, it presents what presents it, behind the mirror, on the cover. \nThis latter is thus a part of itself, a piece of a display shelf which, \nbecause it is situated both inside and outside, manipulates in \nseveral registers an object which, however, exceeds it. And pre­\ntends to represent a nonrepresentational instrument ( for example \na piano). \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 168,
      "bucket": "E (10%+)",
      "error_rate": 14.5,
      "unknown_words_sample": [
        "gaierie",
        "est",
        "doigts",
        "choeur",
        "glas",
        "viaggio",
        "erful",
        "bouche",
        "coeur",
        "trans"
      ],
      "full_text": "I54 \nThe Truth in Painting \nStudy for a Drawing after Glas (the other side). \nBut also, vaguely distracted by the smoke of a cigarette, of a \nsurgical dance, fingers as chorus lies doigts en choeur]. In Viaggio \nall 'est, it's the mouth shaped like a heart [ia bouche en coeur]. \nBy covering, right from its title, the whole of a series of which \nit is however only one piece, an ensemble of which it is only one \ninstrument, does the concerto take possession of the very pow­\nerful gaierie [\"gallery\" in all senses, also \"audience\"-Trans.] (a \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 170,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "regardait",
        "philosopheme",
        "adami",
        "etc",
        "quattro"
      ],
      "full_text": "The Truth in Painting \nr \nI \nConcerto a quattro mani. \nhad been, for me, two paintings in painting. One, taking the breath \naway, a stranger to all discourse, doomed to the presumed mutism \nof \"the-thing-itself,\" restores, in authoritarian silence, an order of \npresence. It motivates or deploys, then, while totally denying it, \na poem or philosopheme whose code seems to me to be exhausted. \nThe other, therefore the same, voluble, inexhaustible, reproduces \nvirtually an old language, belated with respect to the thrusting \npoint of a text which interests me. \nAt the point of this text (general text, I'm not going to define \nit again in all the cog wheels or energies of its apparatus), the \nangular signature of Adami was waiting for me. A stupefying \nadvance, and one made simultaneously on all fronts (historical, \ntheoretical, formal, political, etc.). \nSo I yielded, even before knowing it, as if I were read in ad­\nvance, written before writing, prescribed, seized, trapped, hooked. \nAnd then it was my business [9a me regardait]. Making me speak, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 171,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "meccanica",
        "codicarium",
        "quaternarium",
        "gether",
        "adami",
        "avventura",
        "souffle",
        "chthys",
        "glas",
        "ichnos"
      ],
      "full_text": "+ R  \n1 5 7  \nit was putting me in the wrong but it was too late and that will \nhave taught me a lesson. \nFor example in the fish drawing which I shall baptize 1ch: \nwithout the author's authorization, in order to take it from him \nin turn and hold it at the end of my line, with an apparently \nsimple line, without a reel, without the interposed machine turn­\ning and fishing all by itself under the wheels of the train, in La \nmeccanica dell' avventura (which dates from one month later). \n1ch, snatched fish body, foreign body of a word to involve \nanother language (Adami often does it) in the play of signatures \nand the agonistic outbidding speculating on the 1. Truncated body \nor overcharged matrix (there are so many in Adami), bait for the \nChristie phallus (1chthys), track, graph or trace (Ichnos) of a voice­\nless bit. \nI give the translation of 1cb. \nGlas (it will be demanded that I quote myself, patiently, I'm talk­\ning here of 1ch and exhibiting it as an other, and all and sundry) \ntracks in all directions the operation of the baptismal desire which \nenters and leaves but never holds, like 1cb, either in the water or \nout of the water. \nTwo pages (double column, double band) are here bound to­\ngether by a fastener known as a spiral, like in an exercise book \n[cahier]. Codicarium? Quaternarium? four sides in any case, a \nsupport also cut in four according to an internal discrepancy of \nthe binding and an oblique limit like the surface of the waters. \nFished out of Glas, pulled up above the sea, out of its element, \na sentence seems to last, both continue and cut itself off: first of \nall in itself, from left to right, breaking its own movement and \nthen reconstituting itself, with a leap above the binding, above \nthe domestic margin or the articulation. Taking its call from its \nscarcely articulable gl. Everything is here marked scarcely. The \nstatement is not only cut inside, but also on its two outside edges, \nby the guillotine. \"What both cuts me off and prompts me [me \nsouffle] with all the rest\" is thus written and read, performs itself \nin cutting off and prompting all the rest, in the process of doing \nwhat it says it is doing, of drawing what it is in the process of \nwriting. The framing borders are jumped, the margins saturated, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 172,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "lch",
        "adami",
        "abyme",
        "bot",
        "tomless"
      ],
      "full_text": "The Truth in Painting \nI \nl \nif if \nil r t \nStudy for a Drawing after Glass. \nbut en abyme. lch plunged back in (lithe consonant plunged back \nin\") at the very moment of the catch and the baptism, in a bot­\ntomless element. Does the Christie phallus come out of the sea? \nNo shore, no more edge, certainly, but the edge is named: lithe \nangle is always for me the edge of a tomb.\" \nMy signature-who will attest to its authenticity in this re­\nproduction of a reproduction? and what if Adami had imitated it, \nlike my writing? and what if I had forged his on the left? -my \nsignature is also cut off, before the da. What is detached-falls \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 173,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "adami",
        "synec",
        "cathected",
        "ogy",
        "polysemia",
        "trans",
        "picto",
        "dochic",
        "arriver",
        "qui"
      ],
      "full_text": "+ R  \n1 5 9  \noverboard-is also a piece of the other's [i.e. Adami's] name (da) \nand one of the most obsessive motifs in Glas. \nThe da is not there, hie et nunc, but it is not lacking. Like \ncolor? We'll have to see later: what [ce qui] makes itself strong \n[fort] from the monumental fall-falls [tombe: also \"tomb\"] \noverboard. \nleh: this sketchbook turns to derision, in advance and forever, \nthe dissertations with which one might be tempted to cover it \nwith application, of the type \"painting and/or writing,\" \"the rhet­\noric of the trait,\" \"history and function of the legend in Adami's \nsemiotics,\" \"the reinscription of the title,\" \"the politico-synec­\ndochic subversion of the comic strip,\" etc. \nI-marks only the event of leh. Although its structure is sin­\ngular, no longer, however, coming under what consciousness or \nperception apprehends as singularity, each of Adami's drawings \nis cathected by an event. A \"global\" event, as Genet would say. \nI would add telescoped, dramaturgy depending on the violent in­\ntrusion of the optical apparatus which from afar gathers and up­\nsets, makes the one collide with the other, as much as it depends \non the event whose narrative it precipitates. \nThe sentence which crosses the heights of leh allows itself, \nup to a certain point, to be deciphered, I mean in the system of \na language. I abandon this reading to you: polysemia or even \ndissemination drags it far from any shore [rive], preventing what \nyou call an event from ever arriving [s'arriver]. Let the net float, \nthe infinitely tortuous play of knots and links which catches this \nsentence in its drawing. \nI pull only one thread in order to attempt, but still in vain, \nto capture what's coming. I note first that each letter, each word \nshows itself, appears, then, trait or form, outside language. But \nwithout restricting itself to reproducing, by resemblance or anal­\nogy, the very thing that is said or shown. Doubtless, each letter \nhas the arched, stretched form, the convulsive and slightly in­\ncurved rigidity, the supple flexion of an erect phallus or of the \nfish between life and death, still hanging on the hook (a sort of \nbit too), snatched from its element but still leaping, desire dancing \nfor the first and last time with a start: (no) more air [plus d'air; \nd. \"plus r\" ( +  R)-Trans.]. And doubtless, each letter, especially \ngl, re-marks what is shown as what is said: slippery surface, an­\ngular character, angled word, edge of tomb, hooked signature. Each \nletter, bit, or piece of a word is written with two hands, on each \npage, twice two hands: formal writing, discursive writing, picto-\n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 174,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "tak",
        "adami",
        "matricial",
        "ichthys",
        "ulated",
        "graphesis",
        "arthron",
        "peased",
        "rythmos",
        "arret"
      ],
      "full_text": "I 60 \nThe Truth in Painting \nideo-phonogram for a single concerto, dominated by a single \ninstrument. \nBut gU Its gi [son gil? The sound gi [ie son gl], the gi of \"angle,\" \nits gU This barely pronounceable writing is not a morpheme, not \na word if one restrains oneself (nothing authorizes this) from tak­\ning the step [ie pas] of meaning. Gi does not belong to discourse, \nno more does it belong to space, and nothing certifies the past or \nfuture of such a belonging. What is suspended is not however an \ninsignificant phoneme, the noise or shout naIvely opposed, as \nnature or animality, to speech. Resisting the fisher's discourse, it \nwould represent painting in that discourse if it did not remain \nunrepresentable for it too: not the outburst of voice in painting, \nbut the bursting of speech in drawing, or the patch of color in \ngraphesis or the trait in color. A rebel to aнpeased commerce, to \nthe regulated exchange of the two elements (lexical and pictural), \nclose to piercing a hole in the arthron of discursive writing and \nrepresentational painting, is this not a wild, almost unnarratable \nevent? \nAdami sticks it in near the fish's tail, not far from the artic­\nulated binding, in the lower corner of the quarter-page, at the \nplace where the limit sags, above and below the sea. Survival \nmovement, stay of death [arret de mort, also \"death sentence\"], \nfinal trance, arched leap held on the bit. Caught in the links or \nthe angled scales of the ichthys, like Adami's signature, or rather \nhis acronym, for if the letters make up a shoal of fish, a band of \nerections wandering at the point of death, on the other hand the \ndominant fish, the one that bites best and says I (I am dead) or \nhoc est corpus meum, takes from the sea a body of scaly writing, \na literal surface, homogeneous with the signatory's initials. \nAs gi can be reduced neither to a spatial form (the glottic \nthrust of reading, toward an almost impossible bubble, snatches \nit from the surface with a single blow (ictus)), nor to a logogram \n(it's not even the former fragment of a word or the ex-tract [ex­\ntrait] of a discourse), 1ch splits with one blow [d'un coup], like \nthe fish, both language and the picture. \nI would say with a burst of music [d'un coup de musique] if \nthere wasn't the risk of this word's still letting itself be arraigned \nin a system of analogy. With a dance then, death dance in the \nfish's tail, with a rhythm impressed on the tail. And by the scaly \ntale. Rythmos, as we know, has come to signify both the cadence \nof a writing and the undulation of the waves. Impressed here on \nthe matricial sea-the fish-man sublimating unto death for (no) \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 175,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "noires",
        "glu",
        "aussi",
        "portee",
        "infinitum",
        "noyee",
        "ture",
        "bot",
        "des",
        "dynamize"
      ],
      "full_text": "+ R  \n1 6 1  \nmore air-on the waves, on the wavy surface of a music beaten \nby the furious tail of 1 eh. \nGround or abyss of the picture: touching the bottom of the \nsea, a vivid, straight, native seaweed, or a shipwrecked galley, an \nimmobile and monumental wreck, a line already \"quoted\" in \nGlas, here fished up from way back, in inverted commas, angles, \ncrochets too without a stave [des noires aussi sans portee]. In the \nbeginning it was the first line of a bad poem I published, aged \nseventeen, in a little Mediterranean review since gone under-I \nabandoned my only copy in an old trunk in EI-Biar. \nI only retain, wary of it [Je ne garde, m' en gardant] the memory \nof that first line, back of a stage [au fond d'une scene] where, \nsince ever, I must have known how to put myself to death. \nGlas emerges twice in it, in pieces, cut from itself, once in \nglu, within a single word, once inapparent or inaudible, detached \nfrom itself by the chasm between two words: it is read, seen \nwritten or drawn, held to silence (etang lait [pond milk], entity \n[etant] become milk [lait] again, etrangle [strangled] without the \nr, etc.). \nThis is not in Glas; refer for example to page 2 1 9  [of the first \nFrench edition] and its vicinity. \nThe body of the word \"noyee,\" the drowned woman [Ia \n\"noyee\"], floats between two waters, a little up from the bottom, \na cord relaxed far from its anchorage in the sentence, magnified \nletters adrift, dilated image, flared limits through diver's goggles. \nTwo lines of stress work or dynamize this fishing picture (the \nrecord of a hunt), two death-drives cross in a x, double diagonal \nto keep alive the whole of the invested surface, the twice two \nparts. One death pushes, attracts, or holds down toward the bot­\ntom right-hand comer (drowning and descending column). The \nother death, which is just as pitiless, sublime, raises to the op­\nposite corner (asphyxia of the phallus extracted from the sea and \nascending column). Saving from drowning by attracting the beast, \nalive, out of its milieu. \nIt is possible to describe ad infinitum the instantaneous cap­\nture [prise] of Glas by 1eh, 1eh's hold [prise] over Glas. It would \nbe total if the whole of the prey, already, did not pertain to the \nsimulacrum. I prefer to mark why it can give rise to no illustrative \nrepresentation. In neither sense. And whatever reevaluation can \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 176,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "meccanica",
        "aggressivity",
        "adami",
        "ongles",
        "atget",
        "mag",
        "glas",
        "viaggio",
        "nicknamer",
        "rhythmed"
      ],
      "full_text": "The Truth in Painting \nbe allowed such an illustration, it would be necessary, rather, to \nsay lustration. The scene named 1ch cannot be found in Glas and \nreproduces nothing from it. Of course it captures and draws to \nitself a whole piscicultural machination, rhythmed by the logic \nof the double band (double bind) or held by the so-called sheath \nargument. Thus, for example, as for giving name or title: \"But \ngift of nothing, of no thing, such a gift violently appropriates, \nharpoons, arraigns what it seems to engender, it penetrates and \nparalyzes at a stroke the donee thus consecrated. By being mag­\nnified, this latter becomes to some extent the object of his namer \nor nicknamer,\" or again, \"we do not comprehend here the text \nnamed as Genet's, it does not exhaust itself in the pocket I cut, \nsew, and bind. It is the text which pierces a hole in the pocket, \nharpoons it first, looks at it; but also sees it escape, carrying its \narrow toward unknown neighborhoods,\" and, as for the necessity \nto elaborate under the sheath, \"all that must stay under the sheath \n. . .  there is more iouissance . . .  in acting as if the fish remained \nentire, still alive, the more mobile, slippery, and fleeting for know­\ning itself to be threatened.\" And since there is the angle and the \nwave ronde], the indefatigable and worrying insistence of finger­\nnails [ongles] in all Adami's drawings (except, well well, in the \nthree congeneric Glas drawings; for once they are setups without \nhands, and nothing human appears in them as such: \"juridical \nexhibits\" and \"scene of a crime,\" concludes Benjamin faced with \nthe first empty streets photographed by Atget), go and read on \none double page (274) the association of fish and fingernails. And \nthen Gabrielle, Genet's mother, matrix-forename for the whole \nbook, is a \"moon-fish.\" \nAnd yet 1ch develops, without a negative, a scene which can \nunder no circumstances be found in _Glas or represent it on any \naccount. At least for the following reason: 1ch performs its own \noperation, the hooked, steely violence of a capture which takes \npossession of an unconscious (review the arms, the reel of La \nmeccanica, the rows of fishhooks under the hand of Freud in \nviaggio; there is, yes, the work and the force, the incomparable \nskill, the aggressivity, the ruses or the desire of the fisher-analyst, \nand then that X in whose place the stroke of luck or the stroke \nof genius is named: the line is slack for a moment, like attention, \nthen vibrates and suddenly [d'un coup] tightens, a bite. The beast \nalso has to give up to it), makes its persecuted prey of a text, a \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 180,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "rifurcum",
        "lacrum",
        "adami",
        "simu",
        "dessus",
        "hors",
        "systasis",
        "propriated",
        "calation",
        "picts"
      ],
      "full_text": "\" \nI 66 \nThe Truth in Painting \nX signs this picture. \nA crossing privileged by all the texts I've sold under my name \nand which, for the good reasons I've given, I no longer hesitate \nto bring to the surface, in word-bubbles or legendary bands. \"We \nare in an unequal chiasmus . . . .  According to the X (the chiasmus) \n(which can always, hastily, be thought of as the thematic drawing \nof dissemination), the preface, as semen, can just as well remain, \nproduce and lose itself as seminal difference, as let itself be reap­\npropriated in the sublimity of the father\"-\"Hors livre\" [in Dis­\nsemination] .  \"Everything passes through this chiasmus, all writ­\ning is caught in it-frequents it. The form of the chiasmus, the \nX, interests me greatly, not as the symbol of the unknown but \nbecause there is here a sort of fork (the series crossroads, quad­\nrifurcum, grid, grill, key, etc.) which is moreover unequal, one of \nits points extending its scope [portee] further than the other: a \nfigure of the double gesture and the crossing we were talking about \na moment ago \"-Positions. \nX, the general intersection of Glas, of its beginnings or ends \nin twisted and spaced-out bands, also describes the demiurgic \noperation in the Timaeus: \"Having thus obtained the systasis, he \nsplit it in two from one end to the other with a lengthwise slit; \nhe fixed these two bands across one another at the center, in the \nform of a Xi then he plied them to make a circle of each one and \njoined up all the ends opposite the crossing-point . . . .  He adjudged \nthe movement of the outside circle to the nature of the Same, \nand that of the inside circle to the nature of the Other.\" \nBut as if to hang the thing in the exhibition gallery, holding \nit suspended from the top, again the clawed fishhook of 1cb, he \nrepeats the first letter, the X-hook of a quotation. \nCut out of Glas, this quotation describes in advance an es­\ncalation, the process of an outbidding speculating to infinity: Who \nsigns? Who reads? Who looks at and de-picts the other? \nOne can then let oneself be caught considering that the simu­\nlacrum of a legend entitles, on the back as is sometimes done, \nthe silent \"front\" of the hanging: double scale [echelle], double \nmeasure, and yet the same, one ladder [ecbelle] hauled above the \nother, as if to look over the frame, over the step [par-dessus le \ncadre, par-dessus la marche], the top step, and dominate the over­\nview. Each ladder is a double column which glides or slides over \nthe other. But as always with Adami, what is disarticulated, dis-\n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 181,
      "bucket": "D (5-10%)",
      "error_rate": 8.2,
      "unknown_words_sample": [
        "disjecta",
        "membra",
        "maintenant",
        "systasis",
        "glas",
        "maintenir",
        "sociated"
      ],
      "full_text": "+ R  \nStudy for a Drawing after Glas \nsociated, dislocated, holds itself back, arrested at the same time \nas it is exhibited: the dis-jointed (now [maintenant] forms a work). \nThe disjointed now forms a work. \nBy the force of the trait, according to a systasis of powerful \nligatures which come to bank, bind, hold [maintenir] the disjecta \nmembra strictly. The double ladder is tightly garrotted, by cords \nand bands, in the complex scaffolding (pillars, columns, frames, \ncapitals). A ladder is a scaffold, it was also a synonym of potence, \none of the organizing figures of Glas (\"What I wanted to write \nwas POTENCE of the text.\" The other word, the only one to get \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 185,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "trema",
        "tra",
        "fishbone",
        "transpassing",
        "adami",
        "littre",
        "unforeseeably",
        "dejaj",
        "transferences",
        "ings"
      ],
      "full_text": "+ R  \n1 7 1 \nDon't read in this a formal programer for all the words which \nwill come along, in broad bands or color washes to fill it in like \ncolor. It is not a material matrix but a system of traits, not a \nformal matrix since its content is already decided. \nAnd yet tr does not remain entirely intact through all the \ntransformations of the supposed contents or complements. The \nso-called whole words are different each time in their form and \nin their content. The treachery of this translation or transcription, \nthe transpassing, the trance or the tragedy of I ch, the transpierc­\nings, trunks, trepannings, the trema or the ex-tra which interest \nAdami have apparently no linguistic or semantic affinity with \nwhat I say I'm doing when I try or trick on a hairbreadth, when \nI tringle (an operation which consists in \"marking a straight line \non wood with a stretched string rubbed with chalk which is raised \nin the middle and leaves a mark as it falls back onto the wood,\" \nLittre), when I travail, tremble or become troubled while writing, \ntreading the floating body of a ferry crossing a river, tracking down \nthe beast, trailing my metallic line in the water, fishing from a \ntrawler, with a trammel net, a trellis. \nBut if tr is each time altered, transformed, displaced by what \nappears to complete it, it keeps a sort of self-sufficiency, not a \nself-identity, a proper meaning or body, but a strange and haughty \nindependence. It does not get this from the semantic nucleus trans \nor tra. Neither whole nor piece, neither metaphor nor metonymy \n(\"How to arrest the margins of a rhetoric? \"). It takes, hardens, \nentrenches itself [se retranche], cutting, bony, a fishbone. \nThis truncated matrix is lacking nothing for affecting already \n[dejaj. For inciting to all transferences. \nSomething will come to accomplish it, unforeseeably, but be­\ncause it was never missing from it. \nAnd here is the paradox: because it's lacking in nothing, be­\ncause its unchangeable program controls and constrains all that \ncan come upon it, it's careful to take absolutely new itineraries \neach time. In its quasi -completion, each word, each sentence takes \non a heterogeneous meaning, broaches a second traversal which \nis not however secondary, derived, servile with respect to the \nmaster tr: to drawing as practiced by Adami. Color is never an-\n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 187,
      "bucket": "E (10%+)",
      "error_rate": 14.8,
      "unknown_words_sample": [
        "meccanica",
        "philosopheme",
        "logocentrism",
        "rheme",
        "adami",
        "avventura",
        "ferential",
        "damisch"
      ],
      "full_text": "+ R  \n1 73 \nferential versions proposed by Adami. And yet, \"the drawing, here, \nhas none of the characteristics of a foundation\" (Hubert Damisch). \nThus works, in or outside language, a tl. \nPeople will rush headlong toward the bait, they'll bite: here \nwe go, another return to logocentrism, there he goes consecrating \nanalogy, absorbing space in the voice, painting in the poem, the \nrheme or the philosopheme, he's structuring everything like a \nLa meccanica dell'avventura. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 188,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "neously",
        "hypercratylean",
        "adami",
        "itates",
        "ters",
        "glas",
        "fiaye",
        "simulta"
      ],
      "full_text": "I74 \nThe Truth in Painting \nlanguage, and worse, he's doing it according to a mimetic and \nhypercratylean theory of language. \nWell, no. What's at stake here, on the contrary, is violence \nand the arbitrary. And putting forward what is unjustifiable for \nany consciousness, something that only holds together, as it en­\nters effectively into relation with the events unleashed by Adami, \nby having nothing to do with them. And then tI represents, im­\nitates nothing, only engraves a differential trace, therefore no longer \na formless cry, it does not yet belong to the lexicon, it does not \nyet allow itself to be domesticated by an appeased verb, it initiates \nand breaches [fIaye] an entirely different body. \nSo don't stop at that. Although it is not a transcendental \n(semantic or formal) element, tI gives itself up to analysis. Like \nany transformable conglomerate. Decompose the tI, vary its at­\noms, work substitutions or transfers, erase as Adami does when \nhe's drawing. In a first picture, keep first of all the consonantal \ndouble, rub out the odd bar from the t, replace them with the \ntraits of another consonant. For example, f (which is more or less \nthe catastrophic reversal of the t) but, for another journey, it could \nbe b, c, d, g, p, v. Keeping the same I, you will then, along with \na variation in fI, have brought out a + I effect. Consonant plus I. \nAnd by drawing the + ,  you will have quoted along the way all \nAdami's crosses, especially the itinerary of the red crosses, the \nbadges of nurses, of fantastic ambulance men marking simulta­\nneously war and peace, undecidable neutrality in the topography \nof political Europe, moving around among surgical mutilations, \nbodies cut to pieces and restored, stumps, wooden legs, aggressive \nprostheses, dressed heads, bandaged members or eyes. \nYou could analyze this + I effect, like the + 1 effect in Glas, \nanalyze it coldly and practically. \nBut you could also orchestrate it, for if we were here producing \na discourse, he and I, it would be, rather, on music. \nYou have to play fI with four hands, and always, like Adami, \nbe doing several things at once. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 189,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "quo",
        "rayed",
        "nonfigurative",
        "textuality",
        "politicist",
        "surnommant",
        "trans",
        "ments",
        "gestus",
        "umental"
      ],
      "full_text": "+ R  \n1 7 5  \nFor example by nicknaming [Surnommant: \"ovemaming\"­\nTrans.] the Ritratto di Walter Benjamin. \nOnce again this is the active interpretation of x-rayed frag­\nments, the epic stenography of a European unconscious, the mon­\numental telescoping of an enormous sequence. It is stratified but \nsimultaneously biographical, historical, economic, technical, po­\nlitical, poetical, theoretical. An edgeless textuality destructures \nand reinscribes the metaphysical motif of the absolute referent, \nof the thing itself in its final instance: neither that formalist and \nnonfigurative scripturalism which would come to efface or deny \nthe scene supporting it (a scene which is historical, theoretical, \npolitical, etc.), nor a \"left-realism,\" the codified simplification or \nthe politicist stereotype which would annul the scientific event, \nalso squeezing out the layer of discourse, the thickness of culture, \nideological efficacity. \nTo begin with one only of its possible partitions ( for it is a \nmontage of partitions, caesurae, limits), the Portrait of Benjamin \nputs on the \"exact material scene\" the theoretical corpus of the \n\"subject.\" Violent, sober, and powerful quotation, in the Brechtian \nsense of the gestus broken off to suspend identification (Benjamin \nset great store by it): from the Trauerspiel and its analyses of \nhieroglyph or allegory, from The Author as Producer, etc. A quo­\ntation such as this telescopes, blocks, and reverses everything \nfrom afar. The Benjamin text becomes the legend, a dependent \npiece played, analyzed, interpreted by the Portrait. \nWhich, nonetheless, looks at the author. \nThe Work of Art in the Age of Mechanical Reproduction (I936) \nquestions the political effects of photography and cinema. Don't \nforget that you have before your eyes, in a primary sense, a re­\nproduction. It depends on a market (par-dessus le marche can \nonly entitle a fictional disturbance), of a political, optical, tech­\nnical apparatus. Benjamin insists on this: as soon as the technique \nof reproduction reaches the stage of photography, a break line and \nalso a new front traverses the whole space of art. The presumed \nuniqueness of a production, the being-only-once of the exemplar, \nthe value of authenticity is practically deconstructed. Religion, \ncult, ritual, the aura, stop hiding, in art, the political as such. As \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 190,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "mallarme",
        "ritratto",
        "adami",
        "simpli",
        "fies",
        "spartakusbund",
        "etc",
        "effraction"
      ],
      "full_text": "The Truth in Painting \nRitratto di Walter Benjamin. \nsoon as one can reproduce, not only works of art which lent \nthemselves, or so one thought, to the distinction production/ \nreproduction, but also others in which reproduction breaches the \noriginal structure (Adami always takes account of this effraction), \nlithe function of art is no longer grounded in a ritual but on another \npraxis: it has its foundation in politics.\" \nAlthough this crisis was contemporaneous with the origins \nof socialism (x-ray sequence in the Ten Lessons on the Reich­\nNietzsche's typewriter, Liebknecht, Spartakusbund, etc.-but also \nin the portrait of Isaac Babel, Lenin's waistcoats, the battleship \nPotemkin, etc.), it must have begun earlier and it is far from being \nover. The reaction of artists often flees the negative theology of \npure art in the art-for-art's-sake movement, and formalisms refuse \nto recognize any political role for themselves or to analyze the \nobjective conditions of the market. In passing, Benjamin simpli­\nfies a little Mallarme's role in this story. Along with all the abyssal \neffects that can he read in Mallarme, the ambiguity of such a \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 192,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "gazeless",
        "ritratto",
        "das",
        "kultwert",
        "ligious",
        "ture",
        "adami",
        "monu",
        "ment",
        "qui"
      ],
      "full_text": "The Truth in Painting \nAdami's hand-you recognize his writing but he doesn't sign, and \nyet signs (who [qui] signs? ), detaching, abandoning or remarking, \nin Benjamin's name, where the frontier sags (as it did under the \ngl in 1ch), a piece of the body of his name. Apart from his writing, \nyou identify the letters of his proper name which are sufficient \nfor it to become available and common, ami [friend], sealing at \nthe same stroke, by so many traits, the fraternity of the subjects. \nThis is the body of my name (read Damisch too on this portrait, \nplay a concerto for four names, not forgetting the tune of the \nforenames ). \nBenjamin had a theory of the portrait, which, according to \nhim, played a transition role, on the frontier between \"ritual re­\nligious art\" and \"technical reproducibility.\" The photographic rep­\nresentation of the face is the remainder, the last resistance of \nritual. When the face begins to disappear or, as here, no longer to \noccupy the top or the center, the legend (Beschriftung) becomes \nnecessary. \"Its character is quite different from the title of a pic­\nture.\" Ritratto di Walter Benjamin is of a type as legendary as the \nname \"Benjamin.\" Just about in the middle and on the subject's \nforehead [front]' the name is also at the bottom of a frame. Title \nof one absent (picture): of one no more [disparu]. \nDisappeared [disparu] is the subject. What has disappeared \nappears, absent in the very place of the commemorative monu­\nment, returning to the empty place marked by his name. Art of \nthe cenotaph. \nTitle, then, of one absent (picture): of one disappeared. Of an \nempty frame, like an optical apparatus, elsewhere binoculars or \nspectacles. They remain white in the painted picture: those of \nFreud or Babel too. In Das Reich, Liebknecht's pince-nez appears \nall alone, without a face, in the middle of a picture traversed by \na diverted vertical line. Here by another frontier, like the Franco­\nSpanish frontier, above, under the gazeless vigilance of a sentry, \nSpanish or French, it matters little, the political force is the same \non both sides. On both sides death (like in Chimere), on one side \nthe German Benjamin hunted by the Nazis and repulsed by the \nOccupation forces (above the frontier the color will be close to \ngray-green), below it will be the red of a Benjamin (his head is \ncaught in it) equally under surveillance, betrayed, repressed, like \nred Spain. Under his name the frontier traverses his head, strikes \nand cuts at forehead level. \nWhen the \"exhibition value\" (Austellungswert) fractures the \n\"cult value\" (Kultwert), the latter retreats and entrenches itself \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 193,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "illus",
        "adami",
        "ized",
        "cathected",
        "faits",
        "fetishized",
        "trans",
        "vided",
        "nar",
        "atget"
      ],
      "full_text": "+ R  \n1 79 \nin the human face. \"It is in no way by chance if the portrait is at \nthe center of the first photograph. In the memory cult devoted to \nloved ones distant or dead, the cultural value of the image finds \nits last refuge. In the fugitive expression of a human face [here \nthe barely human, barely living face of a refugee, a fugitive cross­\ning the line, all lines] the first photographs make room for the \naura for the last time.\" Reading Baudelaire, Benjamin had thought \nhe could link the loss of the aura to the vacuity of the gaze. This \nportrait with white spectacles also exhibits the\"scene of a crime\" \nwith \"political significance,\" like the deserted streets of Atget's \nParis. Juridical exhibits, faits divers, \"route directions,\" \"illus­\ntrated newspapers\" (one picture bears this title), \"the legend has \nbecome necessary for the first time, its character is quite different \nfrom the character of a picture.\" \nHieroglyph of a biography, of theory, of politics, allegory of \nthe \"subject\"-of Benjamin in Benjamin's sense and name-a nar­\nrative fresco in a projection speeded up to the limit of instan­\ntaneity, synopsis of a film in which all the metonymic fragments, \nrepresentations of words or things, hold as if in suspense an in­\nterrupted breaching force, the gestus of a blow seized by death. \nScientific apparatus: products projected onto the film's support, \nband, or screen totally cathected or dynamized, the traits proceed \nin fits and starts, brief gaps, acute oscillations, sometimes spread­\ning out long flat periods, the seismograph's point remaining con­\ntinuously in contact with what it incises, more than sensitive \nand impassively objective. \n(}a (quai?) aura/marche [literally: \"That (what? )  will/have \nworked/walked\": but aura \n= aura, marche = market-Trans.]. \nAn underground legend is at work, a false title whose very \nrepression would infallibly have jointed the fragmentary lines, \nrearticulated the fragments in the linear continuum, organized \nthe simulacra of fetishes: Le Front Benjamin. \nI do indeed say simulacra of fetishes. The fetishism general­\nized by Adami turns to derision the classical logics of fetishism, \nthe opposition of the fetishized bit and the thing itself, and God, \nand the original referent, and the transcendental phallus. \nBenjamin's capital forehead [front], frontally cut by the Franco­\nSpanish frontier, the front of the wars which traversed him, di­\nvided him, opposed him to himself. And of which his name is \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 194,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "triturates",
        "geste",
        "lation",
        "ture",
        "vio",
        "abyme",
        "naivete",
        "cul",
        "lence",
        "agonal"
      ],
      "full_text": "I 80 \nThe Truth in Painting \nstill the stake: was he, authentically, revolutionary or not, Marxist \nor not, dialectician or not, Jewish or not? Where did he stand with \nrespect to what all the codes, those of the occupation too, call a \nline of demarcation? He crossed one, only to let himself be hit \non the other. \nThe subject of this Benjamin Front will thus not have been \nBenjamin himself. In a sense that can be generalized, it was also \nthe portrait of a photographic portrait all the lines of which can \nbe recognized (it is reproduced on the cover of the English trans­\nlation of Illuminations): the pose, the face on one side, without \na full-face, the empty mounts-here twice split along an oblique \nline, above and below, inside and outside-the hand clasped, the \nfingers (again enlarged out of proportion, like those of the sentry) \nsupporting the meditative face. \nHere the historical compromise between painting and pho­\ntography, the photographic portrait in the \"age of mechanical \nreproduction,\" is denounced, placed en abyme in its reproduction, \ndisplaced because summoned to appear in an epic cycle [une geste] \nwhich deports referential naIvete, but this time without return. \nIt [Ąa] triturates, as often, photographs, but also a text, without \nany thing-itself border. Material thoughts, technical processes, \nwar machines or political apparatuses, legends gorged with cul­\nture dragged along in an incessant eruption, a powerful my tho­\ngraphic wave draining all the strength of a revolutionary song. \nBut no more abstraction or thing itself. For in this political car­\ntography of Benjamin, the \"passage affect\" loses none of its vio­\nlence, on the contrary, by happening on limits, on lines of fracture \nor confrontation, in places of effraction: frames and frames of \nframes. Here human features themselves draw only frames or \nmounts. And Le Front Benjamin never closes off again, its idiom \nis caught, as a differential trait in its turn, in a journey, the di­\nagonal line of a fictive narration with which it exchanges or links \nall its fragments. \nFor example with The Surrealist Map of the World (the sur­\nrealists had erased Spain from it) and especially with Freud's Tour­\nney which dates from the same year, also operates from a pho­\ntograph, accumulates, in the border crossing, the energy of a \ntheoretico-political unfurling, the incredible epos of a Jewish hero, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 195,
      "bucket": "D (5-10%)",
      "error_rate": 8.7,
      "unknown_words_sample": [
        "aestheticize",
        "matographic",
        "indissociable",
        "tacles",
        "tailler",
        "ments",
        "poli",
        "adami",
        "marck",
        "qui"
      ],
      "full_text": "+ R  \nl S I  \nof a revolutionary thinker that the dominant machine tried to \nrepress, reject, sterilize. From these heroes, positive (Nietzsche, \nFreud, Gorki, Babel, Liebknecht, Lenin, Joyce) or negative (Bis­\nmarck, Hitler, Stalin, etc.), there is a detailing of extracts, frag­\nments detachable as signatures (typewriter or red pen case, spec­\ntacles, umbrella, hat, waistcoat, chair, cigar, etc., but also helmets \nor rifles with telescope sights), artifacts, apparatuses for seeing, \nwriting, killing, monumental fetishes or minuscule emblems. \nWhy de-tail [de-tailler: cut out]? For whom [Pour qui]. \nPicking out the enlarged detail comes in any case from cine­\nmatographic and psychoanalytical technique. The two powers, \nthe two techniques, the two situations, another of Benjamin's \ndemonstrations, are indissociable. One and the same mutation. \nReturn now to the Autobiografia (among others, an index to \nthe date of birth). Then to the epilogue to the Work of Art . .\n. , \nwhere Benjamin explains: if fascism \"tends quite naturally to \naestheticize political life, II \"the reply of communism is to poli­\nticize art.\" Legend for what I should have liked to draw here: \nanother Adami portrait, a self-portrait \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 200,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "ils",
        "manque",
        "obsequence",
        "princeps",
        "glace",
        "lates",
        "reste",
        "nence",
        "seul",
        "irreplacable"
      ],
      "full_text": "I \nI 86 \nThe Truth in Painting \nTitus-Carmel designates the thing with a singular (definite \narticle) which he calls \"generic\"(\"Under the generic title of The \nPocket Size Tlingit Coffin are gathered quite a large number of \ndrawings . . .  \") . \nAm I talking about the word or the thing? Or about the rest \n[the remains, du reste]? But then what? What remains? The re­\nmains to which a burial is supposed to give rise? Or the remainder \nof the series, the 1 2 7  coffins which the incipit of the little princeps \ncoffin is thought to have engendered? Engendered or allowed to \ndegenerate, depending on the case in question, with an air of \nfamily resemblance which removes none of them from itself, from \nthe absolute secret, from this definitive detachment which iso­\nlates it and ab-solves it outside the series. \nFor they are all, and each, alone, unique, irreplacable: The \nCoffin, it, the other. \nIn any case, they defy repetition in series. \nWhence my discouragement, today: I can only speak generally \nabout them, or at best generically or genetically. I miss them lie \nles manque]. I miss them [Ils me manquent] too; where does this \nfeeling come from, already? It must not be forgotten, not one \nmust be forgotten (not one) [pas un seul] if one wants to see or \ntouch something of this group in which a genealogy or even a \nreproduction is feigned. \nNot forget a single one and let each one remain alone, if at \nleast those not yet reading me want to follow this theory of coffins, \nthe obsequence of this cortege in singular lineage, the series with­\nout model whose procession in a double band, on this wall, still \nfascinates them too much for them to listen to me saying IT WILL \nHAVE REMAINED WITHOUT EXAMPLE. \n3 December 1 9 7 7  \nNot one. \nWhy did the metaphor of family or genealogy force itself upon \nme yesterday? For I know that it lacks pertinence, and the word \nreproduction too. But I am also sure that the limit of this perti­\nnence-the place where it no longer touches-is indeed also what \nis taking place here, what is happening, what he has set in place. \nI reread. The word \"altuglass\" which he used himself. In de­\ncomposition: transparent mirror [glace], the cold of death, the \npassing bell [le glas], the ancestor in his foreign language, murder, \nthe artificial or the synthetic (neither nature nor life, burial), all \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 202,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "princeps",
        "derechef",
        "het",
        "compte",
        "genos",
        "abord",
        "descendance",
        "pre",
        "vous",
        "qui"
      ],
      "full_text": "- I  \n- i  \n• P I \n, \n- 1 1 \n: 1  \nI S S  \nThe Truth in Painting \ndistance, the outsize space which separates the little princeps \ncoffin from a whole resembling lineage, from a whole supposed \ndescendance it does not recognize. \nIt must not be recognized. \nIt, entirely other, in relief, scale model retaining in reduction \nall its reliefs-it does not belong to the lineage of which it im­\nmediately [derechef] forms part. It remains itself (to itself), het­\nerogeneous, immobile and indifferent, impassive and stubborn on \na base, a stela, a throne or, still up to it, he the royal dwarf, on \nthe rostrum of his catafalque. He risks his head on this halluci­\nnatory scaffolding, he is exposed to height, smaller than the small­\nest of all but immensely grown, out of proportion, in his raised­\nup retrenchment. And yet fallen, destitute, neglected debris, ban­\nished, excluded from a family (tribe, people, genos) with which \nhe no longer has any relationship. To tell the truth he will never \nhave had any relationship with it, even though, in secret, in an \nimmemorial time, a past which never was present, he will, pre­\nsumptively, have engendered that family. If I am writing for the \ndumbstruck \"spectators\" whom this concerns [que c;a regarde], I \nmust not free them from fascination by my discourse. For I mean \nthat discourse not to meddle with anything (the thing you're \nlooking at is not my business or that of my discourse which it \ncan very well do without), I mean it not to touch anything. It \nmust, I would say to them, leave you alone with the thing that \nconcerns you [qui vous regarde], leave it alone with you, remain \nsilent when all is said and done [au bout du compte], pass to one \nside of it in silence, like another theory, another series, say nothing \nof what it represents for me, nor even for him. \nAnd at the same stroke [du meme coup] leave it, it, the thing, \nto the nameless crypt of its mutism. \nIt knows, and knows (how) to keep quiet. \n4 December 1 97 7  \nIt will have been necessary to get down to it [s'y mettre]. \nNecessary for him first. For me following him. Order of se­\nquences (consequences and obsequences of the series) . \nGet down to it: that means, first [d'abord] to accost [aborder], \nto begin, to undertake. And if it is without example, this is be­\ncause the series will have posed a singular problem of initiality. \nI shall come to the initials later. Who began? When? How? At \nsuch and such a date, when THE little mahogany object was con­\nceived and brought to light, constructed solidly, permanently? \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 204,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "exerce",
        "repeter",
        "propre",
        "littre",
        "cartuccio",
        "geog",
        "empoche",
        "quelque",
        "raphy",
        "mettre"
      ],
      "full_text": "The Truth in Painting \n4 December 1 977 \nWhy did I say \"prince\" when I designated the principial ar­\nticle, the \"first\" coffin, the presumptive incipit? So as not to say \nfather, king, or emperor. In this prince, I foresee already something \n'of the heir, the offspring or the child, and perhaps of the stillborn \nchild. I shall no doubt have to come back to this. \nIt's quite certain that I would not have agreed to produce a \ndiscourse above, to one side of or below these coffins without \nadmitting my desire to put myself in them [de m 'y mettre] in my \nturn, irrepressibly, compulsively, 127 times at least, to inscribe \nmy name on the cartouche. \nFor the moment I'm interested in the masculine: un cartouche. \nThe cartouche sometimes has the relief of a sculpture, with \nscrolls (there is no cartouche in general without a card and a scroll) \nbearing inscriptions. They are sometimes the lines [traits] of a \ndrawing around an official document (I'm thinking of a death \ncertificate [un acte de deces]). \nLittre suggests that cartouche is also the name of a sort of \nelliptical ring which, in hieroglyphic inscriptions, surrounds the \nproper names of gods and kings. The ellipsis of a ring would in \nthat case name the alliance committing a genealogy in a proper \nname: something like a letter patent of nobility, a secret seal, a \nplace of exile on the map [carte] (cartuccio), on a card [carte] \nplayed, given out to chance or to necessity, the encrypted geog­\nraphy of an imperium, another family, another tribe, very familiar \nand very foreign. \nAnd yet I must not attempt to appropriate this series of \ncenotaphs. \nThe word would seem necessary if these funerary caskets \nwere absolutely empty. A cenotaph is an empty tomb (keno­\nstaphos, kenotaphion) for the departed body of one departed \n[le corps disparu d'un disparu], departed or stolen, pocketed \nby some experienced pickpocket picking his moment [empoche \na l'occasion-et a la tire-par quelque pickpocket exerce]. \nDeparted is the subject. \nBut the caskets are only empty-even after exhaustion-of \nthe body proper [le corps propre]. Other reliefs, relics, leftovers \nremain in them: for example a ring I shall say some more about, \nsome threads [fils] gathered around an empty place (a \"focus\" \n[foyer], he calls it) and above all this mirror right at the bottom. \nIt is there for all speculations, all representations: the scene will \nbegin by repeating itself [se repeter; also \"to rehearse itself\"]. You \n"
    }
  ]
}