{
  "document": "Derrida_TheTruthInPainting",
  "batch_number": 8,
  "total_batches": 9,
  "pages": [
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 316,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "ergon",
        "vestimentary",
        "auf",
        "parergon",
        "bloss",
        "alles",
        "hors",
        "dienlichkeit",
        "uct",
        "mainder"
      ],
      "full_text": "3 02 \nThe Truth in Painting \nleft the place empty. We should have to reread everything and \nother things besides. \n- Should one translate ergon by product or work? And par­\nergon by hors-d'oeuvre­ \n- \"Parergon\" replies to that question. What interests me here \nis not the necessity of returning toward \"Parergon,\" but what is \nnow added to it. In parergonal fashion, of course, as an outside \nassigned in the inside and yet irreducible. \n- What, for example? \n- Well, if, along with the frame and the column, clothing \nis for Kant an example of a parergon, in its aesthetic represen­\ntation, and if then what is proper to representation is the \"nude,\" \nthen where shall we classify certain \"old shoes with laces\"? Do \nthey not have as their \"principal\" subject this time the parergon, \nall by itself, with all the consequences that follow from that? \nA parergon without ergon­ A \"pure\" supplement? An article of \nclothing as a \"naked\" supplement to the \"naked\"? A supplement \nwith nothing to supplement, calling, on the contrary, for what \nit supplements, to be its own supplement? How would the shoes \nrelate to the \"naked\" thing, to the \"nude\" and the \"remainder\" \nwe've just been talking about? And yet, in another sense, we \njust said that they were \"naked,\" we saw them quite naked. Is \nit by chance that the vestimentary \"metaphor\" comes so easily \nto Heidegger, when he wants to speak of the thing \"pure and \nsimple\"? \"This 'naked' (bloss) does however mean the stripping \n(Entblossung) of the character of usefulness (Dienlichkeit) and \nof being made. The naked thing (blosse Ding) is a sort of product \n(Zeug) but a product divested (entkleidete) of its being-as-prod­\nuct. Being-thing then consists in what still remains. But this \nremainder (Rest) is not properly determined in itself. It remains \ndoubtful (Es bleibt fraglich) whether it is along the road (auf \ndem Wege) of a subtraction of all product-like characteristics \n(alles Zeughaften) that the being-thing of the thing comes in \ngeneral to appear.\" A subtraction (of the being-product) will not \nrestitute the \"remainder\" to us as a \"naked\" thing. The re­\nmainder is not a naked thing. We have to \"think\" the remainder \notherwise. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 317,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "degger",
        "restituting",
        "restitutions",
        "fered",
        "hei",
        "desoeuvrementj",
        "parergon",
        "reappropriated",
        "parergonal"
      ],
      "full_text": "RESTITUTIONS \n303 \n- I always get the impression that in commenting on Hei­\ndegger, in restituting him in an apparently very strict way, one \nmakes him say something quite other; all the accents are changed, \nhis language is no longer recognizable. The commentary becomes \nobscene and thinking otherwise becomes thinking otherwise than \nhe, who wants to think the remainder \"properly.\" Here, \"other­\nwise\" would be otherwise than properly. But then what would be \nproper to this other? \n- Let us rather return to the \"famous picture.\" A product­\nthing, some shoes, is there as if represented (Heidegger will, more­\nover, say that it is not represented, re-produced, but let's leave \nthese questions for the moment, we shall pick them up again). \nThis \"product\" has at least the following singular characteristics \nthat we can point out immediately: it belongs to the genus \"cloth­\ning\" (and is in this sense parergonal), and this is not the case with \nall products. It hints at a movement of return to the thing that \nis said, by metaphor or transference, to be \"naked\": insofar as it \nis a useless product, not in current use, abandoned, unlaced, of­\nfered, as thing ( I  and 3) and as product (thing 2) in a sort of idleness \n[desoeuvrementJ. And yet, insofar as it is a usable product, and \nespecially insofar as it is a product of the genus clothing, it is \ninvested, inhabited, informed \n- haunted \n- by the \"form;' of another naked thing from which it is \n(partially and provisionally? )  detached \n- \"the parergon is detached . . .  \" \n- and to which it seems to be waiting (seems to make us \nwait for it) to be reattached, reappropriated. It seems to be made \nto be retied. But the line of detachment (and thus of the out-of­\nuse and the idleness alike) is not only the one which goes around \nthe shoes and thus gives them form, cuts them out. This first line \nis already a tracing of coming and going between the outside and \nthe inside, notably when it follows the movement of the lace. It \nis therefore not simple; it has an internal border and an external \nborder which is incessantly turned back in. But there is another \nline, another system of detaching traits: this is the work qua \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 318,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "pointure",
        "chaussee",
        "impressionnant",
        "hors",
        "ment",
        "constructif",
        "pierc",
        "etc",
        "parergon",
        "nake"
      ],
      "full_text": "3 04 \nThe Truth in Painting \npicture in its frame. The frame makes a work of supplementary \ndesoeuvrement. It cuts out but also sews back together. By an \ninvisible lace which pierces the canvas (as the pointure \"pierces \nthe paper\"), passes into it then out of it in order to sew it back \nonto its milieu, onto its internal and external worlds. From then \non, if these shoes are no longer useful, it is of course because they \nare detached from naked feet and from their subject of reattach­\nment (their owner, usual holder, the one who wears them and \nwhom they bear). It is also because they are painted: within the \nlimits of a picture, but limits that have to be thought in laces. \nHors-d'oeuvre in the oeuvre, hors-d'oeuvre as oeuvre: the laces \ngo through the eyelets (which also go in pairs) and pass on to the \ninvisible side. And when they come back from it, do they emerge \nfrom the other side of the leather or the other side of the canvas? \nThe prick of their iron point, through the metal-edged eyelets, \npierces the leather and the canvas simultaneously. How can we \ndistinguish the two textures of invisibility from each other? Pierc­\ning them with a single pointure \n- So there'd be a pointure of the laces, in this other sense-\n- piercing them with a single pointure \n- does the pointure belong to the picture? I'm thinking of \nthe points that nail the canvas onto the stretcher. When nails are \npainted (as they are by Klee in his Constructif-impressionnant of \n1927), as figure on a ground, what is their place? To what system \ndo they belong? \n- the nails do not form part of the \"principal\" figure, as the \nlaces do. The functioning of their pointure requires another \nanalysis-\n- piercing them with a single pointure, the figure of the laces \nwill have sewn the leather onto the canvas. If the two textures \nare traversed by a single doubled blow, then they are henceforth \nindiscernible. Everything is painted on leather, the canvas is both \nshod [chaussee] and unshod, etc. That is how it appears, at least, \nin this play of appearance/disappearance. \nIn short, to precipitate the ellipsis of \"Parergon\" and \"The \nSans of the Pure Cut\" which I give up here: what (and who) \nremains of a naked foot? Do these questions 1nake sense? Would \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 319,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "schapiro",
        "ponctuelle",
        "nichts",
        "inconnu",
        "restitutions",
        "nating",
        "glas",
        "bauernschuhe",
        "ter",
        "biiuerin"
      ],
      "full_text": "RESTITUTIONS \nthe naked foot (which is more or less bound, underhandedly, \nwhether or not it makes [up] the pair) here be the thing? Not the \nthing itself, but the other? And what has this got to do with \naesthetics? With the word \"beautiful\"? \n- A \"beautiful\" foot, a sublime foot like in Balzac's Le Chef­\nd'oeuvre inconnu­ \n- I said, in a shadier and lamer way, a word. \n- What of the remainder, of feet or shoes: that's too open a \nquestion. I suggest that we tighten it up and come back more \nprecisely to the object of the debate, an object which has been \ntransfigured, it would seem, by the two correspondents: the figure \nof the peasant, for the one, and of the painter, for the other, who \nmakes it into a portrait of the artist. The object of the debate \n- The abject of the debate: shoes are also what you let fall. \nParticularly old shoes. The instance of the fall, the fallen, or the \ndownfallen [de la chute, du chu au du dechu]. You let something \nfall like an old shoe, an old slipper, an old sock. The remainder \nis also this lowness. \n- \"Make oneself a present of the remainder\" (Glas), that is \nperhaps, following a syntax which neither stops nor works-not \nat all-that is Van Gogh's scene \n- and that of the three eminent colleagues. But let's get back \nto the object of the debate. Why and by what right does Heidegger, \ntalking about the \"famous picture,\" authorize himself to say \n\"peasants' shoes\"? Why should the feet or the shoes belong to or \ncome back to a peasant? Is Schapiro right or wrong to make his \nvery pointed [ponctuelle] objection to this? \n- I'll sharpen up the question: to a peasant or a peasant \nwoman? It's the limen of this debate, let's remain there a little \nlonger: why does Heidegger sometimes say \"a pair of peasants' \nshoes (ein Paar Bauernschuhe) and nothing else (und nichts wei­\nter),\" without determination of sex or allowing the masculine to \ngain a footing thanks to this neutrality, and sometimes-more \noften, in fact-lithe peasant woman\" (die Biiuerin), when desig­\nnating the \"subject\"? He never explains himself on this point, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 321,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "acker",
        "dinghafte",
        "auf",
        "bauernschuhe",
        "und",
        "das",
        "schapiro",
        "der",
        "hors",
        "ein"
      ],
      "full_text": "RESTITUTIONS \n307 \n- From what field? Fenced by whom? By what? By peasantry \nor peasant-womanry? \n- Yet there is something like a rule to the peasant woman's \nappearance on the scene. Heidegger designates in this way the \n( female) wearer of the shoes outside the picture, if one can put \nit that way, when the lace of discourse passes outside the edging \nof the frame, into that hors-d'oeuvre which he claims to see \npresenting itself in the work itself. But each time he speaks of \nthe exemplary product in the picture, he says, in neutral, generic \nfashion-that is, according to a grammar, masculine fashion: \n\"ein Paar Bauernschuhe,\" a pair of peasants' shoes. Why are \nthe feet of the thing, in this case of some shoes, then posited \nas the feet of a woman, a peasant woman? The induction of a \ngesture such as this is all the more overdetermined because of \nthe fact that in these passages the painting is no longer what \nlays down the law. This induction was without a doubt aided \nby so many other \"peasant women\" by Van Gogh, which is a \nstep on the way to the contamination incriminated by Schapiro. \nAccording to him, several pictures came to make up Heidegger's \nimaginary model. We shall have to reexamine this complaint \nlater. Elsewhere I shall also suggest placing in series, in a gallery, \nall the figures of women which rhythm, with their discreet, \nfurtive, almost unnoticed appearances, Heidegger's discourse on \nThe Thing: the peasant woman, the Thracian servant girl, the \nwoman museum attendant, the \"young girl\" as \"too young a \nthing\" in the saying quoted at the beginning of our chapter and \nmet with, like the first examples, on the road, am Weg: \"Der \nStein am Weg ist ein Ding und die Erdscholle auf dem Acker. \nDer Krug ist ein Ding und der Brunnen am Weg . . . . The stone \non the road is a thing and the clod of earth in the field. The \npitcher is a thing, as is the well beside the road. Man (Mensch) \nis not a thing. It is true that we speak of a young girl who \nundertakes a task that is beyond her as 'too young a thing' (ein \nzu junges Ding) but only because in this case we omit, in a \ncertain sense, the being-human (Menschsein), thinking that we \nfind here rather what precisely constitutes the being-thing of \nthings (das Dinghafte der Dinge) . . . .  \n\" \n-The snare, gin, or pitfall of a moment ago are starting to \nlook like a G-string, maybe a girdle fgaineJ. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 323,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "monorefer",
        "nach",
        "referentialist",
        "einfach",
        "defence",
        "gemalt",
        "veranschaulichung",
        "ential",
        "schapiro",
        "darstellung"
      ],
      "full_text": "RESTITUTIONS \nof the pictures (Three Pairs of Shoes, F. 332). On the far left, the \nshoe with undone laces has its \"collar,\" so to speak, open and \nturned inside out, like the one on the left of F. 2 5 5 ,  the picture \nidentified by Schapiro as the one mentioned in The Origin. In the \ncenter, another \"turn-up,\" one shoe exhibits its sale. I say \"collar\" \nbecause of the neck ( from head to foot) \n-or the cervix [in French: col de l'uterus]. \n-All this aggravates Heidegger's referentialist, monorefer­\nential naivete. This must be emphasized with respect to a dis­\ncourse on The Origin of the Work of Art. It can't not have some \nrelationship with the whole undertaking. And yet: \na. Heidegger \"is well aware,\" and Schapiro knows that he is \nwell aware: \"Van Gogh painted such shoes more than once\" \n(solches Schuhzeug mehrmals gemalt hat). Why did he not take \nthis into account? Is his error more serious or less serious for this? \nHas he arrived by induction at a sort of \"general picture,\" retain­\ning, by abstraction or subtraction, the common or supposedly \ncommon traits of a whole series? This hypothesis-the least fa­\nvorable-is ruled out by everything of Heidegger's one can read. \nHe was always very severe on this conceptualism, which would \nhere be doubled by an empiricist barbarity. So? \nHeidegger's defence, mitigating circumstances: his \"inten­\ntion\" was not that of concentrating on a given painting, of de­\nscribing and interrogating its singularity as an art critic would \ndo. So let's read once more the opening of this passage. It is indeed \na question of \"simply describing\" (einfach beschreiben) not a \npicture but \"a product,\" \"without philosophical theory.\" \"We \nchoose as an example a common sort of product: a pair of peasants' \nshoes.\" Not yet a picture, not a work of art, but a product. Let's \ngo on. \"In order to describe them, we do not need to have in front \nof us real samples of useful objects of this type. Everyone is fa­\nmiliar with them. But since it is a matter here of an immediate \ndescription, it may be as well to facilitate intuitive presentation \n( Veranschaulichung). By way of an accessory aid (Fur diese Nach­\nhilfe; omitted in the French [and English] translation), a pictorial \nrepresentation (bildliche Darstellung) suffices. For this purpose \nwe choose a famous picture by Van Gogh who painted such shoes \nmore than once.\" \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 326,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "sphynx",
        "schapiro",
        "dechaussees",
        "ses",
        "poli",
        "imi",
        "heideggerian",
        "pompes",
        "subjectum",
        "ondary"
      ],
      "full_text": "3 I 2  \nThe Truth in Painting \nmassively under \"projection\" and answers to Heidegger's pa­\nthetic-fantasmatic-ideological-poli tical investments. \nb. The \"same truth,\" that \"presented\" by the picture, is not \nfor Heidegger \"peasant\" truth, a truth the essential content of \nwhich would depend on the attribution (however imprudent) of \nthe shoes to peasantry. The \"peasant\" characteristic remains sec­\nondary here. The \"same truth\" could be \"presented\" by any shoe \npainting, or even by any experience of shoes and even of any \n\"product\" in general: the truth being that of a being-product com­\ning back from \"further away\" than the matter-form couple, further \naway even than a \"distinction between the two.\" This truth is \ndue to a \"more distant origin.\" It is not the truth of a relationship \n(of adequation or attribution) between such-and-such a product \nand such-and-such an owner, user, holder, bearer/wearer-borne. \nThe belonging of the product \"shoes\" does not relate to a given \nsubjectum, or even to a given world. What is said of belonging \nto the world and the earth is valid for the town and for the fields. \nNot indifferently, but equally. \nThus Schapiro is mistaken about the primary function of the \npictorial reference. He also gets wrong a Heideggerian argument \nwhich should ruin in advance his own restitution of the shoes to \nVan Gogh: art as \"putting to work of truth\" is neither an \"imi­\ntation,\" nor a \"description\" copying the \"real,\" nor a \"reproduc­\ntion,\" whether it represents a singular thing or a general essence. \nFor the whole of Schapiro's case, on the other hand, calls on real \nshoes: the picture is supposed to imitate them, represent them, \nreproduce them. Their belonging has then to be determined as a \nbelonging to a real or supposedly real subject, to an individual \nwhose extremities, outside the picture, should not remain bare \n[dechaussees; also, \"loose\" (of teeth)] for long \n- loose like old teeth. But he won't be able to avoid the bridge. \nHe doesn't know that the shoe already forms a prosthesis. And \nperhaps the foot does too. It can always be someone else's. So \nmany sayings pass through here to speak of the dislocation of the \ninadequate, like when one is \"a cote de ses pompes\" [literally, \n\"beside one's shoes (with fatigue)\"], or the usurper's abuse: \"to \nbe in someone's shoes.\"7 Thrown into the abyss, the sphynx, from \nthe moment the turgidity \n7. In English in original. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 328,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "detachables",
        "philosophie",
        "puits",
        "citationality",
        "gritte",
        "usure",
        "dans",
        "fittable",
        "contestably",
        "modele"
      ],
      "full_text": "The Truth in Painting \nbetween the alleged holder of the shoes and the so-called signatory \nof the picture. 2. Shoes are shoes, be they painted or \"real,\" solely \nand simply shoes which are what they are, adequate to themselves \nand in the first place fittable onto feet. Shoes belong properly. In \ntheir structure as replaceable product, in the standard nature of \ntheir size, in the detachability of this clothing-type instrument, \nthey do not have what it would take to make all strict belonging \nand propriety drift. 3. Feet (painted, ghostly, or real) belong to a \nbody proper. They are not detachable from it. These three assur­\nances can't stand up to the slightest question. They are in any \ncase immediately dismantled by what happens [se passe], by what \nthere is in this painting. \n- Although they bear on three distinct articulations, these \nthree assurances tend to efface them in the interests of one and \nthe same continuum. To reattach the detachables according to an \nabsolute stricture. \n- No more laces, what, no longer even a knot to be seen, or \nholes or eyelets, but full shoes, absolutely adherent to the foot. \n- Like in Magritte's Le Modele rouge. But there, too, one \nmust take into account an effect of series and citationality. Ma­\ngritte painted several of them. There, not counting La Philosophie \ndans le boudoir ( 1 947) or Le Puits de verite ( 1 963), there is in­\ncontestably a pair, you can see the disposition of the toes which \nform one and the same body with the boots. They form both the \npair and the join. \n- Le Modele rouge also mimics this lure and mocks it. It \nalso cuts off the shoe-foot at the ankle, at the neck, indicating by \nthis trait or stroke, added to the horizontal and regular lines of \nthe wooden background, then added to the lines of the frame, \nthat this pair of rising-sided (rising toward what? ) shoes, now out \nof use, with empty unlaced neck (unlaced differently from one \nmodel to another), then summoning Van Gogh's witnesses to \nappear, are still deferring their supplement of property, the revenue \non their usury [usure; also \"wear\"]. Their silence makes the expert \nspeak, and he will not take long to say, like Heidegger speaking \nof Van Gogh's picture: \"it has spoken.\" Two psychoanalysts­\nfrom London, of course, that sort of thing would never get across \nthe English Channel-said to Magritte: liThe Red Model is a case \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 329,
      "bucket": "E (10%+)",
      "error_rate": 11.4,
      "unknown_words_sample": [
        "isn",
        "degger",
        "vne",
        "schapiro",
        "deternlinable",
        "naivete",
        "restitutions",
        "lnassive",
        "jjty"
      ],
      "full_text": "RESTITUTIONS \n3 1 5 \nThe Red Mode1. \nof castration./I The painter then sent them \" a real psycho-analytical \ndrawing\" which inspired the same discourse from them. \n- But why so cutting in this verdict against Schapiro? If he \nwere so credulous in the identification of this picture \n- I haven't demonstrated that yet, I've stuck to the general \npremises. Later, with respect to this picture \n- all right, let's say credulous in the attribution, in general, \nof painted shoes to a deternlinable subject and, which is indeed \nmore serious, to vne that .is determinable in áBo.Jjty: isn't Hel­\ndegger's naIvete still more lnassive? He also attributes the painted \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 330,
      "bucket": "E (10%+)",
      "error_rate": 11.6,
      "unknown_words_sample": [
        "sentative",
        "suring",
        "ible",
        "oiw",
        "homoiosis",
        "repre",
        "adaequatio",
        "mea",
        "etc",
        "adequation"
      ],
      "full_text": "3 16 \nThe Truth in Painting \nPhilosophy in the Boudoir. \nshoes, without the slightest examination, to peasantry, or even \nto the peasant woman. This attribution appears to be incompat­\nible with what he says further on against imitation, copy, repre­\nsentative reproduction, etc., against the notion of adequation or \nhomoiosis. For example: \"Or else would the proposition according \nto which art is the putting-itself-to-work of truth give new life \nto a fortunately outdated opinion according to which art is an \nimitation or a descriptive copy of the real? The replica of the \ngiven doubtless demands conformity with being, a regulated mea­\nsuring against it; adaequatio, say the Middles ages, ol1-oiw(ns said \nAristotle already. For a long time, conformity with being has been \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 334,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "schapiro",
        "dunkeln",
        "der",
        "offnung",
        "vestimentary",
        "identifi",
        "des",
        "ausgetretenen",
        "proached",
        "pathetico"
      ],
      "full_text": "3 2 0  \nThe Truth in Painting \n- more or less attentively, even if he does devote an abundant \npathetico-pedagogical discourse to them. Even if he invests, in \nthis investiture of vestimentary products, some values that one \ncan take an interest in elsewhere. \n- You're trying to justify him at any price. \n- No. One can see clearly, evidently, that all that is said first \nin the first three paragraphs (up to the \"And yet\" ( Und dennoch), \nan articulation or rhetorical suspension which is very unusual in \nHeidegger; it must be rigorously taken into account) does not \nclaim to say anything about the picture itself. The only object in \nview is this pair of peasants' shoes mentioned earlier. No trait \nspecific to the picture. After the \"And yet\" ( followed by a period \nand a new paragraph), the pathetic tirade (what else can you call \nit?) has the form of an escaping meditation. But escaping from a \npicture which has only been evoked and into which neither gaze \nnor discourse has yet penetrated, which they have not even ap­\nproached or brushed with a description. Nothing has yet been said \nwhich strictly concerns the content of the picture and scarcely \ndoes it come to be named a second time than it is left again in \nan evasive discourse which goes beyond it. Look at it attentively: \neach paragraph is a new wave that pretends to brush against the \nobject and which pulls back immediately. And yet: a light touch, \na very brief contact, indeterminate enough to generate just about \nany discourse going beyond bounds, has left the mark of its pas­\nsage in the text. So Schapiro's objection will be as light as this, \nand he will find only this touch to support him in his identifi­\ncation of the picture which he thinks Heidegger is talking about. \nThis touch is \"Aus der dunkeln Offnung des ausgetretenen In­\nwendigen des Schuhzeuges,\" \"From the dark opening of the worn \ninside . . .\n. /1 It's vague enough, open, loose enough, for one to be \nable to say it, more or less, about any pair of shoes, real or not, \nof peasant or city dweller, and in any event, as Schapiro rightly \nremarks, of three paintings of shoes signed by Van Gogh. But once \nmore one can only make this into an objection by attributing to \nHeidegger an intention, which nothing in his text shows to be \nthere, of describing and referring only to painted shoes, particular \npainted shoes, within the limits of a frame which can only be \ncrossed in one direction: from the outside to the inside. If one \nceases to attribute this intention to Heidegger, on the grounds \nthat this question of the frame is not settled in all its implications \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 335,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "schapiro",
        "dennoch",
        "restitutions",
        "fol",
        "doesn",
        "eilde",
        "etc",
        "ined",
        "imag",
        "portees"
      ],
      "full_text": "RESTITUTIONS \n32 1  \n[portees], then the argument can be turned around against the \nobjector. (Let us not forget that henceforth we shall have to ask \nagain this question of the frame, the question of this frame, fol­\nlowing the figure or trajectory of the lace: a stricture by alternate \nand reversible passage from inside to outside, from under to over. \nThese laces which rise toward the collar \"in\" the picture or \"in\" \nthe frame also form the outline [le tour] of the picture and the \nframe.) When Schapiro writes a little further on: \"I find nothing \nin Heidegger's fanciful description that could not have been imag­\nined in looking at a real pair of peasants' shoes\" [Schapiro, p. 206], \none can agree with him. But one can also see in this a confirmation \nof the fact that Heidegger was not trying to describe a picture. At \nleast not simply, for we are still lacking even the premises of the \ndebate, as well as the frame of the debate and the debate on the \nframe, on the structure (or the stricture, as we shall soon be saying) \nof its double limit, internal and external, its double edge. \nFor Schapiro did indeed pass over in silence, jumping it in his \nlong quotation, what was inscribed on the lower edge of the \"pa­\nthetic\" paragraph (the third paragraph of this passage around the \npicture). Heidegger begins a new paragraph, as he had after \" Und \ndennoch/l, and he writes: \"But perhaps we see all this only on \nthe shoes in the picture (im Eilde, or in image),\" as a picture, as \nan image, etc. The fact that he says \"perhaps,\" that he pretends, \nat least hypothetically, to see a limit in a description constrained \nor contained by pictorial determinations, this simple fact clarifies \nthe possibility of crossing the frame in both directions. So in the \nprevious paragraph there was a claim to see or read something \nother than or beyond the framed picture, something other than \nan \"image\" and this picture. By saying: but perhaps we remained \nshut up in it as if in a projection or a subjective hallucination, \nHeidegger confirms fully that his project was to go beyond the \npicture as representation. The allusion to Van Gogh did not there­\nfore have the function attributed to it by Schapiro. The pathetic \nevasion \n- Heidegger would not accept these words. He would no \ndoubt have more than one question to ask about what Schapiro \ncalls his \"pathos./I That would take us too far. And then he doesn't \nescape, he remains, digs himself in, stays . . .  \n- I meant \"escape\" by overflowing a pictorial limit with its \ncollar flared out or half-turned inside out, by the crossing of the \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 337,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "brachten",
        "causa",
        "erfahren",
        "erkliirung",
        "gemiilde",
        "das",
        "schapiro",
        "uns",
        "zeug",
        "vor"
      ],
      "full_text": "RESTITUTIONS \n- All right. But then how do you explain that further on, at \nthe other end, all this discourse on the shoes, on this example of \na product, should be put down to the picture itselN No longer \nmerely as a discourse on the picture but a discourse of the picture, \na discourse produced by it, or even by the pair of shoes? That's \nmore serious, and more serious than what Schapiro reproaches \nhim with. \n- Oh, for both of them it's quite certain that the thing speaks. \nLook at what Heidegger says elsewhere about the causa, it would \nbe essential to our debate. \n- I return to my question. It all looks, in the end, as though \nHeidegger had indeed not spoken of the picture. But far from \nevading it, he would, in this hypothesis, not have spoken of it in \norder to let it speak itself. Not made to speak but allowed to \nspeak. (Once they are painted,) these shoes talk, this thing pro­\nduced by and detached from its subject begins to talk (about it), \nthat's what Heidegger says a little later. He does not say it himself, \nbut let's say that it is said and in any case here is what we read: \n\"The being-product of the product has been found. But how? Not­\nthrough a description or explanation (Erkliirung) of a pair of shoes \n(Schuhzeuges: translated as pair once Zeug determines the useful \nproduct, an important nuance which will be of interest to us later \non) actually present; not through a report on the process of making \nshoes; and no more was it through the observation of the way in \nwhich shoes are actually used here and there. But-but only by \nplacing ourselves before Van Gogh's painting (wir uns vor das \nGemiilde van Goghs brachten). It spoke (Dieses hat gesprochen). \nIn the proximity of the work we were suddenly somewhere other \nthan where we are accustomed to be. The work of art has given \nus to know what the pair of shoes (Schuhzeug) is in truth. It would \nbe the worst of illusions if we were to want to think that it was \nour description as subjective activity which had thus depicted \neverything and then introduced it into the picture. If something \nhere is problematical, it is only the fact that we have learned only \ntoo little in proximity with the work and that we have stated this \nlearning (Erfahren: to feel, to experience, to traverse) only too \ncoarsely and immediately. But above all the work has in no way \nserved, as it may have appeared at first, the interests of a better \nintuitive presentation ( Veranschaulichungl, and only that, of what \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 338,
      "bucket": "D (5-10%)",
      "error_rate": 9.5,
      "unknown_words_sample": [
        "unconcealedness",
        "lan",
        "readequation",
        "das",
        "schapiro",
        "exa",
        "vorschein",
        "geziige",
        "zeug",
        "lacet"
      ],
      "full_text": "324 \nThe Truth in Painting \na product is. It is much rather through the work and only in the \nwork that the being-product of the product properly (eigens) comes \nto its appearing ( Vorschein). What is happening here? What is at \nwork in the work? (Was ist im Werk am Werk­: at work in the \nsense of 'working, laboring,' of course, if not 'ready to get down \nto the job,' but one can also, by playing scarcely at all on the \nGerman, translate it as 'right on the work,' 'belonging to the work, \nworking in the work,' which brings together numerous questions.) \nVan Gogh's painting is the disclosure of what the product, the \npair of peasants' shoes, is in truth (was das Zeug, das Paar Bauern­\nschuhe, in Wahrheit ist; let's be attentive to the syntax of this \nsentence). This being comes into the unconcealedness ( Unver­\nborgenheit) of its Being. The Greeks called this un concealing of \nbeing exA i}(}sux.\" \n- Isn't that the worst of all? Worse than the subjectivist \n\"illusion\" denounced by Heidegger? Worse than the \"projection\" \nincriminated by Schapiro? Here the painting now unveils by \nspeaking, in the immediate proximity of its presence, which it \nwould be enough to place oneself or find oneself in front of. That \nseems to me to contradict what was said a while ago about the \nexample of the example. \n- This exemplarity had to be thought of in laces. 10 \n-The laces are being misused; everyone's playing with them-\n- Yes, it seems \"worse\" than the readequation or reattribu­\ntion of a representation in the course of a laborious reattachment. \nIt would be worse if \"Dieses hat gesprochen\" had the usual sense \nof discourse, and thus of human discourse attributed to a painting, \nto a shoe in painting. When I come on later to the problem of the \ntrait (Riss), the attrait [attraction] (Zug), of the system that con­\ntracts the traits (Geziige) in their relationship to speech and lan­\nguage, I shall try to show that it is more complicated than that. \nFor the moment, it would indeed be \"worse,\" if the \"truth\" were \nthat of the \"peasanthood,\" so to speak, of the shoes and not merely \nof their \"being-product.\" But we did read: \"Van Gogh's painting \nis the disclosure of what the product, the pair of peasants' shoes, \nis in truth.\" The syntax of the sentence, identical in German and \n10. En lacet: literally, in (shoe-)laces, but this is also an idiom used \nto describe, for example, a winding road. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 339,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "erration",
        "isn",
        "cept",
        "sug",
        "peasanthood",
        "restitutions",
        "raignment",
        "gests",
        "erality",
        "etc"
      ],
      "full_text": "RESTITUTIONS \nin French [and also in English] clearly marks the place of the \nsubject. It is a matter of the truth of the product, of the being­\nproduct and not of the example, i.e., some particular pair of shoes \nsqueezed into their determination as peasants' shoes. And this is \nquite in conformity with the demonstrative aim of this sequence. \nThe word \"example\" would lend itself to confusion if it indicated \nonly a determinant relationship of individual to conceptual gen­\nerality or merely a specific (species/genus) narrowing of the con­\ncept of being-product to that of shoes (clogs, old slippers, boots, \npoints, etc.) and then to that of peasants' shoes (which ones?), \nthen to this pair here. \n- But is one shoe by itself an individual of the group \"pair\"? \nAnd is a pair an individual of the set \"shoes\"? I came here [as a \nwoman] to ask this question which nobody, since a moment ago, \nseems to have heard. \n- If the word \"example\" lends itself to the confusion I was \nsuggesting, things must be made clearer: the whole sequence ap­\npears to exclude this relationship of conceptual articulation (ge­\nnus, species, individual, pair or not). It is indeed this pair in this \npainting which opens to the truth of the being-product. But which \nopens to it in its unveiled-unveiling presence, letting itself be \ntraversed \n- like an eyelet, like the leather, like the canvas of the shoes, \ntraversed by the lace? \n- toward truth. And in this case, even if there were an error \nof attribution or a projection of peasanthood, the margin of ab­\nerration would be very narrow. It is the truth of the being-product \nas such which carries weight. If there is projection, the haul is a \nmeager one for the picture police, for this discourse of order and \nof property/propriety in painting. \n- If police there is (and isn't there always?) it would here be \noperating against another police, against another ideological ar­\nraignment, and \n- What does ideological mean in this case? The Origin sug­\ngests in passing a few interpretive schemas with respect to the \nformation and limits of this concept of ideology or of its field. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 340,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "pointure",
        "isn",
        "mediatizing",
        "pre",
        "straiter",
        "isterly",
        "theless",
        "expli",
        "neyed",
        "nontext"
      ],
      "full_text": "326 \nThe Truth in Painting \n- Your refinement around the syntax of \"the product, the \npair of shoes\" seemed incredible to me. So everything would be \nplayed out in the suspense of this apposition, on the point of a \ncomma between \"the product\" and \"the pair,\" this pause setting \ndown the pair a little to one side of the product, of a slightly \nlonger interval between two words \n- what is the size [pointure] of a comma? \n- It isn't a matter of temporal interval between two, of which \none is \"pair,\" but of this syntactic fact that \"the pair\" is in ap­\nposition, doubling the product, with a doubling which is none­\ntheless narrowing, stricter, straiter (the product, here for example \nthe pair). So the space of this painting is assigned by the pointure \nof the comma which itself, as comma, like a shoe, never says \nanything. \n- So everything comes down again to one of those II expli­\ncations de texte\" .\n.\n.\n Are we reading? Are we looking? \n- You think people would accept that, that they'd receive it \nas an explication de texte or as a \"close reading\"?ll \n- Everything comes down to one of those reading exercises \nwith magnifying glass which calmly claim to lay down the law, \nin police fashion indeed. \n- It can always, more or less calmly, become police-like. It \ndepends how, with a view to what, in what situation it operates. \nIt can also arm you against that other (secret) police which, on \nthe pretext of delivering you from the chains of writing and read­\ning (chains which are always, illiterately, reduced to the alphabet), \nhastily lock you up in a supposed outside of the text: the pre-text \nof perception, of living speech, of bare hands, of living creation, \nof real history, etc. Pretext indeed to bash on with the most hack­\nneyed, crude, and tired of discourses. And it's also with supposed \nnontext, naked pre-text, the immediate, that they try to intimi­\ndate you, to subject you to the oldest, most dogmatic, most sin­\nisterly authoritarian of programs, to the most massive mediatizing \nI I .  In English in original. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 342,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "isn",
        "schon",
        "gories",
        "sehenn",
        "lessness",
        "rendre",
        "tence",
        "aber",
        "wir",
        "ters"
      ],
      "full_text": "The Truth in Painting \norder to note-and have us note-that it is useless. There's noth­\ning to be done with it and nothing to learn from it. He's going to \nput this uselessness to good use, to the use which we shall see. \nHe's going to exploit it, speculate on it, make it pay. 12 So we shall \nhave to refine on and differentiate the detail of this value of use­\nlessness, of uselessness itself. But we can immediately guarantee \nthe pertinence of this proposition: to the extent that Heidegger \nhas clearly dismissed the picture to its uselessness for what mat­\nters here, insofar as and so long as he does so, we have the right \nto say that Heidegger does not make use of the picture for his \ndemonstration and that in a certain way it isn't about the picture. \nReference is suspended (or traversed). \n- Shall we say then that he quickly let the picture drop like \nan old shoe, like a useless object, out of use? Like something \nabject? That would still involve considering it itself. \n- Let's say that he puts it to one side, puts it down beside \nthe present discourse. In any case, letting things drop takes time. \nThe trajectory is twisted enough for more than one thing to hap­\npen in it. The moment he has \"chosen\" the picture, without \nchoosing among the pictures in a series the existence of which \nhe knows about, he abandons it. He begins, from the next sen­\ntence, to let it, if you like, drop: \"But what is there to see here \nthat's so important? (Aber was ist da viel zu sehenn\" What more \nis there, what is there that's so important, to see in this painting? \nThe reply comes quickly and is clear-cut: nothing. Nothing that \nwe didn't know already-outside the picture (by implication). \nThis reply is never contradicted, but merely meditated on in the \ncourse of a winding road [chemin en lacet]. There will never \nappear a single content about which one could decide that, qua \ncontent, it belongs to the picture, is disclosed, defined, described, \nread in it. In these conditions, how could there be any confusion \nor projection with regard to the nature or property of painted \nthings? \nHaving asked, \"But what is there to see that's so important?\" \nand replied, nothing, \"everybody knows what is proper to shoes,\" \nHeidegger proposes a banal and minimal description of \"what we \nalready know\" (was wir schon wissen) prior to any painting. A \ndescription, precisely, in terms of matter and form, these cate­\ngories that at some moment or other are to be abandoned. But \n12. Rendre: also, give up, return, vomit. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 343,
      "bucket": "E (10%+)",
      "error_rate": 11.8,
      "unknown_words_sample": [
        "paysanne",
        "dient",
        "vue",
        "interieur",
        "pommes",
        "eidung",
        "paysans",
        "ecosseuse",
        "pois",
        "schap"
      ],
      "full_text": "RESTITUTIONS \nthis description itself lets drop, abandons the picture immediately \nafter its first evocation (\"we choose . . .  \") \n- But what is it to abandon a picture? \n- What carries weight, in these few descriptive lines, is \nperhaps the fact that they exclude (wooden) clogs or bast shoes: \n\"But what is there to see here that's so important? Everybody \nknows what is proper to shoes. If they are not clogs or bast \nshoes (Ho1z- oder Bastschuhe), we find the leather sole, the \nupper, the one joined to the other by stitching and nails. Such \na product serves to clothe the foot (dient zur Fussbek1eidung). \nAs a function of this usefulness (Dien1ichkeit), depending on \nwhether it's a matter of work in the fields or of dancing, matter \nand form vary.\" \n- He has just excluded clogs or wooden shoes. Why, if it is \nnot because he's talking about a picture? Doesn't this make Schap­\niro right? Most of the peasants and especially the peasant women \nin Van Gogh's paintings or drawings wear clogs. I'm thinking \nespecially of that Interieur de ferme ( 1885, F. 1 68), of the Ecosseuse \nde pois ( 1 885, F. 214), of a Paysanne arrachant des pommes de \nterre ( 1885, F. 25 1 ), of the Femme a 1a beche vue de dos ( 1 885, F. \n25 5 ), of the Paysan fauchant ( 1 885, F. 3 18), of Le bucheron ( 1 885, \nF. 1 327), of the Paysan a 1a beche ( 1890, F. 1 5 87), of the Paysans \nau travail ( 1890, F. 1 602), and of so many other clogs in scenes, \ngroups of figures, or \"still lives\" the background of which remains \nvisibly the peasant world. If clogs are excluded in Heidegger's very \nexample, a simple internal reading ought to suffice to conclude \nthat there is no space left for peasants' shoes representable by Van \nGogh. We should thus be dispensed from these external conjec­\ntures concerning dates, places, the wearer or real subject of the \nshoes. The discussion would be shortened and would be none the \nworse for that. It's tiring, this point of detail or this detail of \npointure. There are other, more urgent things at stake. The in­\nternal description would spare us these interminable circumstan­\ntial, police-like, anecdotal investigations. \n- But an army of ghosts are demanding their shoes. Ghosts \nup in arms, an immense tide of deportees searching for their \nnames. If you want to go to this theatre, here's the road of affect: \nthe bottomless melnOlY of a dispossession, an expropriation, a \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 344,
      "bucket": "E (10%+)",
      "error_rate": 10.0,
      "unknown_words_sample": [
        "etc"
      ],
      "full_text": "Still Life (bottles, vases, clogs). \nStill Life (cabbages, clogs, etc. ). \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 350,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "seinem",
        "das",
        "zeuges",
        "echter",
        "entre",
        "deux",
        "entrouvert",
        "torical",
        "meduses",
        "rhe"
      ],
      "full_text": "The Truth in Painting \npainter) the visitors are then dumbfounded [meduses, turned to \nstone], \"petrified with admiration.\" \"-There is a woman under­\nneath . . . .  \" \n- would perhaps allow to be seen what the corset, the bound \nunderneath of the girdle or the shoe holds captive in a greater or \nlesser stricture, always, and that is indeed what matters to me, \nbut let's not go too quickly, like an exit with no denouement. \nThe argument of the girdle is that things are always played out \non both levels [sur les deux tableaux]. \nI take a step backwards, at the moment when Heidegger re­\ncalls that the being-product consists in its \"usefulness.\" He is still \nnot dealing with Van Gogh's picture. He is now going to operate \nin several moments and according to a very strange procedure. \nFirst moment: this usefulness can only allow itself to be ap­\nprehended in use, during use, by use. So no painting is ever at all \nuseful to us for the apprehension of the usefulness of a product. \nEvocation of the peasant woman, then, outside the picture: \"The \nbeing-product of the product consists in its usefulness. But what \nabout this usefulness? Do we already seize along with it what is \nproperly product in the product (das Zeughafte des Zeuges)? In \norder to succeed in this, must we not go in search of the useful \nproduct in the course of its use (in seinem Dienste)? The peasant \nwoman in the fields wears the shoes. Only there are they what \nthey are. They are all the more authentically so (echter) the less \nthe peasant woman at work thinks about her shoes, or the less \nshe looks at them, or even the less she feels them. She stands \nand walks in them. This is how the shoes are actually of service. \nThrough the process of using the product the properly product of \nthe product must come to meet us.\" \nStill within this first phase, Heidegger pretends-it's a rhe­\ntorical procedure-to draw a consequence from what has just been \nsaid: if usefulness, the essence of the being-product, can only \nappear in the course of use, by use, if use can only, as he thinks, \nbe actual, actuality itself, then the picture is of no use for acceding \nto what serves, to the usefulness of the product. It is useless for \nthe apprehension of the useful. But why? \nApparently for a single reason. But this reason doubles up and \nthis doubling interests me. Again it is a movement of interlacing \nby the lace. Let us understand at least three things by this word: \n( I ) the interlacing of the lace with itself; (2) the fact that it is also \nincompletely laced (entre-lace, as you say entrouvert [half-open] \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 356,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "mise",
        "restituting",
        "originarily",
        "tachment",
        "overmarks",
        "terlaces",
        "retightening",
        "abyme",
        "gibt",
        "unstrictured"
      ],
      "full_text": ". 1  \n: I \n342 \nThe Truth in Painting \na law that would be external to them. The detachment of the one \nmarks, re-marks or overmarks that of the other. In itself inter­\nlacing it. I suggest this word mark (march, margin) for reasons \nexplained elsewhere but it suffices to say here that I do so in order \nto avoid saying \"say,\" \"show,\" \"represent,\" \"paint,\" so many words \nthat this system works to deconstruct. So the being-detached \n(unlaced or unstrictured, abandoned or abstracted) of the one in­\nterlaces with its remark the being-detached of the other: the shoes \nwith their laces (a little) undone give painting to be remarked. \n- They give? \n- It gives, there is, es gibt. There is that, the two painted \nshoes . . .  \n- In obsolete language, one would say \n- Is there any obsolete language? Like old outworn shoes, \nout of use or out of date, in a word-painted language? You see \nwhere that would lead . . .  \n- Let's leave the obsolete language. Others would say: the \nshoes produce a discourse on painting, on the frame, on the traits. \nThese shoes are an allegory of painting, a figure of pictorial de­\ntachment. They say: we are painting in painting. Or again: one \ncould entitle this picture \"the origin of painting.\" It makes a \npicture of the picture and invites you not to forget the very thing \nit makes you forget: you have painting and not shoes under your \nnose (just try putting them on, on your own feet or someone \nelse's!), painting is originarily this detachment which loses its \nfooting. But detachment must also be understood \n- No, no, no, it says nothing of the sort, it gives nothing to \nbe understood, especially not, yet again, that mise-en-abyme of \npainting in painting which has been clearly shown still to tend \ntoward such a restituting saturation, such a representative read­\nequation. No, no. \n- Yes it does-the detachment must also be understood as a \nrepresentative mission to be reattached to its origin of emission. \nA reattachment is already, always, in the process of retightening \nthe unstrictured. In this sense the shoes cause to be marked (they \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 357,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "schapiro",
        "ket",
        "restitutions",
        "stricturation",
        "itjt",
        "wissen",
        "souliers",
        "parergon",
        "doesn",
        "traduirait"
      ],
      "full_text": "RESTITUTIONS \n343 \nmake it work or walk, they pull its leg, they make a deal or a mar­\nket of itJt6 something that would be translated by the following \nstatement: this is a picture, we are painting in painting, this is drawn \nby the traits, the edges, the laces of the empty shoes which detach \nus from the full-length [en pied] subject. From then on these lace \ntraits form the \"frame\" of the picture which appeared to frame \nthem. We, the shoes, are bigger than the frame and the incorporated \nsignature. The picture is in the shoes that we are \n- They've suddenly grown much bigger, you can put anything \nin them. Everything (or -body) is able to want, wants to be able \nto borrow or steal them, like Tom Thumb or Puss-in-Boots. Who \nis the ogre? But these seven-league boots would also be the text \nof the narrative, Tom Thumb, Puss-in-Boots, Cinderella. The text \nis a shoe bigger than that which it stages and which is nonetheless \nbigger than it. And the discourse attributed just now to the shoe \nis also a shoe. The same law holds for these old shoes as for The \nEmperor's New Clothes in \"The Purveyor of Truth.\" \n- The law of the parergon which comprehends everything \nwithout comprehending and perverts all the links between part \nand whole. For conversely the framing painting, that which gives \nitself as painting as a first obviousness-for Heidegger, Schapiro, \nand a few others-remarks itself as a (more or less shifty) pair of \nshoes. Detached in the course of reattachment, in the process of \n(un-re-)stricturation. If the picture could speak in its turn (it has \nspoken, says Heidegger), a hypothesis to be worked on later, would \nit not say: I, like all paintings, am a shoe, a sort of shoe, and even \nperhaps (one possible version) a pair of shoes. As a picture, and \nas a given picture, a particular pair (possible version) of shoes. \n- The least one can say is that such a discourse translating \nthe remark of painting in painting is not a very usual version of \nHeidegger. It doesn't look much like what can be read in The \nOrigin when truth takes the floor: \"The picture has spoken . . . .  \nThe work of art has given us to know (gab zu wissen) what the \nshoe is in truth.\" \n- Apparently not. It would certainly involve transforming, \nif not perverting, the way this text is read \"in general,\" and perhaps \n16. Les souliers font marquer (font marcher, font marche-de) ce \nqu'on traduirait par l'enonce suivant . . . .  \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 359,
      "bucket": "B (1-3%)",
      "error_rate": 1.7,
      "unknown_words_sample": [
        "terlacing",
        "liideological",
        "restitutions",
        "fetishization",
        "iiread"
      ],
      "full_text": "r \nI \nI \nRESTITUTIONS \n345 \nSecond moment. Only the possibility of this overflowing in­\nterlacing permits Heidegger to cross the line in both directions, \nnow in the frame, now outside the frame. Whether or not he does \nit knowingly. \nThe \"And yet\" forms the most apparent scansion in this cross­\ning of the line. We've just stated the whole uselessness. We will \nnow exploit the surplus value of the out-of-service. It is in the \nuselessness-of the shoes: of the painting-that we will IIread\" \n(says the French translator), \"see\" (says Heidegger) the usefulness \nof the product, the being-product of the product as usefulness. \nAnd then comes the incriminated paragraph, the pathetic para­\ngraph, the one that seems to you so ridiculous, so loaded with \nlIideological\" \"projections./I Let's reread it. In the three languages. \n- It is so coded, too, by the poetics of the soil, by traditional \nmodels, so stereotyped in the affectation of its pathos that it can \nalso be read as an exercise miming scholarly application and say­\ning in sum: this is what one could always feel, this is what one \ncan say in the genre \n- the essential point being to show up the overflowing (of \nwhat is strictly visible) by the \"earth,\" by the \"world\" and by the \n\"protected belonging\" of the shoes. \nIf one could speak here, if not of fetishization, at least of the \nconditions of a fetishization, both of the product and of the work, \nboth of the shoes and of the painting, one would have to take hold \nof them again at the moment when the detached (relatively un­\nstrictured) out-of-service gives rise, in its very detachment, in its \ndereliction or its separation, to a sort of abyssal surplus value. To \na bottomless outbidding. In the form of what one might call a \ntruth-effect. The useless gives way to a speculative exploitation. \nIt escapes from the space of production and tends toward absolute \nrarity, irreplaceable uniqueness. In itself and insofar as it gives to \nbe read the law of the sought-after usefulness. It becomes more \nthan useful: useful for grasping the usefulness of the useful. It \nallows us to think the being-product of the product and the being­\nwork of the work. For from the moment when the detached calls \nfor reattachment, a discourse is sketched, and a whole maneuver, \nto call for adherence. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 362,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "dieses",
        "degger",
        "schapiro",
        "utilizatory",
        "pensee",
        "rhet",
        "reli",
        "gesprochen",
        "dans",
        "hei"
      ],
      "full_text": "The Truth in Painting \n- Is the painting-this one-required for this return toward \na still more distant, more hidden origin? For this further step in \nthought [ce pas de plus dans la pensee]? \n- When you're present at a \"step backwards,\" you see the \nshoes face-on. I say that for a joke, but also as an echo of Schapiro's \nprecision, further on: certain peasant shoes are seen from the back, \nbut these ones (his own!) Van Gogh has \"rendered\" face-on (\"he \nhas rendered them as if facing us\"), and they are looking at us, \nin short, like the painter himself. \n- Is the painting-this one-required for this other step? You \ncan't decide, still for the same reasons. The traits delimiting both \nthe object and the frame remove a priori all pertinence from this \nquestion and from the \"decision\" which it calls for. They (these \ntraits) disqualify them by stricture. By interlacing. Of course, Hei­\ndegger still seems to put the picture aside (to \"put aside\" [mettre \nde cote] was once upon a time a bizarre-but here, interesting­\ntranslation for Aufheben). He does so with more spectacular rhet­\noric. After the new paragraph and the concession (\"But perhaps \nwe see all that . . .  \"), he will no longer speak of the picture, he \nwill follow the peasant woman, he will analyze what, in the \nusefulness of the product, comes from farther away than the matter­\nform couple. But it will be in order to jump better, in conclusion: \nit is the picture \"that has spoken,\" Dieses hat gesprochen. And \nin the interval, \"beneath\" usefulness, \"beneath\" the (re-)attach­\nment of its utilizatory \"belonging,\" he will name that \"thanks to \nwhich,\" by the \"force\" of which, \"in virtue of which\" (Kraft) the \nusefulness of the product is possible: the condition of usefulness, \nVerlasslichkei t. \nVerlasslichkeit. The word is difficult to translate. I have la­\nboriously specified \"thanks to which,\" \"by the force of which,\" \n\"in virtue of which\" because the relation (Kraft) is not that of a \nformal condition of possibility to its conditioned object or of a \nmore profound foundation to what it founds, but of a sort of \nexperience. An experience, let us say for the moment, of reli­\nability: you can count on the product. The product is reliable. It \nis useful only if we can trust in its reliability. From the moment \nwhen Heidegger names reliability, he is no longer interested in \nthe basically derived or conditioned value of usefulness. The site \nof the argumentation-that of the debate opened by Schapiro-is \ndisplaced. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 363,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "hypercathected",
        "fidem",
        "resacralized",
        "parergon",
        "protag",
        "revient",
        "trans",
        "schapiro",
        "onists",
        "restitutes"
      ],
      "full_text": "RESTITUTIONS \n349 \nThat which is verldssig deserves confidence, faith, or credit. \nIn this case, the credit is anterior to any symbolic contract forming \nthe object of an agreement signed (explicitly or not) by a nameable \nsubject. It is not cultural any more than it is natural. It goes back \nto [revient a] an engagement or commitment-\n- Shall we associate fidelity with reliability? Faithful is that \non which, the one on whom, one can also count. And this notion \nof fidelity would agree with all that was said about restitution: \nabout shoes that you give back, about the truth that you owe, \nthat you restitute or that restitutes, of what painting \"renders\" \nfaithfully, if it gives it to be seen \"in painting.\" And the protag­\nonists of the correspondence want in truth to give back the shoes \nfaithfully: from painting-and to the rightful owner. They want \nto do this out of fidelity to an engagement anterior to all the social \ncontracts to which one can bear witness in public law. The shoes \nare here parties to it, its secret witnesses: no longer only as \"use­\nful\" products, but as reliable things-\n- Are the shoes parties to it or excluded from it in the portrait \nof the Arnolfinis, that extraordinary contract of marriage without \nany witness other than the painter, leaving above a mirror facing \nhim the inscription \"Johannes de Eyck fuit hic, I434, \" thus trans­\nforming into an attestation of marriage a painting representing a \nwedding per fidem (not requiring witnesses), in a scene whose \npictural text should constitute a major test for new analyses? \nElsewhere, later. I note only that the shoes of those who are con­\ntracting the marriage according to the Faith are deposited, aban­\ndoned, on the side, on the left of the painting, and as for the other \npair, between the two spouses, in the background and in the center \nof the painting, under the table, under the mirror, and under the \npainter's inscription. Panofsky's explanation is that they are there, \nlike other typical symbols of faith, to mark the imprint of the \nsacred. When Moses approaches to see the burning bush better, \nYahweh says to him, \"Take off your sandals from your feet, for \nthe place on which you tread is a holy place\" (Exodus 3 :  5 ). So are \nthey, these shoes, excluded from the sacred space, or on the con­\ntrary hypercathected in the painting by this sacralization of the \nhymen? Or both at once, according to the double function of a \npharmakon, and the double function of a parergon­ Are they \n\"products\"? And in what sense reliable? Heidegger and Schapiro \nalso resacralized the shoes in painting, each in a different but \n"
    }
  ]
}