{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 10,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 417,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "xii",
        "scienti",
        "dif",
        "nally",
        "melan",
        "cholia",
        "bot",
        "ibid",
        "rsthand",
        "culty"
      ],
      "full_text": " \n12. TN. Ibid., p. 146.\n13. TN. Ibid., pp. 146–47.\n14. TN. Ibid., p. 145.\n15. Madness, theme or index: what is signiﬁcant is that Descartes, at bot-\ntom, never speaks of madness itself in this text. Madness is not his\ntheme. He treats it as the index of a question of principle, that is, of\nepistemological value. It will be said, perhaps, that this is the sign of a\nprofound exclusion. But this silence on madness itself simultaneously\nsigniﬁes the opposite of an exclusion, since it is not a question of\nmadness in this text, if only to exclude it. It is not in the Meditations that\nDescartes speaks of madness itself.\n16. To underline this vulnerability and touch on the greatest difﬁculty, we\nwould have to specify that the expressions “sensory or corporeal fault”\nor “corporeal error” could have no meaning for Descartes. There is no\ncorporeal error, particularly in illness: jaundice or melancholy are only\nthe occasions of an error that itself is born only with the consent or\nafﬁrmation of the will in judgment, when “one who is ill with jaundice\njudges everything to be yellow because his eye is tinged with yellow. So\nﬁnally, too, when the imagination is diseased, as in cases of melan-\ncholia, and a man thinks that his own disorderly fancies represent real\nthings” (Rule XII. Descartes emphasizes this point: the most\nabnormal sensory or imaginative experience, considered in and of\nitself, at its own level and at its proper moment, never deceives us; or\nnever deceives understanding, “if it restrict its attention accurately to\nthe object presented to it, just as it is given to it either ﬁrsthand or by\nmeans of an image; and if it moreover refrain from judging that the\nimagination faithfully reports the objects of the senses, or that the\nsenses take on the true forms of things, or in ﬁne that external things\nalways are as they appear to be” [Haldane and Ross, p. 44].)\n17. TN. The paragraph organization of Haldane and Ross does not cor-\nrespond to the paragraph organization of the edition of Descartes\ncited by Derrida.\n18. Haldane and Ross, p. 147.\n19. Haldane and Ross, p. 148.\n20. Ibid. It is a question here of the order of reasons, as it is followed in the\nMeditations. It is well known that in the Discourse (part 4) doubt very\npromptly attacks the “simplest geometrical questions” in which men\nsometimes “commit paralogisms.”\n21. Like Leibniz, Descartes has conﬁdence in “scientiﬁc” or “philo-\nsophical” language, which is not necessarily the language taught in\nnotes to pages 56–65\n392\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 419,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "nally",
        "etc",
        "ical",
        "speci",
        "sophical",
        "nitude",
        "historico",
        "conceptualiza",
        "rst",
        "theologism"
      ],
      "full_text": " \npresence that encompasses all traces and differences. Which amounts\nto saying that crisis, anomaly, negativity, etc. are irreducible within the\nexperience of ﬁnitude, or of a ﬁnite moment, a determination of abso-\nlute reason, or of reason in general. To attempt to deny this, and\nallegedly to afﬁrm positivity (the positivity of truth, meaning, norms,\netc.) outside the horizon of this inﬁnite reason (reason in general,\nbeyond all its speciﬁc determinations), is to attempt to erase negativ-\nity, and is to forget ﬁnitude at the very moment when one allegedly\ndenounces as mystiﬁcation the theologism of the great classical\nrationalisms.\n28. But God is the other name of the absolute of reason itself, of reason\nand meaning in general. And what could exclude, reduce, or—\namounting to the same thing—absolutely embrace madness, if not\nreason in general, absolute and undetermined reason, whose other\nname is God, for the classical rationalists? One cannot accuse those,\nindividuals or societies, who use God as a recourse against madness\nof seeking to shelter themselves, to be sure of having protections\nagainst madness—the safe boundaries of asylums—except by con-\nstruing this shelter as a ﬁnite one, within the world, by making God a\nthird party or ﬁnite power, that is, except by deceiving oneself; by\ndeceiving oneself not concerning the content and effective ﬁnality of\nthis gesture in history, but concerning the philosophical speciﬁcity of\nthe idea and name of God. If philosophy has taken place—which can\nalways be contested—it is only in the extent to which it has formulated\nthe aim of thinking beyond the ﬁnite shelter. By describing the histor-\nical constitution of these ﬁnite protective barriers against madness\nwithin the movement of individuals, societies and all ﬁnite totalities in\ngeneral—a legitimate, immense, and necessary task—one can ﬁnally\ndescribe everything except the philosophical project itself. And except\nthe project of this description itself. One cannot allege that the philo-\nsophical project of the “inﬁnitivist” rationalisms served as an instru-\nment or as an alibi for a ﬁnite historico-politico-social violence (which\nis doubtless the case) without ﬁrst having to acknowledge and respect\nthe intentional meaning of this project itself. Now, within its own\nintentional meaning, this project presents itself as the conceptualiza-\ntion of the inﬁnite, that is, of that which cannot be exhausted by any\nﬁnite totality, by any function or by any instrumental, technical, or\npolitical determination. It will be said that this presentation of the\nphilosophical project by itself as such is its greatest lie, its violence\nand its mystiﬁcation—or, further, its bad faith. And, certainly, the\nnotes to pages 70–71\n394\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 420,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "des",
        "blanchot",
        "nal",
        "etc",
        "nitude",
        "rms",
        "rison",
        "nouv",
        "demeure",
        "elles"
      ],
      "full_text": " \nstructure which links this intention to exceed the world to the totality\nof history must be described rigorously, and its economy must be\ndetermined. But like all ruses, these economic ones are possible only\nfor ﬁnite words and ﬁnite intentions, substituting one ﬁnitude for\nanother. One cannot lie when one says nothing (that is ﬁnite or deter-\nmined), or when one says God, Being, or Nothingness, or when one\ndoes not modify the ﬁnite by the declared meaning of one’s words, or\nwhen one says the inﬁnite, that is, when one lets the inﬁnite (God,\nBeing, or Nothingness, for part of the meaning of the inﬁnite is its\ninability to be an ontic determination among others) be said and con-\nceived. The theme of divine veracity and the difference between God\nand the evil genius are thus illuminated by a light which is only appar-\nently indirect.\nIn short, Descartes knew that, without God, ﬁnite thought never had\nthe right to exclude madness, etc. Which amounts to saying that mad-\nness is never excluded, except in fact, violently, in history; or rather that\nthis exclusion, this difference between the fact and the principle is\nhistoricity, the possibility of history itself. Does Foucault say other-\nwise? “The necessity of madness . . . is linked to the possibility of history”\n(author’s italics).\n29. Haldane and Ross, p. 171.\n30. Foucault, Folie et déraison, p. 199.\n3: EDMOND JABÈS AND THE QUESTION OF THE BOOK\n1. Je bâtis ma demeure: Poèmes, 1943–1957 (Paris: Gallimard, 1959). This\ncollection has been admirably prefaced by Gabriel Bounore. There\nhave now been major studies devoted to Jabès: Maurice Blanchot,\n“L’interruption,” Nouvelle revue française, May 1964; Gabriel Bounore,\n“Edmond Jabès: la demeure et le livre,” Mercure de France, January\n1965; and “Edmond Jabès, ou la guérison par le livre,” Les lettres nouv-\nelles, July—September 1966.\n2. TN. Jabès, Le Livre des questions (Paris: Gallimard, 1963).\n3. TN. The two interpretations of interpretation are again examined at the\nend of “Structure, Sign, and Play,” this vol, chap. 10. The “rabbinical”\ninterpretation of interpretation is the one which seeks a ﬁnal truth,\nwhich sees interpretation as an unfortunately necessary road back to\nan original truth. The “poetical” interpretation of interpretation does\nnot seek truth or origin, but afﬁrms the play of interpretation.\n4. TN. Cf. the end of “Force and Signiﬁcation,” this vol., chap. 1, for the\nnotes to pages 71–81 395\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 421,
      "bucket": "E (10%+)",
      "error_rate": 17.2,
      "unknown_words_sample": [
        "cile",
        "nity",
        "judaisme",
        "lingis",
        "ences",
        "alcan",
        "coll",
        "avec",
        "vrin",
        "autre"
      ],
      "full_text": " \nbroken tables in Nietzsche as they relate to writing as the mark of\notherness, the “rupture” that “begins” history.\n5. TN. Derrida is referring here to the moment of the unhappy con-\nsciousness in Hegel’s Phenomenology of the Mind. Hegel’s ﬁrst model\nfor the unhappy consciousness was Abraham.\n6. TN. The silence and hiding of Being are Heideggerean themes, for they\nare, as Heidegger says, “the question of Nothing.”\n7. TN. “To leave speech” is to leave behind a trace which always means\nthat the writer is not present.\n8. TN. On the Leibnizian Book, cf. “Force and Signiﬁcation,” chap. 1\nabove, note 25.\n9. TN. On these questions, cf. “Violence and Metaphysics.”\n10. TN. That Being is neither present nor outside difference are the\nthemes of Identity and Difference by Heidegger.\n11. TN. The ontological double genitive is also a theme of Identity and\nDifference.\n4: VIOLENCE AND METAPHYSICS\n1. Emmanuel Levinas, Théorie de l’intuition dans la phénoménologie de\nHusserl (1st ed., Paris: Alcan, 1930; 2d ed., Vrin, 1963); De l’existence à\nl’existant (Fontaine, 1947); Le temps et l’autre, in Le Choix, le Monde,\nl’Existence, Cahiers du Collège philosophique (Arthaud, 1949); En\ndécouvrant l’existence, avec Husserl et Heidegger (Vrin, 1949); Totalité et\ninﬁni, Essai sur l’extériorité (The Hague: Martinus Nijhoff, 1961); Difﬁcile\nliberté, Essais sur le judaisme (Albin Michel, 1963).\nI shall also refer to several articles which I shall mention at the\nproper moment. The principal works will be designated by the initials\nof their titles: Théorie de l’intuition . . . : THI; De l’existence à l’existant:\nEE; Le temps et l’autre: TA; En découvrant l’existence: EDE; Totalité et\ninﬁni: TI [see below]; Difﬁcile liberté: DL.\nThis essay was already written when two important texts by\nEmmanuel Levinas appeared: “La trace de l’autre”, in Tijdschrift voor\nFilosoﬁe, September 1963; and “La signiﬁcation et le sens,” Revue de\nmétaphysique et de morale, 1964, no. 2. Unfortunately we can make but\nbrief allusions to these texts here. [The major work referred to in this\nessay has appeared in English: Totality and Inﬁnity, trans. Alphonso\nLingis (Pittsburgh: Duquesne University Press, 1969). All page refer-\nences to TI are to Lingis’s translation.]\n2. TN. On the double genitive cf. above, chap. 3, note 11.\nnotes to pages 81–99\n396\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 422,
      "bucket": "E (10%+)",
      "error_rate": 10.6,
      "unknown_words_sample": [
        "sacri",
        "gure",
        "nally",
        "philosophia",
        "ques",
        "etc",
        "ibid",
        "der",
        "nity",
        "lingis"
      ],
      "full_text": " \n3. After desiring to restore the properly ontological intention dormant\nwithin metaphysics, after having reawakened the “fundamental ontol-\nogy” beneath “metaphysical ontology,” Heidegger, faced by the ten-\nacity of traditional ambiguity, ﬁnally proposes to abandon the terms\n“ontology” and “ontological” (Introduction to Metaphysics). The ques-\ntion of Being cannot be submitted to an ontology.\n4. That is, to relativism: the truth of philosophy does not depend upon its\nrelation to the actuality of the Greek or European event. On the con-\ntrary, we must gain access to the Greek or European eidos through an\nirruption or a call whose point of departure is variously determined by\nHusserl and Heidegger. It remains that, for both, “the irruption of\nphilosophy” (“Aufbruch oder Einbruch der Philosophie,” Husserl, Kri-\nsis . . .) is the “original” phenomenon which characterizes Europe as a\n“spiritual ﬁgure” (ibid.). For both, the “word philosophia tells us that\nphilosophy is something which, ﬁrst of all, determines the existence of\nthe Greek world. Not only that—philosophia also determines the\ninnermost basic feature of our Western-European history, the often\nheard expression ‘Western-European philosophy’ is, in truth, a tautol-\nogy. Why? Because philosophy is Greek in its nature; Greek, in this\ninstance, means that in origin the nature of philosophy is of such a\nkind that it ﬁrst appropriated the Greek world, and only it, in order to\nunfold.” Heidegger, What Is Philosophy?, trans. William Kluback and\nJean T. Wilde (London: Vision Press, 1958), pp. 29–31.\n5. Husserl: “Reason does not suffer being distinguished into ‘theor-\netical,’ ‘practical,’ or ‘esthetic,’ etc.” (Verité et liberté, trans. P. Ricoeur).\nHeidegger: “Terms such as ‘logic,’ ‘ethics,’ ‘physics,’ appear only at\nthe moment when original thinking loses its hold” (Brief über den\n“Humanismus,” in Wegmerken [Frankfurt, 1967], p. 147).\n6. TN. Lingis’s note, TI, p. 24: “With the author’s permission, we are\ntranslating ‘autrui’ (the personal Other, the you) by ‘Other,’ and ‘autre’\nby ‘other.’ In doing so, we regrettably sacriﬁce the possibility of repro-\nducing the author’s use of capital or small letters with both these\nterms in the French text.” I have followed Lingis’s practice throughout\nthis text.\n7. Partial not only due to the point of view chosen, the amplitude of the\nworks, the material and other limits of this essay. But also because\nLevinas’s writing, which would merit an entire separate study itself,\nand in which stylistic gestures (especially in Totality and Inﬁnity) can\nless than ever be distinguished from intention, forbids the prosaic\ndisembodiment into conceptual frameworks that is the ﬁrst violence\nnotes to pages 100–3 397\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 424,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "nally",
        "lished",
        "nity",
        "esp",
        "prob",
        "ceptions",
        "nom",
        "lematical",
        "nologique",
        "thi"
      ],
      "full_text": " \nCertainly the manner in which Husserl himself interprets this overﬂow-\ning of objectifying intentionality by transcendental intentionality con-\nsists in reducing the former to other intuitions and as if to ‘little per-\nceptions.’ ” (Would Husserl have subscribed to this interpretation of\nhis “interpretation?” We are not at all sure, but this is not the place for\nsuch a question.) There follows a description of the preobjective\nsphere of an intentional experience absolutely departing from itself\ntoward the other (a description, however, which has never seemed to\nus to exceed certain Husserlian literality). Same schema in Totality\nand Inﬁnity: Husserl’s “essential teaching” is opposed to its “letter”:\n“What does it matter if in the Husserlian phenomenology taken liter-\nally these unsuspected horizons are in their turn interpreted as\nthoughts aiming at objects?” (TI, p. 28).\n15. A proposition that Husserl doubtless would not have accepted easily.\nSimilarly, does the entire analysis devoted to the doxical thesis and to\nparagraph 117 of Ideas (Theory of Intuition, p. 192) take into account\nthe extraordinary enlargement of the notions of thesis and doxa\neffected by Husserl, who is already showing such care in respecting\nthe originality of the practical, the axiological, and the aesthetic? As for\nthe meaning of the reduction, it is true that in 1930, and in his pub-\nlished works, Husserl had not yet made it into a theme. We will come\nback to this. For the moment we are not interested in Husserlian truth,\nbut in Levinas’s itinerary.\n16. As concerns representation, an important motif in the divergence, as\nconcerns its dignity and status in Husserlian phenomenology, Levinas,\nhowever, never seems to have stopped hesitating. But again, almost\nalways, it is a hesitation between the spirit and the letter. Sometimes\ntoo between law and fact. This movement can be followed through the\nfollowing passages: THI, pp. 90ff.; EDE, pp. 22–23, esp. p. 52; La tech-\nnique phénoménologique, pp. 98–99; TI, pp. 95ff.\n17. In EDE, at a time (1940–49) when the surprises in this area were no\nlonger held in store, the theme of this criticism still will be central: “In\nHusserl the phenomenon of meaning has never been determined by\nhistory.” (We do not mean to say, here, that this sentence is ﬁnally in\ncontradiction with Husserl’s then known intentions. But are not the\nlatter, whatever the deﬁnitive heart of the matter, already more prob-\nlematical than Levinas seems to believe?)\n18. TN. The reference is to the structure of Being-with analyzed in Being\nand Time.\n19. TN. Although, as noted in the introduction above, I have attempted to\nnotes to pages 107–11 399\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 425,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "heideggerean",
        "sacri",
        "dif",
        "cogito",
        "seiendes",
        "taphysique",
        "tant",
        "sciousness",
        "nity",
        "culty"
      ],
      "full_text": " \nkeep to the practice of translating Sein by “Being,” and Seiendes by\n“being,” I shall most often use “existent” for “being” (Seiendes, étant)\nthroughout this essay in order to have my vocabulary conform to Levi-\nnas’s. “Existent” has been maintained in the English translation of\nTotality and Inﬁnity.\n20. Hegel himself would not escape the rule. Contradiction would be\nceaselessly, and at the end of ends, surmounted. Extreme audacity\nhere would be to turn the accusation of formalism against Hegel, and\nto denounce speculative reﬂection as a logic of understanding, as\ntautological. One can imagine the difﬁculty of the task.\n21. Another discomfort: Levinas never simply condemns technology. It\ncan rescue from a worse violence, the “reactionary” violence of sacred\nravishment, of taking root, of the natural proximity of landscape.\n“Technology takes us out of the Heideggerean world and the supersti-\ntions of Place.” It offers the chance “to let the human face shine in its\nnudity” (DL). We will return to this. Here, we only wish to foreshadow\nthat within history—but is it meaningful elsewhere?—every philosophy\nof nonviolence can only choose the lesser violence within an economy\nof violence.\n22. TN. The reference is to the dialectic of the master and the slave in\nThe Phenomenology of the Mind: the master enjoys and consumes the\nproduct of the slave’s work. The slave defers this enjoyment in the\nexperience of work and therefore, according to Hegel, negates reality\nin a more abstract, speculative fashion. The slave, thus, is the truth of\nthe master. Cf. chap. 9, “From Restricted to General Economy.”\n23. TN. In Hegel’s Phenomenology the model of the unhappy, split con-\nsciousness is Abraham, forced to choose between God’s command to\nsacriﬁce his son Isaac and his love for Isaac. Cf. also the remarks at the\nbeginning of “Cogito and the History of Madness,” chap. 2 above.\n24. “Liberté et commandment,” Revue de métaphysique et de morale, 1933.\n25. Among the numerous passages denouncing the impotence of so-\ncalled “formal logic” when confronted with naked experience, let us\npoint out in particular TI, pp. 194, 260, 276, where the description of\nfecundity must acknowledge “a duality of the Identical,” (One in two,\none in three . . . Had not the Greek Logos already survived tremors of\nthis nature? Had it not, rather, welcomed them?)\n26. An afﬁrmation at once profoundly faithful to Kant (“Respect is applied\nonly to persons”—Practical Reason) and implicitly anti-Kantian, for\nwithout the formal element of universality, without the pure order of\nthe law, respect for the other, respect and the other no longer escape\nnotes to pages 111–19\n400\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 426,
      "bucket": "E (10%+)",
      "error_rate": 15.7,
      "unknown_words_sample": [
        "kierkegaardiennes",
        "ontologie",
        "priori",
        "ques",
        "ibid",
        "nity",
        "phe",
        "temporalization",
        "taphysique",
        "nom"
      ],
      "full_text": " \nempirical and pathological immediacy. Nevertheless, how do they\nescape according to Levinas? It is perhaps to be regretted that no\nsystematic and patient confrontation has been organized with Kant in\nparticular. To our knowledge, only an allusion is made to the “Kantian\nechos,” and “to Kant’s practical philosophy to which we feel particu-\nlarly close,”—and this barely in passing—in one article (“L’ontologie\nest-elle fondamentale?” Revue de métaphysique et de morale 1951;\nreprinted in Phénoménologie, Existence.) This confrontation is called for\nnot only because of the ethical themes but also because of the differ-\nence between totality and inﬁnity, about which Kant, among others\nand perhaps more than others, had a number of thoughts.\n27. Levinas often makes accusations against the Socratic mastery which\nteaches nothing, teaches only the already known, and makes every-\nthing arise from the self, that is from the Ego, or from the Same as\nMemory. Anamnesis too, would be a procession of the Same. On this\npoint, at least, Levinas cannot oppose himself to Kierkegaard (cf., for\nexample, J. Wahl, Etudes Kierkegaardiennes, pp. 308–9), for his critique\nof Platonism here is literally Kierkegaardian. It is true that Kierkegaard\nopposed Socrates to Plato each time that reminiscence was in ques-\ntion. The latter would belong to the Platonic “speculation” from which\nSocrates “separates” himself (Post scriptum).\n28. G. W. F. Hegel. The Philosophy of Fine Art, trans. F. P. B. Osmaston\n(London: C. Bell and Sons, 1920) 1:206–7.\n29. Ibid., 3:15.\n30. Ibid.\n31. Ibid., p. 341.\n32. “A priori et subjectivité,” Revue de métaphysique et de morale, 1962.\n33. Ludwig Feuerbach, Kleine philosophische Schriften (Leipzig 1950),\np. 191.\n34. M. de Gondillac, Introduction aux oeuvres choisies de Nicolas de Cues,\np. 35.\n35. Nouvelle revue française, December 1961, “Connaissance de\nl’inconnu.”\n36. It is true that for Merleau-Ponty—differing from Levinas—the phe-\nnomenon of alterity was primordially, if not exclusively, that of the\nmovement of temporalization.\n37. While defending himself against “the ridiculous pretension of ‘correct-\ning’ Buber” (TI), Levinas, in substance, reproaches the I-Thou rela-\ntionship (1) for being reciprocal and symmetrical, thus committing\nviolence against height, and especially against separateness, and\nnotes to pages 119–31 401\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 427,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "lled",
        "eclaircissement",
        "indefatiguable",
        "vate",
        "gregor",
        "ipseity",
        "feuerbach",
        "levinas",
        "modi",
        "suf"
      ],
      "full_text": " \nsecretiveness; (2) for being formal, capable of “uniting man to things,\nas much as Man to man” (TI); (3) for preferring preference, the “pri-\nvate relationship,” the “clandestine nature” of the couple which is\n“self-sufﬁcient and forgetful of the universe” (TI). For there is also in\nLevinas’s thought, despite his protests against neutrality, a summon-\ning of the third party, the universal witness, the face of the world which\nkeeps us from the “disdainful spiritualism” of the I-Thou. Others will\ndetermine, perhaps, whether Buber would recognize himself in this\ninterpretation. It can already be noted in passing that Buber seems to\nhave foreseen these reservations. Did he not specify that the I-Thou\nrelationship was neither referential nor exclusive in that it is previous\nto all empirical and eventual modiﬁcations? Founded by the absolute I-\nThou, which turns us toward God, it opens up, on the contrary, the\npossibility of every relationship to Others. Understood in its original\nauthenticity, it is neither detour nor diversion. Like many of the con-\ntradictions which have been used to embarrass Buber, this one yields,\nas the Postscript to I-Thou tells us, “to a superior level of judgment”\nand to “the paradoxical description of God as the absolute Person . . . .\nIt is as the absolute Person that God enters into a direct relation with\nus . . . . The man who turns to him therefore need not turn away from\nany other I-Thou relation; but he properly brings them to him, and lets\nthem be fulﬁlled ‘in the face of God’ ” (I and Thou, trans. Ronald\nGregor Smith, New York: Scribner’s, 1958).\n38. On the theme of the height of God in its relation to the prone position\nof child or man (for example, on his sick bed or deathbed), on the\nrelations between the clinic and theology, cf., for example, Feuerbach\n(see note 33 above), p. 233.\n39. Here we ought to examine Malebranche too grappling with the prob-\nlem of light and of the face of God (cf. especially 10th Eclaircissement).\n40. We will not go beyond this schema. It would be useless to attempt,\nhere, to enter into the descriptions devoted to interiority, economy,\nenjoyment, habitation, femininity, Eros, to everything suggested under\nthe title Beyond the Face, matters that would doubtless deserve many\nquestions. These analyses are not only an indefatiguable and\ninterminable destruction of “formal logic” they are so acute and so\nfree as concerns traditional conceptuality, that a commentary running\nseveral pages would betray them immeasurably. Let it sufﬁce to state\nthat they depend upon the conceptual matrix we have just outlined,\nwithout being deduced from it but ceaselessly regenerating it.\n41. On these decisive themes of identity, ipseity and equality, and to con-\nnotes to pages 131–36\n402\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 428,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "ontologie",
        "bataille",
        "cours",
        "nitude",
        "nom",
        "pre",
        "philosophie",
        "logique",
        "alterity",
        "naissance"
      ],
      "full_text": " \nfront Hegel and Levinas, cf. notably Jean Hyppolite, Genèse et structure\nde la phénoménologie de l’esprit, 1:147ff.; and Heidegger, Identity and\nDifference.\n42. Here we are thinking of the distinction between discourse and vio-\nlence particularly common to Levinas and to Eric Weil. It does not have\nthe same meaning for both. Levinas notes this in passing and, while\npaying homage to Weil for his “systematic and vigorous use of the\nterm violence in its opposition to discourse,” claims to give “different\nmeaning” to this distinction (DL). We would be tempted to give a\ndiametrically opposed meaning. The discourse which Weil acknow-\nledges as nonviolent is ontology, the project of ontology. (Cf. Logique\nde la philosophie, e.g., pp. 28ff. “La naissance de l’ontologie, le dis-\ncours.”) “Harmony between men will be established by itself if men\nare not concerned with themselves, but with what is;” its polarity is\ninﬁnite coherence, and its style, at least, is Hegelian. This coherence in\nontology is violence itself for Levinas: the “end of history” is not abso-\nlute Logic, the absolute coherence of the Logos with itself in itself; nor\nis it harmony in the absolute System, but Peace in separation, the\ndiaspora of absolutes. Inversely, is not peaceful discourse, according\nto Levinas, the discourse which respects separation and rejects the\nhorizon of ontological coherence, violence itself for Weil? Let us\nschematize: according to Weil, violence will be, or rather would be,\nreduced only with the reduction of alterity, or the will to alterity. The\nreverse is true for Levinas. But for Levinas coherence is always ﬁnite\n(totality, in the meaning he gives to the word, rejecting any possible\nmeaning for the notion of inﬁnite totality). For Weil, it is the notion of\nalterity, on the contrary, which implies irreducible ﬁnitude. But for\nboth, only the inﬁnite is nonviolent, and it can be announced only in\ndiscourse. One should examine the common presuppositions of this\nconvergence and divergence. One should ask whether the pre-\ndetermination, common to these two systems, of violation and of pure\nlogos, and, above all, the predetermination of their incompatability,\nrefers to an absolute truth, or perhaps to an epoch of the history of\nthought, the history of Being. Let us note that Bataille too, in Eroticism,\ndraws inspiration from Weil’s concepts, and states this explicitly.\n43. TN. Derrida is playing on the double sense of regard as ethical concern\nand as objectifying glance. Cf. note 10 above.\n44. At bottom, it is the very notion of a “constitution of an alter ego” to\nwhich Levinas refuses any merit. He would probably say, with Sartre,\n“One encounters the Other, one does not constitute it” (Being and\nnotes to pages 136–54 403\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 429,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "dif",
        "oppos",
        "bewusstseinleistung",
        "husserlian",
        "pre",
        "connaturality",
        "communi",
        "transcen",
        "ition",
        "mache"
      ],
      "full_text": " \nNothingness). This is to understand the word “constitution” in a sense\nthat Husserl often warns his reader against. Constitution is not\nopposed to encounter. It goes without saying that constitution creates,\nconstructs, engenders, nothing: neither existence, nor the fact, which\nis evident, nor even meaning, which is less evident but equally certain,\nprovided that one takes some patient precautions, and provided that\none distinguishes the moments of passivity and activity within intu-\nition, in Husserl’s sense, and the moment in which the distinction\nbecomes impossible. That is, in which the entire problematic oppos-\ning “encounter” to “constitution” is no longer meaningful, or has only\na derivative and dependent meaning. Unable to enter into these dif-\nﬁculties here, let us simply recall this warning of Husserl’s, among so\nmany others: “Here too, as concerns the alter ego, the ‘constitution of\nconsciousness’ (Bewusstseinleistung) does not mean that I invent\n(erﬁnde) and that I make (mache) this supreme transcendence.” (In\nquestion is God.)\nInversely, does not the notion of encounter—a notion to which one\nmust refer, if one rejects all constitution, in the Husserlian sense of the\nterm—aside from being prey to empiricism, let it be understood that\nthere is a time and an experience without “other” before the\nencounter? The difﬁculties into which one is driven can be imagined.\nHusserl’s philosophical prudence on this matter is exemplary. The\nCartesian Meditations often emphasize that in fact, really, nothing pre-\ncedes the experience of Others.\n45. Or at least cannot be, or be anything; and it is indeed the authority of\nBeing which Levinas profoundly questions. That his discourse must\nstill submit to the contested agency is a necessity whose rule we must\nattempt to inscribe systematically in the text.\n46. This connaturality of discourse and of violence does not appear to us\nto have emerged in history, nor to be tied to a given form of communi-\ncation, or again to a given “philosophy.” We wish to show here that\nthis connaturality belongs to the very essence of history, to transcen-\ndental historicity, a notion which here can only be understood in the\nresonance of a speech common—in a way that still calls for\nclariﬁcation—to Hegel, Husserl, and Heidegger.\nHistorical or ethnosociological information here can only conﬁrm or\nsupport, under the rubric of the factual example, the eidetic-\ntranscendental evidence. Even if this information is manipulated\n(gathered, described, explicated) with the greatest philosophical or\nmethodological prudence, that is, even if it is articulated correctly with\nnotes to pages 154–61\n404\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 430,
      "bucket": "E (10%+)",
      "error_rate": 16.2,
      "unknown_words_sample": [
        "des",
        "nglich",
        "ontologie",
        "logische",
        "ibid",
        "der",
        "etc",
        "geschichte",
        "ences",
        "facili"
      ],
      "full_text": " \nthe essential reading, and if it respects all levels of eidetic generality, in\nno case could it found or demonstrate any necessity of essence. For\nexample, we are not sure that these technical, as well as transcen-\ndental precautions are taken by Claude Lévi-Strauss when, in Tristes\ntropiques, amongst many beautiful pages, he advances the “hypoth-\nesis” “that the primary function of written communication it to facili-\ntate servitude.” If writing—and, indeed, speech in general—retains\nwithin it an essential violence, this cannot be “demonstrated” or\n“veriﬁed” on the basis of “facts,” whatever sphere they are borrowed\nfrom and even if the totality of the “facts” in this domain were avail-\nable. One can often see in the descriptive practice of the “social sci-\nences” the most seductive (in every sense of the word) confusion of\nempirical investigation, inductive hypothesis and intuition of essence,\nwithout any precautions as to the origin and function of the proposi-\ntions advanced.\n47. Alterity, difference, and time are not suppressed but retained by absolute\nknowledge in the form of the Aufhebung.\n48. Formale und transzendentale Logik (Halle 1929), p. 209. Husserl’s\nitalics.\n49. Ibid., pp. 209–10.\n50. Ibid., p. 222.\n51. Of course we cannot do so here. Far from thinking that this ﬁfth of the\nCartesian Mediations must be admired in silence as the last word on\nthis problem, we have sought here only to begin to experience and to\nrespect its power of resistance to Levinas’s criticisms.\n52. “Die Frage des Warum ist ursprünglich Frage nach der Geschichte.”\nHusserl (unpublished E, III, 9, 1931.)\n53. Logische Untersuchungen (Tübingen 1968), vol.2, I, para. 4, p. 115.\n54. Ibid., p. 124.\n55. L’ontologie est-elle fundamentale?\n56. Brief über den ‘Humanismus,’ p. 192.\n57. “We go further, and at the risk of seeming to confuse theory and\npractice, we treat the one and the other as modes of metaphysical\ntranscendence. The apparent confusion is willful, and constitutes one\nof the theses of this book” (TI).\n58. Brief über den ‘Humanismus,’ p. 192.\n59. On this turning back to Being within the predicative, within the articu-\nlation essence—existence, etc., cf., among a thousand examples, Kant\nand the Problem of Metaphysics, pp. 40ff.\n60. By the expression “Being of the existent,” the source of so many\nnotes to pages 161–70 405\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 431,
      "bucket": "E (10%+)",
      "error_rate": 11.7,
      "unknown_words_sample": [
        "sorge",
        "des",
        "benveniste",
        "ontologie",
        "etre",
        "besorgen",
        "wesen",
        "wegmarken",
        "dans",
        "elle"
      ],
      "full_text": " \nconfusions, we do not understand, here, as Heidegger does occasion-\nally when the context is clear enough to prevent misunderstanding,\nthe Being-existent of the existent, existenthood (Seiendheit), but rather\nthe Being of existenthood, which Heidegger also calls the truth of\nBeing.\n61. “The thought which asks the question of the truth of Being . . . is\nneither ethics nor ontology. This is why the question of the relation-\nship between these two disciplines is henceforth without foundation\nin this domain.” (Humanismus p. 188).\n62. L’ontologie est-elle fondamentale?\n63. An explicit theme in Being and Time, for example. Cf. the opposition of\nSorge, besorgen and Fürsorge in section 26.\n64. In the same problematical horizon, one may confront Heidegger’s\nprocedures (for example, in the Introduction to Metaphysics, “On the\nGrammar and Etymology of the Word ‘Being’ ”) with Benveniste’s\n(“Etre et avoir dans leurs fonctions linguistiques,” in Problèmes de\nlinguistique générale).\n65. Here we could refer to a hundred passages from Heidegger. Rather, let\nus cite Levinas, who had written, however: ”For Heidegger, the com-\nprehension of Being is not a purely theoretical act . . . an act of know-\nledge like any other” (EDE).\n66. It is not necessary to return to the pre-Socratics here. Aristotle already\nhad rigorously demonstrated that Being is neither genre nor principle.\n(Cf. for example, Metaphysics B, 3, 998 b 20). Does not this demonstra-\ntion, made at the same time as a critique of Plato, in truth conﬁrm one\nof the Sophist’s intentions? There, Being was certainly deﬁned as one\nof the “largest genres,” and as the most universal of predicates, but\nalso as that which permits all predication in general. As the origin and\npossibility of predication, it is not a predicate, not, at least, a predicate\nlike any other, but a transcendental or transcategorical predicate. Fur-\nther, the Sophist—and this is its theme—teaches us to think that\nBeing—which is other than the other and other the same, is the same\nas itself, and is implied by all genres to the extent that they are—far\nfrom closing difference, on the contrary liberates it, and itself is what it\nis only by this liberation.\n67. Kant and the Problem of Metaphysics, trans. James S. Churchill (Bloom-\nington: Indiana University Press, 1962), p. 233.\nOn the nonconceptual character of the thought of Being, cf., among\nother places Vom Wesen des Grundes (On the Essence of Reason) in\nWegmarken pp. 29ff.; Humanismus, pp. 168ff.; Einführung in die Meta-\nnotes to pages 170–75\n406\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 432,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "commandement",
        "des",
        "physik",
        "ics",
        "wesen",
        "mus",
        "nitude",
        "taphysique",
        "rms",
        "metaphysik"
      ],
      "full_text": " \nphysik (Introduction to Metaphysics) pp. 30ff.; and Holzwege. And, pri-\nmarily, section 1 of Being and Time.\n68. The essential relations between the same and the other (difference)\nare such that even the hypothesis of a subsumption of the other by the\nsame—violence, according to Levinas—has no meaning. The same is\nnot a category, but the possibility of every category. Here, we should\nattentively compare Levinas’s theses with Heidegger’s text entitled\nIdentity and Difference (1957). For Levinas, the same is the concept,\njust as Being and unity are concepts, and these three concepts\nimmediately communicate among each other (cf. TI p. 274, for\nexample). For Heidegger, the same is not the identical (cf. Humanis-\nmus, for example). And, mainly, because it is not a category. The same\nis not the negation of difference, nor is Being.\n69. Kant and the Problem of Metaphysics pp. 235–36.\n70. In his very ﬁne study, Heidegger et la pensée de la ﬁnitude, Henri Birault\nshows how the theme of Endlichkeit is progressively abandoned by\nHeidegger, for “the same reason which had motivated its use at a cer-\ntain time” due to “concern for separating from the thought of Being\nnot only the survivals and metamorphoses of Christian theology, but\nstill the theological itself, which is absolutely constitutive of metaphys-\nics as such. In effect, if the Heideggerean concept of Endlichkeit was\nnever the Christian-theological concept of ﬁnitude, it nevertheless\nremains that the idea of ﬁnite Being is in itself ontologically theological\nand, as such, is incapable of satisfying a thought which draws back\nfrom Metaphysics only to meditate, in the light of the forgotten truth\nof Being, the still hidden unity of its onto-theological essence” (Revue\ninternationale de philosophie, 1960, no. 52). A thought which seeks to\ngo to its very end in its language, to the end of what it envisages under\nthe name of original ﬁnitude or ﬁnitude of Being, therefore should\nabandon not only the words and themes of the ﬁnite and the inﬁnite,\nbut also, which is doubtless impossible, everything that they govern in\nlanguage, in the deepest sense of the word. This last impossibility\ndoes not signify that the beyond of metaphysics is impracticable; on\nthe contrary, it conﬁrms the necessity for this incommensurable over-\nﬂow to take support from metaphysics. A necessity clearly recognized\nby Heidegger. Indeed, it marks that only difference is fundamental,\nand that Being is nothing outside the existent.\n71. “Liberté et commandement,” Revue de métaphysique et de morale, 1953.\n72. Vom Wesen des Grundes pp. 56ff. and Einführung in die Metaphysik\np. 150.\nnotes to pages 175–77 407\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 433,
      "bucket": "E (10%+)",
      "error_rate": 10.4,
      "unknown_words_sample": [
        "germain",
        "routledge",
        "nist",
        "ibid",
        "cile",
        "rences",
        "speci",
        "kegan",
        "essais",
        "nonpejorative"
      ],
      "full_text": " \n73. Humanismus, p. 154.\n74. Ibid.\n75. Ibid., p. 133.\n76. Ibid.\n77. Rather, let us cite a passage from Of Learned Ignorance in which Nicho-\nlas of Cusa says: “The creature comes from God, yet it cannot, in\nconsequence of that, add anything to Him who is the Maximum\n[Being]. How are we going to be able to form an idea of creature as\nsuch?” And in order to illustrate “the double process of envelopment\nand development” “whose mode is absolutely unknown,” he writes:\n“It is as if a face were reproduced in its own image. With multiplication\nof the image we get distant and close reproductions of the face. (I do\nnot mean distance in space but a gradual distance from the true face,\nsince without that multiplication would be impossible.) In the many\ndifferent images of that face one face would appear in many, different\nways, but it would be an appearance that the senses would be incap-\nable of recognizing and the mind of understanding.” Of Learned Ignor-\nance, trans. Father Germain Heron [London: Routledge and Kegan\nPaul, 1954], p. 79.\n78. The thought of Being is what permits us to say, without naïveté, reduc-\ntion, or blasphemy, “God, for example.” That is, to think God as what\nhe is without making an object of him. This is what Levinas, here in\nagreement with all the most classical inﬁnist metaphysics, would\njudge to be impossible, absurd, or purely verbal: how to think what\none says when one proposes the expression, God—or the inﬁnite—for\nexample? But the notion of exemplariness would offer more than one\npiece of resistance to this objection.\n79. In a violent article (Heidegger, Gagarine et nous in Difﬁcile liberté,\nHeidegger is designated as the enemy of technology and classed\namong the “enemies of industrial society,” who “most often are\nreactionaries.” This is an accusation to which Heidegger has so fre-\nquently and so clearly responded that we can do no better than to refer\nto his writings, in particular to La question de la technique, which treats\ntechnology as a “mode of unveiling” (in Essais et conférences), to the\nLetter on Humanism, and to the Introduction to Metaphysics (The Limi-\ntation of Being), where a certain violence, of which we will speak in a\nmoment, is linked in a nonpejorative and nonethical way to technology\nin the unveiling of Being (dainon-techné).\nIn any event, we can see the speciﬁcity of the accusation made by\nLevinas. Being (as concept) would be the violence of the neutral. The\nnotes to pages 177–81\n408\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 434,
      "bucket": "E (10%+)",
      "error_rate": 12.0,
      "unknown_words_sample": [
        "homme",
        "lderlins",
        "des",
        "etc",
        "ibid",
        "gleiche",
        "unheimlichkeit",
        "wesen",
        "rences",
        "speci"
      ],
      "full_text": " \nsacred would be the neutralization of the personal God. The “reaction”\nagainst technology would not have as its target the danger of technical\ndepersonalization, but precisely that which liberates from ravishment\nby the Sacred and implantation in the Site.\n80. Since we cannot unfold this debate here, we will refer to the clearest of\nHeidegger’s texts on this point: (a) Sein und Zeit: the themes of essen-\ntial Unheimlichkeit, of the “nudity” of being-in-the-world, “als Un-\nzuhause.” It is precisely this authentic condition that the neutral exist-\nence of the One ﬂees from. (b) Humanismus: concerning Hölderlin’s\npoem Return, Heidegger notes that in his commentary the word\n“country” is “thought in an essential sense, not at all a patriotic sense,\nnor a nationalist sense, but rather, from the point of view of the\nHistory of Being.” (c) In the same location, Heidegger writes in part-\nicular: “On the metaphysical plane, every nationalism is an anthropolo-\ngism, and as such, a subjectivism. Nationalism is not overcome by\npure internationalism, but is rather enlarged and Set up as a system.”\n(d) Finally, as concerns the dwelling and the home (whose praises\nLevinas also understands himself to sing, but, it is true, as a moment\nof interiority, and precisely as economy), Heidegger indeed speciﬁes\nthat the home does not metaphorically determine Being on the basis\nof its economy but, on the contrary, can only be determined as such on\nthe basis of the essence of Being. Cf. also . . . L’homme habite en poète,\nin which, let us note in passing, Heidegger distinguishes the Same\nand the Equal (das Selbe—das Gleiche): “The Same sets to one side any\nhaste to resolve differences in the Equal,” in Essais et conférences.\n81. Cf., for example, Erläuterungen zu Hölderlins Dichtung (Frankfurt,\n1963), p. 14.\n82. Ibid.\n83. Ibid., p. 27.\n84. Cf. also Vom Wesen des Grundes. Theology, the thinking of the existent-\nGod, of the essence and existence of God, thus would suppose the\nthinking of Being. Here we need not refer to Heidegger in order to\nunderstand this movement, but ﬁrst to Duns Scotus, to whom\nHeidegger had devoted one of his ﬁrst writings, as is well known. For\nDuns Scotus, the thought of common and uniform Being is necessar-\nily prior to the thought of the determined existent (determined, for\nexample, as ﬁnite or inﬁnite, created or uncreated, etc.). Which does\nnot mean:\nFirst, that common and uniform Being is a genre, and that Duns\nScotus revives the Aristotelian demonstration without nevertheless\nnotes to pages 181–82 409\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 435,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "thomist",
        "ses",
        "existentiales",
        "ndable",
        "etc",
        "ibid",
        "etienne",
        "mitsein",
        "biemel",
        "sein"
      ],
      "full_text": " \nreferring to the analogy. (On this subject, cf. notably Etienne Gilson,\nJean Duns Scot, Introduction à ses positions fondamentales, pp. 104–5.)\nSecond, that the doctrine of the uniformity of Being is incompatible\nwith the Aristotelian-Thomist doctrine and with the analogy which, as\nGilson shows (ibid., pp. 84–115), is situated on another plane, and\nanswers a different question. The problem which presents itself to\nScotus—and which is the one which occupies us here, in the dialogue\nbetween Levinas and Heidegger—“is therefore posed on a terrain,”\nwrites Gilson, “which is no longer Aristotle’s nor Aquinas’s, because in\norder to penetrate it, one must ﬁrst have emerged from the dilemma\nimposed by Aristotelianism between the universal and the singular,\nthe ‘ﬁrst’ and the ‘second,’ and thereby have escaped the necessity of\nchoosing between the analogous and the uniform, which can only be\naccomplished by isolating a notion of Being in some way metaphysic-\nally pure of all determination” (ibid., p. 89). It follows that if the\nthought of Being (which Gilson, differing from Heidegger, here calls\n“metaphysics”) is implied in all theology, it does not precede it, or\ngovern it in any way, as would a principle or a concept. The relations of\n“ﬁrst” and “second,” etc., have no meaning here.\n85. Sartre, like Levinas, had earlier interpreted the Mitsein in the sense of\ncamaraderie, the team, etc. Here, we refer to Being and Time. Cf. also,\nLe concept du monde chez Heidegger. In this work, Walter Biemel, with\nmuch precision and clarity, confronts this interpretation with\nHeidegger’s intentions (pp. 90ff). Let us add simply that the with of\nthe Mitsein originally no more denotes the structure of a team ani-\nmated by a neutral common task than does the with of the “language\nwith God” (TI). The Being which can interpellate the Mitsein is not, as\nLevinas often gives us to understand, a third term, a common truth,\netc. Finally, the notion of Mitsein describes an original structure of the\nrelationship between Da-Sein and Da-Sein which is prior to every\nmeaning of “encounter” or of “constitution,” that is, to the debate\nwhich we mentioned above. (Cf. also Being and Time: “With and also\nmust be understood as existentiales and not as categories.”)\n86. Cf. Introduction to Metaphysics (especially “The Limitation of Being”).\n87. We must specify here, that “ontology” does not refer to the concept of\nontology which Heidegger proposes to renounce (cf. above [note 4]),\nbut to the unﬁndable expression by which it must be replaced. The\nword “historical” also must be modiﬁed in order to be understood in\nconsonance with the word “ontological,” of which it is not an attribute,\nand in relation to which it marks no derivation.\nnotes to pages 182–86\n410\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 436,
      "bucket": "D (5-10%)",
      "error_rate": 9.4,
      "unknown_words_sample": [
        "ference",
        "uncircumventable",
        "radin",
        "nent",
        "gous",
        "uence",
        "nal",
        "appliqu",
        "entre",
        "der"
      ],
      "full_text": " \n88. Nicholas of Cusa, The Idiot, translated (1650) from Idiota (1450),\nedited by P. Radin (San Francisco: California State Library Occasional\nPapers, Reprint Series no. 19, 1940), pp. 15–16.\n89. Entre deux mondes (“Biographie spirituelle de Franz Rosenzweig” in La\nconscience juive [Paris: P.U.F. 1963], p. 126). This lecture, along with an\narticle by A. Néher (Cahiers de l’Institut de science économique appliqué,\n1959, is the only important text devoted to Rosenzweig, better known\nin France as the author of Hegel und der Staat than of Der Stern der\nErlösung (The Star of Redemption, 1921). Rosenzweig’s inﬂuence on\nLevinas seems to have been profound. “We were impressed by the\nopposition to the idea of totality in Franz Rosenzweig’s Stern der Erl-\nösung, a work too often present in this book to be cited” TI, p. 28.\n90. In his Exposition of Philosophical Empiricism Schelling wrote: “Thus God\nwould be Being enclosed in itself in an absolute manner, would be\nsubstance in the most elevated sense, free of every relation. But from\nthe very fact that we consider these determinations as purely imma-\nnent, as relating to nothing external, one ﬁnds oneself in the necessity\nof having to conceive them by parting from Him, that is, to conceive\nhim as the prius, that is as the absolute prius. And it is thus that,\npushed to its ﬁnal consequences, empiricism leads us to the supra-\nempirical.” Naturally, by “enclosed” and “enfolded” one is not to\nunderstand ﬁnite closure and egoistic muteness, but rather absolute\nalterity, what Levinas calls the Inﬁnite absolved of relation. An analo-\ngous movement is outlined in Bergson, who, in his Introduction to\nMetaphysics, criticizes the empiricist doctrines unfaithful to pure\nexperience in the name of true empiricism, and concludes: “This true\nempiricism is the true metaphysics.”\n91. Pure difference is not absolutely different (from nondifference).\nHegel’s critique of the concept of pure difference is for us here, doubt-\nless, the most uncircumventable theme. Hegel thought absolute dif-\nference, and showed that it can be pure only by being impure. In the\nScience of Logic, as concerns Absolute Difference, Hegel writes, for\nexample: “This difference is difference in-and-for-itself, absolute dif-\nference, the difference of Essence. It is difference in-and-for-itself not\nby the effect of an external cause, but a difference in relation to itself,\nthus a simple difference. It is essential to see in absolute difference a\nsimple difference . . . Difference in itself is difference in relation to\nitself; thus it is its own negativity, difference not in relation to an other,\nbut in relation to itself . . . What differentiates difference is identity.\nDifference, thus, is both itself and identity. Both together make\nnotes to pages 186–92 411\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 438,
      "bucket": "E (10%+)",
      "error_rate": 14.8,
      "unknown_words_sample": [
        "vii",
        "elementaren",
        "husserliana",
        "logische",
        "ibid",
        "der",
        "ical",
        "clari",
        "weltanschauun",
        "und"
      ],
      "full_text": " \n5: GENESIS AND STRUCTURE\n1. Husserl, Formale und transzendentale Logik (Halle, 1929), p. 76.\n2. Husserl, Logische Untersuchungen (Tübingen, 1968), 2, I, sec. 21,\np. 101.\n3. Husserl says at this time that it is a question of, “preparing by a\nseries of ‘psychological and logical researches’ the scientiﬁc founda-\ntions for a future structure on which to erect mathematics and phil-\nosophy” (Philosophie der Arithmetik, Husserliana, vol. 12 [The Hague,\n1970], p. 5). In the Logische Untersuchungen he writes: “I set out from\nan absolute conviction that, like logic in general, the logic of deductive\nscience awaited its philosophical clariﬁcation from psychology (ibid.,\nvol. 1, p. vi). And an article written shortly after the Philosophic der\nArithmetik, Husserl asserts again: “I believe it possible to maintain\nthat no theory of judgment will ever be in agreement with the facts if it\nis not based upon a profound study of the descriptive and genetic\nrelations between intuitions and representations” (“Psychologische\nStudien zur elementaren Logik,” Philosophische Monatshefte 33 [Berlin,\n1894]: 187 (my italics).\n4. The Philosophie der Arithmetik is dedicated to Brentano.\n5. Speaking of the attempt made in Philosophie der Arithmetik, Husserl\nnotes, in the preface to the Logische Untersuchungen: “Correspond-\ningly, the psychological researches occupy a very large place in the ﬁrst\n(and only published) volume of my philosophy of arithmetic. This\npsychological foundation never seemed to me to sufﬁce for certain\ndevelopments. Whenever it was a question of the origin of mathemat-\nical determinations, or of the in fact psychologically determined shap-\ning of practical methods, the results of psychological analysis\nappeared to me to be clear and instructive. But as soon as the transi-\ntion from the psychological developments of thought to the logical\nunity of the content of thought (the unity of theory) was made, no real\ncontinuity or clarity was apparent” (ibid., vol. 1, p. vii).\n6.\nHusserl writes: “I do not understand how he [Dilthey] believes that he\nhas gained decisive grounds against skepticism on the basis of his very\ninstructive analysis of the structure and typology of Weltanschauun-\ngen” (Philosophie als strenge Wissenschaft [Frankfurt 1965], p. 53). Nat-\nurally, historicism is condemned only to the extent that it is necessarily\ntied to an empirical history, to a history as Tatsachenwissenschaft. “His-\ntory, the empirical science of the mind in general, is incapable of decid-\ning by its own means whether or not religion should be distinguished\nnotes to pages 195–200 413\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 439,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "nally",
        "etc",
        "ibid",
        "serl",
        "clari",
        "psychologie",
        "schaft",
        "unwin",
        "philosophie",
        "strenge"
      ],
      "full_text": " \nas a particular form of culture from religion as idea, that is, as valid\nreligion; or whether art should be distinguished as a form of culture\nfrom valid art, historical right from valid right, and ﬁnally, if philosophy\nin the historical sense should be distinguished from valid philosophy”\n(ibid.).\n7. Cf. Philosophie als strenge Wissenschaft, p. 61.\n8. The polemic will be pursued beyond Philosophie als strenge Wissen-\nschaft. Cf. Phänomenologische Psychologie: Vorlesungen Sommersemester,\n1925.\n9. Speaking of the feeling of power which can ensure historical relativ-\nism, Husserl writes: “We insist upon the fact that the principles of\nsuch relative evaluations belong to the ideal sphere, and that the his-\ntorian who evaluates, and does not only seek to understand pure\ndevelopments [of facts], can only presuppose, but cannot, as a histor-\nian, ensure their foundation. The norm of mathematics is found in the\nmathematical, that of logic in the logical, that of ethics in the ethical,\netc.” (Philosophie als strenge Wissenschaft, p. 54).\n10. “Wisdom or Weltanschauung . . . belong to the cultural community and\nto the times, and in relation to its most pronounced forms there is a\ncorrect sense in which one speaks not only of an individual’s culture\nand Weltanschauung, but of an entire epoch’s.” It is this wisdom, Hus-\nserl continues, which gives “the relatively most perfect answer to the\nenigmas of life and the world, that is, leads to a solution and satisfac-\ntory clariﬁcation, in the best possible way, of the theoretical, axio-\nlogical, and practical disagreements of life, which experience, wisdom,\nand the pure apprehension of life and the world can resolve only\nimperfectly” (Philosophie als strenge Wissenschaft, pp. 58–59). “In the\nurgency of life, in the practical necessity to take a position, man cannot\nawait—perhaps for millennia—that science be there, supposing that\nhe already knows the idea of rigorous science” (ibid., p. 64).\n11. Cf. notably Ideas, trans. W. R. Boyce Gibson (London: Allen and Unwin,\n1931), I, sec. 1, p. 51, n. 1.\n12. Ibid., I, secs. 9 and 25.\n13. Ibid., sec. 71, p. 202.\n14. “With the help of axioms, i.e., of primordial laws of Essential Being\n[Wesengesetze], it [geometry] is now in the position to infer deductively,\nand in the form of exact determining concepts which represent\nessences that remain as a rule estranged from our intuition, all forms\nthat ‘exist’ [existierenden] in space, i.e., all spatial forms that are ideally\npossible and all the essential relations that concern them. The essen-\nnotes to pages 200–3\n414\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 440,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "ciple",
        "urteil",
        "etc",
        "ical",
        "ibid",
        "neces",
        "erfahrung",
        "und",
        "prin",
        "tions"
      ],
      "full_text": " \ntial generic nature of the domain of geometry, and in relation thereto\nthe pure essential nature of space, is so ordered that geometry can be\nfully certain of being able to control with exact precision, through its\nmethod, really all the possible cases. In other words, the variety of\nspatial formations generally has a remarkable logical basic property, to\nindicate which we introduce the name ‘deﬁnite’ manifold or ‘mathemat-\nical manifold in the pregnant sense of the term.’ It has the following\ndistinctive feature, that a ﬁnite number of concepts and propositions . . .\ndetermines completely and unambiguously on lines of pure logical neces-\nsity the totality of all possible formations in the domain, so that in prin-\nciple, therefore, nothing further remains open within it” (ibid., sec. 72,\np. 204).\n15. Cf. Ideas, notably third part, chaps. 2 and 4.\n16. Ibid., sec. 85, p. 247.\n17. In the paragraph devoted to hyle¯ and morphe¯ Husserl writes, most\nnotably, “At the level of discussion to which we have so far been\nlimited, which stops short of descending into the obscure depths of\nthe ultimate consciousness which constitutes the whole scheme of\nintentional experience” (ibid., p. 246). Further on: “At all events, in the\nwhole phenomenological domain (in the whole, that is, within the\nstage of constituted temporality, as must always be borne in mind),\nthis remarkable duality and unity of sensile hyle¯ and intentional morphe¯\nplays a dominant part” (p. 247). Previously, after having compared the\nspatial and temporal dimensions of the hyle¯ Husserl indicated, while\njustifying them, the limits of static description and the necessity of\nmaking the transition to genetic description: “For the rest, as will be\napparent in the light of the studies to be undertaken later, Time is the\nname for a completely self-contained sphere of problems and one of\nexceptional difﬁculty. It will be seen that in a certain sense our previous\nexposition has been silent, and necessarily so, concerning a whole\ndimension, so as to maintain free of confusion what ﬁrst becomes\ntransparent from the phenomenological standpoint alone . . . The\ntranscendental ‘Absolute’ which we have laid bare through the reduc-\ntions is in truth not ultimate; it is something which in a certain pro-\nfound and wholly unique sense constitutes itself, and has its primeval\nsource [Urquelle] in what is ultimately and truly absolute” (ibid.,\np. 236). Will this limitation ever disappear in the works elaborated\nlater? One encounters reservations of this type in all the great later\nbooks, particularly in Erfahrung und Urteil (pp. 72, 116, 194, etc.)\nand every time that a “transcendental aesthetic” is announced\nnotes to pages 203–5 415\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 441,
      "bucket": "E (10%+)",
      "error_rate": 11.5,
      "unknown_words_sample": [
        "logische",
        "etc",
        "der",
        "ibid",
        "medi",
        "und",
        "nom",
        "logik",
        "universalities",
        "philosophie"
      ],
      "full_text": " \n(Conclusion of Formale und transzendentale Logik and Cartesian Medi-\ntations, see. 61).\n18. Notably this is the project of Köhler, for whom psychology must sur-\nrender to “phenomenological description,” and of Koffka, a disciple of\nHusserl who seeks to show, in his Principles of Gestalt Psychology, that\nthe “psychology of form” escapes the criticism of psychologism by\nmeans of its structuralism.\nThe conjunction of phenomenology and the “psychology of form”\nwas readily foreseeable. Not at the moment when Husserl had to\n“return” to the “notion of ‘conﬁguration’ and even of Gestalt” in the\nCrisis, as Merleau-Ponty suggests (Phénoménologie de la perception,\np. 62, n. 1), but, on the contrary, because Husserl always alleged, and\nwith some justiﬁcation, that Gestaltpsychologie borrowed his own con-\ncepts, particularly the concept of “motivation” (cf. Ideas, sec. 47, and\nCartesian Meditations, sec. 37) which had already appeared in the\nLogische Untersuchungen, and the concept of an organized totality,\nthe uniﬁed plurality, already present in Philosophie der Arithmetik\n(1887–91). Concerning all these questions we refer to A. Gurwitsch’s\nimportant work Théorie du champ de la conscience.\n19. (Halle, 1913), pp. 564ff.\n20. “Since the monadically concrete ego includes also the whole of actual\nand potential conscious life, it is clear that the problem of explicating\nthis monadic ego phenomenologically (the problem of his constitution\nfor himself) must include all constitutional problems without exception.\nConsequently, the phenomenology of this self-constitution coincides\nwith phenomenology as a whole.” (Cartesian Meditations, trans. Dorian\nCairns [The Hague: Martinus Nijhoff, 1960], see. 33, p. 68).\n21. “Now, however, we must call attention to a great gap in our exposition.\nThe ego is himself existent for himself in continuous evidence; thus, in\nhimself, he is continuously constituting himself as existing. Heretofore we\nhave touched on only one side of this self-constitution, we have looked\nat only the ﬂowing cogito. The ego grasps himself not only as a ﬂowing\nlife but also as I, who live this and that subjective process, who live\nthrough this and that cogito as the same I. Since we were busied up to\nnow with the intentional relation of consciousness to object, cogito to\ncogitatum . . .” etc. (ibid., p. 66).\n22. “Access to the ultimate universalities involved in problems of eidetic\nphenomenology is, however, very difﬁcult. This is particularly true with\nrespect to an ultimate genesis. The beginning phenomenologist is\nbound involuntarily by the circumstance that he takes himself as his\nnotes to pages 205–7\n416\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 442,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "nom",
        "telos",
        "aristotelean",
        "ibid",
        "phenomeno",
        "nds",
        "rst",
        "phenomen",
        "trans",
        "voix"
      ],
      "full_text": " \ninitial example. Transcendentally he ﬁnds himself as the ego, then as\ngenerically an ego, who already has (in conscious fashion) a world—a\nworld of our universally familiar ontological type, with Nature, with\nculture (sciences, ﬁne art, mechanical art and so forth), with person-\nalities of a higher order (state, church), and the rest. The phenom-\nenology developed at ﬁrst is merely ‘static’; its descriptions are\nanalogous to those of natural history, which concerns particular types\nand, at best, arranges them in their systematic order. Questions of\nuniversal genesis and the genetic structure of the ego in his universal-\nity, so far as that structure is more than temporal formation, are still\nfar away; and, indeed, they belong to a higher level. But even when they\nare raised, it is with a restriction. At ﬁrst, even eidetic observation will\nconsider an ego as such with the restriction that a constituted world\nalready exists for him. This, moreover, is a necessary level; only by\nlaying open the law-forms of the genesis pertaining to this level can\none see the possibilities of a maximally universal eidetic phenomen-\nology” (ibid., pp. 76–77).\n23. The Crisis of European Sciences and Transcendental Phenomenology.\ntrans. David Carr (Evanston: Northwestern University Press, 1970),\np. 378. [This citation is from “The Origin of Geometry,” translated into\nFrench by Derrida—Trans.]\n24. Cartesian Meditations, sec. 37, p. 75.\n25. TN. Auto-affection refers also to Heidegger’s analysis of Kant’s notion\nof time in Kant and the Problem of Metaphysics. As can be seen in the\nnext few sentences the concept of auto-affection is concerned with\ntime as the self-generating inﬁnite series of present moments. Here\nDerrida is beginning the important analysis of speech as that which\nmakes truth present. It is this analysis which will allow him to view the\ntreatment of writing by philosophy as an index of the similar paradoxes\ncontained within the notions of speech and presence. Derrida’s book\non Husserl, La voix et le phénomène (Paris: P.U.F., 1967) contains an\nextended analysis of speech as auto-affection.\n26. Cartesian Meditations, sec. 60, p. 139.\n27. Ibid., sec. 64, p. 156.\n28. These expressions from late Husserl are ordered as in Aristotelean\nmetaphysics, where eidos, logos, and telos determine the transition\nfrom power to act. Certainly, like the name of God, which Husserl also\ncalls Entelechy, these notions are designated by a transcendental\nindex, and their metaphysical virtue is neutralized by phenomeno-\nlogical brackets. But, of course, the possibility of this neutralization,\nnotes to pages 207–9 417\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 443,
      "bucket": "E (10%+)",
      "error_rate": 13.3,
      "unknown_words_sample": [
        "gure",
        "blanchot",
        "cruaut",
        "ques",
        "ibid",
        "der",
        "nity",
        "und",
        "wissenschaften",
        "venir"
      ],
      "full_text": " \nthe possibility of its purity, its conditions, or its “immotivation,” will\nnever cease to be problematical. Nor did it ever cease to be so for\nHusserl himself, like the possibility of the transcendental reduction\nitself. The latter maintains an essential afﬁnity with metaphysics.\n29. Die Krisis der europaischen Wissenschaften und die transzendentale\nPhänomenologie (The Hague: Martinus Nijhoff, 1954), pp. 502–3.\n6: LA PAROLE SOUFFLÉE\n1. TN. On the question of madness and the work, cf. above, “Cogito and\nthe History of Madness,” in which Derrida examines at length\nFoucault’s deﬁnition of madness as “the absence of the work.”\n2. Michel Foucault “Le ‘non’ du père,” Critique, March 1962, pp. 207–8.\n[Foucault’s article is a review of Jean Laplanche’s Hölderlin et la ques-\ntion du père; Paris: P.U.F., 1961.]\n3. TN. Maurice Blanchot, Le livre à venir (Paris: Gallimard, 1959), p. 48.\n4. TN. This is a pre-Hegelian concept of the relations between truth,\nerror, and history because, for Hegel, historical “error” is dialectically\nintrinsic to historical truth, and individual experience is never isolated\nfrom historical process.\n5. Blanchot, Le livre à venir, p. 48.\n6. Ibid., p. 57.\n7. TN. This is the ﬁgure of the “beautiful soul” from the Phenomenology.\nHegel is generally considered to have been describing Novalis in his\nanalysis of the “beautiful soul.” Derrida seems to be saying here that\njust as Hegel makes Novalis an example of a transcendental structure\nwithout considering anything in Novalis that does not participate in\nthis structure, so Blanchot is making an example of Artaud, inevitably\nreducing to the level of error that which is particular to Artaud.\n8. This afﬁrmation, whose name is “the theater of cruelty,” is pronounced\nafter the letters to Jacques Rivière and after the early works, but it\nalready governs them. “The theater of cruelty / is not the symbol of an\nabsent void, / or a horrifying inability to realize oneself within one’s life\n/ as a person, / it is the afﬁrmation / of a terrifying / and, moreover,\nunavoidable necessity” (Le théâtre de la cruauté, 84, nos. 5–6 [1948],\np. 124). [There is no complete translation of Artaud’s work into English.\nReferences to OC are to the Œuvres complètes (Paris: Gallimard, 1970),\nby volume and page. TD refers to The Theater and Its Double, trans.\nMary Caroline Richards (New York: Grove Press, 1958); AA refers to the\nArtaud Anthology, ed. Jack Hirschman (San Francisco: City Lights\nnotes to pages 209–15\n418\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 444,
      "bucket": "D (5-10%)",
      "error_rate": 9.5,
      "unknown_words_sample": [
        "lacan",
        "blanchot",
        "tique",
        "etc",
        "venir",
        "artaud",
        "notre",
        "ation",
        "impouvoir",
        "tre"
      ],
      "full_text": " \nBooks, 1965); CW refers to volume and page of the Collected Works,\ntrans. Victor Corti (London: Calder & Boyars, 1971).]\n9. Blanchot, Le livre à venir, p. 52.\n10. Preface to Karl Jaspers’ Strindberg et Van Gogh, Hölderlin et Swedenborg\n(Paris: Editions de Minuit, 1953). The same essentialist schema, even\nmore bare this time, appears in another text of Blanchot’s: “La cruelle\nraison poétique,” in Artaud et le Théâtre de notre temps (Paris:\nGallimard, 1958).\n11. TN. Laplanche (see note 2 above), p. 11. Hellingrath was a Hölderlin\nscholar and editor of his collected works.\n12. “Hölderlin’s existence thus would be a particularly good example of\npoetic fate, which Blanchot links to the very essence of speech as the\n‘relation to absence.’ ” Laplanche, p. 10.\n13. TN. The name of this essay is untranslatable because it plays on all the\nmeanings of soufﬂer, some of which Derrida is about to explain. We\nhave chosen “spirited away” because it maintains the connections\nwith theft, breath (from the Latin spirare), and the multiple meanings\nof in-spir-ation. The French word for “prompter” (soufﬂeur) might best\nbe rendered by the neologism “inspirator.” Every use of a derivative of\nsoufﬂer in the original text has been indicated in brackets.\n14. The public is not to exist outside, before or after the stage of cruelty, is\nnot to await it, to contemplate it, or to survive it—is not even to exist\nas a public at all. Whence an enigmatic and lapidary formulation, in\nThe Theater and Its Double, in the midst of abundant, inexhaustible\ndeﬁnitions of “directing,” the “language of the Stage,” “musical\ninstruments,” “lighting,” “costumes,” etc. The problem of the public\nis thereby exhausted: “The Public. First of all this theater must exist”\n(TD, p. 99).\n15. The word appears in Nerve-Scales, CW 1:72. [In the Collected Works, the\noriginal impouvoir which we have translated as “unpower,” is trans-\nlated as “powerlessness.”]\n16. TN. Répétition in French means both repetition and rehearsal.\n17. TN. The reference to Poe’s “The Purloined Letter” seems deliberate.\nThis story was the focus of a seminar by Jacques Lacan in which he\nexpounded his theory of the signiﬁer, as does Derrida here.\n18. TN. The excess in question may be construed as that which holds\napart and unites multiple meanings in one signiﬁer. That a historical\nsystem must be open at some point means that it must be founded on\nsomething like this excess. History begins with writing.\n19. With the proper precautions we could speak of Artaud’s Bergsonian\nnotes to pages 215–25 419\n"
    }
  ]
}