{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 4,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 154,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "cogito",
        "stration",
        "nitude",
        "pre",
        "guage",
        "disincarnated",
        "nity",
        "nitely",
        "ponty",
        "alterity"
      ],
      "full_text": " \nreach it only as I must reach it. But I must only reach it as the inaccessible,\nthe invisible, the intangible. Secret, separate, invisible like Gyjès (“the\nvery condition of man”)—this is the very state, the very status of what is\ncalled the psyche. This absolute separation, this natural atheism, this\nlying freedom in which truth and discourse take root—all this is a “great\nglory for the creator.” An aﬃrmation which, for once at least, is hardly\ndisorienting.\nFor the face to present the other without metaphor, speech must not\nonly translate thought. Thought, of course, already must be speech, but\nabove all the body must also remain a language. Rational knowledge\nmust not be the ﬁrst word of words. If one is to believe Levinas, Husserl\nand Heidegger, at bottom, accepted the classical subordination of lan-\nguage to thought, and body to language. On the contrary, Merleau-\nPonty, “better than others,” would have shown “that disincarnated\nthought, thinking of speech before speaking it, thought as constitutive\nof the world of speech, was a myth.” But by the force of a movement\nproper to Levinas, he accepts this extreme “modern” audacity only to\nredirect it toward an inﬁnitism that this audacity itself must suppose,\naccording to himself; and the form of this inﬁnitism is often quite\nclassical, pre-Kantian rather than Hegelian. Thus, the themes of one’s\nown body as language and as intentionality cannot get around the\nclassical dangers, and thought cannot ﬁrst be language unless it is\nacknowledged that thought is ﬁrst and irreducibly a relation to the other\n(which it seems to us did not escape Merleau-Ponty);36 but a relation to\nan irreducible other who summons me without possibility of return\nfrom without, for in this order is presented the inﬁnity which no\nthought can enclose and which forbids all monologue “even if it had\n‘the corporal intentionality’ of Merleau-Ponty.” Despite all appearances\nand all habitual thinking, it must be acknowledged here that the dis-\nsociation of thought and language, and the subordination of the latter\nto the former, are proper to a philosophy of ﬁnitude. And this demon-\nstration would refer us once more to the Cartesian Cogito of the third\nMeditation, beyond Merleau-Ponty, Heidegger, and Husserl. And does so\naccording to a schema that seems to us to support the entirety of\nLevinas’s thought: the other is the other only if his alterity is absolutely\nirreducible, that is, inﬁnitely irreducible; and the inﬁnitely Other can\nonly be Inﬁnity.\nviolence and metaphysics 129\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 155,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "autrui",
        "circum",
        "heteron",
        "littr",
        "regi",
        "nity",
        "ect",
        "rst",
        "levinas",
        "conceptuality"
      ],
      "full_text": " \nAs speech and glance the face is not in the world, since it opens and\nexceeds the totality. This is why it marks the limit of all power, of all\nviolence, and the origin of the ethical. In a sense, murder is always\ndirected against the face, but thereby always misses it. “Murder exerts a\npower over that which escapes power. Still, a power, for the face\nexpresses itself in the sensible; but already impotence, because the face\nrips apart the sensible.” “The Other is the only being who I may wish\nto kill,” but the only one, also, who orders that “thou shalt commit no\nmurders,” and thus absolutely limits my power. Not by opposing me\nwith another force in the world, but by speaking to me, and by looking\nat me from an other origin of the world, from that which no ﬁnite\npower can restrict: the strange, unthinkable notion of unreal resistance.\nSince his 1953 article (already cited), Levinas no longer, to our know-\nledge, speaks of “intelligible resistance”— an expression whose sense\nstill belongs at least literally, to the realm of the same, and which was\nutilized, apparently, only to signify an unreal resistance. In Totality and\nInﬁnity Levinas speaks of “ethical resistance.”\nThat which escapes the concept as power, therefore, is not existence\nin general, but the existence of the Other. And ﬁrst of all because,\ndespite all appearances, there is no concept of the Other. We would\nhave to reﬂect upon this word “Other” [Autrui] in an artisan-like way,\nin the realm where philosophy and philology constrain each other,\nuniting their concerns and their rigor—this word “Other” circum-\nscribed in silence by the capital letter which ever increases the neutral-\nity of the other, and which we use so familiarly, even though it is the\nvery disorder of our conceptuality. Is it only a common noun without\nconcept? But, ﬁrst of all, is it a noun? It is not an adjective, or a\npronoun; therefore it is a substantive—and such it is classed by the\ndictionaries—but a substantive which is not, as usual, a species of noun:\nneither common noun, for it cannot take, as in the category of the\nother in general, the heteron, the deﬁnite article. Nor the plural. “In the\nchancellery location l’autrui [the Other], le must not be understood as\nthe article of autrui: implied is property, rights: the property, the rights of Others,”\nnotes Littré, who began thus: “Autrui, from alter-huic, this other, in regi-\nmen: this is why autrui is always in regimen, and why autrui is less\ngeneral than les autres [the others].” Thus, without making language the\naccident of thought, we would have to account for this: that, within\nwriting and difference\n130\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 156,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "cealing",
        "revela",
        "unnamable",
        "undeclinable",
        "autre",
        "precomprehension",
        "irrup",
        "autrui",
        "thematization",
        "heteron"
      ],
      "full_text": " \nlanguage, that which is always “in regimen” and in the least generality\nis, in its meaning, undeclinable and beyond genre. What is the origin\nof this case of meaning in language, of this regimen in which language\nplaces meaning? Nor is autrui a proper noun, even though its anonym-\nity signiﬁes but the unnamable source of every proper noun. We would\nhave to examine patiently what emerges in language when the Greek\nconception of heteron seems to run out of breath when faced by the alter-\nhuic; what happens when the heteron seems to become incapable of\nmastering what it alone, however, is able to precomprehend by con-\ncealing it as alterity (other in general), and which, in return, will reveal\nto heteron its irreducible center of meaning (the other as Other [autrui]).\nWe would have to examine the complicity of the concealment and the\nprecomprehension which does not occur within a conceptual move-\nment, for the French word autrui does not designate a category of the\ngenre autre. We would have to examine this thought of the other in\ngeneral (which is not a genre), the Greek thought within which this\nnonspeciﬁc diﬀerence realizes (itself in) our history. Or, rather: what does\nautre mean before its Greek determination as heteron, and its Judeo-\nChristian determination as autrui? This is the kind of question which\nLevinas seems to contest profoundly: according to him, only the irrup-\ntion of the Other permits access to the absolute and to the irreducible\nalterity of the other. We would have to examine, therefore, this Huic of\nautrui whose transcendence is not yet that of a thou. Here, Levinas’s\nopposition to Buber or to Gabriel Marcel becomes meaningful. After\nopposing the magisterial height of the You to the intimate reciprocity of\nthe Me-Thou (TI), Levinas seems to move toward a philosophy of the\nIlle, of the He (Il) in his meditation of the Trace (that is, of the neighbor\nas a distant stranger, according to the original ambiguity of the word\ntranslated as the “neighbor” to be loved). A philosophy of the He who\nwould not be an impersonal object opposed to the thou, but the invis-\nible transcendence of the Other.37 If the face’s expression is not revela-\ntion, then the unrevealable is expressed beyond all thematization,\nbeyond all constitutive analysis, all phenomenology. At its various\nstages, the transcendental constitution of the alter ego—of which Husserl\nattempts to reassemble the description in the ﬁfth of the Cartesian\nMeditations—would presuppose that whose genesis it allegedly traces\n(according to Levinas). The Other could not be constituted as an alter\nviolence and metaphysics 131\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 157,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "appresentative",
        "cogito",
        "gure",
        "ceeding",
        "exteriority",
        "nized",
        "ections",
        "recog",
        "nity",
        "alterity"
      ],
      "full_text": " \nego, as a phenomenon of the ego, by and for a nomadic subject pro-\nceeding by appresentative analogy. All the diﬃculties encountered by\nHusserl could be “surmounted” if the ethical relationship were recog-\nnized as the original face-to-face, as the emergence of absolute alterity,\nthe emergence of an exteriority which can be neither derived, nor\nengendered, nor constituted on the basis of anything other than itself.\nAn absolute outside, an exteriority inﬁnitely overﬂowing the monad of\nthe ego cogito. Here again, Descartes against Husserl, the Descartes of the\nThird Meditation allegedly misconstrued by Husserl. While Descartes, in\nhis reﬂections on the cogito, becomes aware that inﬁnity not only cannot\nbe constituted as a (dubitable) object, but has already made inﬁnity\npossible as a cogito overﬂowing the object, (a nonspatial overﬂowing,\nagainst which metaphor shatters), Husserl, on the other hand, “sees in\nthe cogito a subjectivity with no support from without, constituting\nthe idea of inﬁnity itself, and providing himself with it as object” (TI).\nNow, the inﬁnite(-ly other) cannot be an object because it is speech,\nthe origin of meaning and the world. Therefore, no phenomenology\ncan account for ethics, speech, and justice.\nBut if all justice begins with speech, all speech is not just. Rhetoric\nmay amount to the violence of theory, which reduces the other when it\nleads the other, whether through psychology, demagogy, or even peda-\ngogy which is not instruction. The latter descends from the heights of\nthe master, whose absolute exteriority does not impair the disciple’s\nfreedom. Beyond rhetoric, speech uncovers the nudity of the face,\nwithout which no nudity would have any meaning. All nudity, “even\nthe nudity of the body experienced in shame,” is a “ﬁgure of speech”\nin relation to the nonmetaphorical nudity of the face. This is already\nquite explicit in Is Ontology Fundamental? “The nudity of the face is not a\nstylistic ﬁgure.” And it is shown, still in the form of negative theology,\nthat this nudity is not even an opening, for an opening is relative to a\n“surrounding plenitude.” The word “nudity” thus destroys itself after\nserving to indicate something beyond itself. An entire reading and\ninterrogation of Totality and Inﬁnity could be developed around this\naﬃrmation. For this aﬃrmation seems to us quite implicitly—perhaps\neven too implicitly—to support the decisive division between what\nLevinas calls the face and that which is Beyond the Face, the section which\nconsiders, aside from the Phenomenology of Eros, Love, Fecundity, and\nwriting and difference\n132\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 160,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "clift",
        "gure",
        "parousia",
        "etc",
        "nity",
        "signi",
        "blance",
        "ect",
        "levinas",
        "passeth"
      ],
      "full_text": " \nblance which is not the “ontological mark” of the worker imprinted\non his product, or on “beings created in his image and resemblance”\n(Malebranche);39 a resemblance which can be understood neither in\nterms of communion or knowledge, nor in terms of participation and\nincarnation. A resemblance which is neither a sign nor an eﬀect of\nGod. Neither the sign nor the eﬀect exceeds the same. We are “in the\nTrace of God.” A proposition which risks incompatability with every\nallusion to the “very presence of God.” A proposition readily converted\ninto atheism: and if God was an eﬀect of the trace? If the idea of divine\npresence (life, existence, parousia, etc.), if the name of God was but the\nmovement of erasure of the trace in presence? Here it is a question of\nknowing whether the trace permits us to think presence in its system,\nor whether the reverse order is the true one. It is doubtless the true order.\nBut it is indeed the order of truth which is in question. Levinas’s thought\nis maintained between these two postulations.\nThe face of God disappears forever in showing itself. Thus are\nreassembled in the unity of their metaphysical signiﬁcation, at the very\nheart of the experience denuded by Levinas, the diverse evocations of\nthe Face of Yahweh, who of course is never named in Totality and Inﬁnity.\nThe face of Yahweh is the total person and the total presence of “the\nEternal speaking face to face with Moses,” but saying to him also:\n“Thou canst not see my face: for there shall be no man see me and\nlive. . . . thou shalt stand upon a rock: and it shall come to pass, while\nmy glory passeth by, that I will put thee in a clift of the rock, and will\ncover thee with my hand while I pass by: And I will take away mine\nhand, and thou shalt see my back parts: but my face shall not be seen”\n(Exodus 33:20–23). The face of God which commands while hiding\nitself is at once more and less a face than all faces. Whence, perhaps,\ndespite all Levinas’s precautions, the equivocal complicity of theology\nand metaphysics in Totality and Inﬁnity. Would Levinas subscribe to this\ninﬁnitely ambiguous sentence from the Book of Questions by Edmond\nJabès: “All faces are His; this is why HE has no face”?\nThe face is neither the face of God nor the ﬁgure of man: it is their\nresemblance. A resemblance which, however, we must think before, or\nwithout, the assistance of the Same.40\nviolence and metaphysics 135\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 161,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "condemna",
        "ized",
        "nity",
        "selbst",
        "autre",
        "homogen",
        "ipse",
        "erence",
        "alterity",
        "interiority"
      ],
      "full_text": " \nIII DIFFERENCE AND ESCHATOLOGY\nThe questions whose principles we now will attempt to indicate are all,\nin several senses, questions of language: questions of language and the\nquestion of language. But if our commentary has not been too unfaith-\nful, it is already clear that there is no element of Levinas’s thought\nwhich is not, in and of itself, engaged by such questions.\nOf the original polemic\nFirst, let it be said, for our own reassurance: the route followed by\nLevinas’s thought is such that all our questions already belong to his\nown interior dialogue, are displaced into his discourse and only listen\nto it, from many vantage points and in many ways.\nA. Thus, for example, De l’existence à l’existant and Le temps et l’autre seemed\nto proscribe the “logic of genre,” as well as the categories of the Same\nand Other. These lacked the originality of the experience to which\nLevinas wished to lead us back: “To the cosmos which is Plato’s world\nis opposed the world of the mind, in which the implications of eros are\nnot reduced to the logic of genre, in which the ego is substituted for\nthe same, and Others for the other.” Now, in Totality and Inﬁnity, where the\ncategories of Same and Other return in force, the vis demonstrandi and\nvery energy of the break with tradition is precisely the adequation of\nEgo to the Same, and of Others to the Other. Without using these terms\nthemselves, Levinas often warned us against confusing identity and\nipseity, Same and Ego: idem and ipse. This confusion, which, in a certain\nway, is immediately practiced by the Greek concept of autos and the\nGerman concept of selbst, does not occur as spontaneously in French;\nnevertheless, it returns as a kind of silent axiom in Totality and Inﬁnity41.\nWe have seen this: according to Levinas there would be no interior\ndiﬀerence, no fundamental and autochthonous alterity within the ego.\nIf, formerly, interiority, the secret and original separation, had permit-\nted the break with the classical use of the Greek concepts of Same and\nOther, the amalgamation of Same and Ego (Same and Ego homogen-\nized, and homogenized with the concept, as well as with the ﬁnite\ntotality) now permits Levinas to include within the same condemna-\nwriting and difference\n136\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 162,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "tion",
        "noncontradictory",
        "ren",
        "egoisms",
        "ence",
        "egoity",
        "premetaphysical",
        "levinas",
        "possibilization",
        "ive"
      ],
      "full_text": " \ntion both the Greek and the most modern philosophies of subjectivity,\nthe philosophies most careful to distinguish, as did Levinas previously,\nthe Ego from the Same and Others from the other. Without close\nattention to this double movement, to this progress which seems to\ncontest its own condition and its own initial stage, we would miss the\noriginality of this protest against the concept, the state and totality: it is\nnot made, as is generally the case, in the name of subjective existence,\nbut against it. Simultaneously against Hegel and against Kierkegaard.\nLevinas often warns us against confusing—as one is so tempted to\ndo—his anti-Hegelianism with a subjectivism, or with a Kierkegaardian\ntype of existentialism, both of which would remain, according to\nLevinas, violent and premetaphysical egoisms. “It is not I who do not\naccept the system, as Kierkegaard thought, it is the other.” Can one not\nwager that Kierkegaard would have been deaf to this distinction? And\nthat he, in turn, would have protested against this conceptuality? It as\nsubjective existence, he would have remarked perhaps, that the other\ndoes not accept the system. The other is not myself—and who has ever\nmaintained that it is?—but it is an Ego, as Levinas must suppose in order\nto maintain his own discourse. The passage from Ego to other as an Ego\nis the passage to the essential, non-empirical egoity of subjective exist-\nence in general. The philosopher Kierkegaard does not only plead for\nSören Kierkegaard, (“the egoistic cry of a subjectivity still concerned\nwith Kierkegaard’s happiness or salvation”), but for subjective exist-\nence in general (a noncontradictory expression); this is why his dis-\ncourse is philosophical, and not in the realm of empirical egoism. The\nname of a philosophical subject, when he says I, is always, in a certain\nway, a pseudonym. This is a truth that Kierkegaard adopted systematic-\nally, even while protesting against the “possibilization” of individual\nexistence which resists the concept. And is not this essence of subject-\nive existence presupposed by the respect for the other, which can be\nwhat it is—the other—only as subjective existence? In order to reject the\nKierkegaardian notion of subjective existence Levinas should eliminate\neven the notions of an essence and a truth of subjective existence (of the\nEgo, and primarily of the Ego of the Other). Moreover, this gesture\nwould comply with the logic of the break with phenomenology and\nontology. The least one might say is that Levinas does not do so, and\ncannot do so, without renouncing philosophical discourse. And, if you\nviolence and metaphysics 137\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 167,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "exteriority",
        "lexicologically",
        "der",
        "historia",
        "nity",
        "geschichte",
        "aufheben",
        "guage",
        "aufhebung",
        "logik"
      ],
      "full_text": " \nit seems to us, has attempted this more profoundly than Hegel. With-\nout naïvely using the category of chance, of happy predestination or of\nthe chance encounter, one would have to do for each concept what\nHegel does for the German notion of Aufhebung, whose equivocality and\npresence in the German language he calls delightful: “Aufheben has in the\nGerman language a double sense: that of preserving, maintaining, and\nthat of leaving oﬀ, bringing to an end. To preserve, moreover, has a negative\nsense. . . . Lexicologically, these two determinations of the Aufheben may\nbe considered as two meanings of the word. It is remarkable that a lan-\nguage comes to use one and the same word to express two opposed\nmeanings. Speculative thought is delighted [my italics] to ﬁnd in language\nwords which by themselves have a speculative sense; the German lan-\nguage possesses several of these” (Wissenschaft der Logik I, pp. 124–25). In\nthe Vorlesungen über die Philosophie der Geschichte (Lectures on the Philosophy of\nHistory) Hegel also notes that the union of two meanings (historia rerum\ngestarum and res gestas) of the word Geschichte “in our language” is not a\n“simple exterior contingency.”\nHenceforth, if I cannot designate the (inﬁnite) irreducible alterity of\nthe Other except through the negation of (ﬁnite) spatial exteriority,\nperhaps the meaning of this alterity is ﬁnite, is not positively inﬁnite.\nThe inﬁnitely other, the inﬁnity of the other, is not the other as a\npositive inﬁnity, as God, or as resemblance with God. The inﬁnitely\nOther would not be what it is, other, if it was a positive inﬁnity, and if\nit did not maintain within itself the negativity of the indeﬁnite, of the\napeiron. Does not “inﬁnitely other” primarily signify that which does\nnot come to an end, despite my interminable labor and experience?\nCan one respect the Other as Other, and expel negativity—labor—from\ntranscendence, as Levinas seeks to do? The positive Inﬁnity (God)—if\nthese words are meaningful—cannot be inﬁnitely Other. If one thinks,\nas Levinas does, that positive Inﬁnity tolerates, or even requires, inﬁnite\nalterity, then one must renounce all language, and ﬁrst of all the words\ninﬁnite and other. Inﬁnity cannot be understood as Other except in the\nform of the in-ﬁnite. As soon as one attempts to think Inﬁnity as a\npositive plenitude (one pole of Levinas’s nonnegative transcendence),\nthe other becomes unthinkable, impossible, unutterable. Perhaps\nLevinas calls us toward this unthinkable-impossible-unutterable\nbeyond (tradition’s) Being and Logos. But it must not be possible\nwriting and difference\n142\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 169,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "scendence",
        "erence",
        "nity",
        "signi",
        "ect",
        "alterity",
        "levinas",
        "culties",
        "osophy",
        "inde"
      ],
      "full_text": " \nquestion perhaps signiﬁes that within philosophy and within language,\nwithin philosophical discourse (supposing there are any others), one cannot\nsimultaneously save the themes of positive inﬁnity and of the face (the\nnonmetaphorical unity of body, glance, speech, and thought). This last\nunity, it seems to us, can be thought only within the horizon of inﬁnite\n(indeﬁnite) alterity as the irreducibly common horizon of Death and the\nOther. The horizon of ﬁnitude or the ﬁnitude of the horizon.\nBut, let us repeat, all this within philosophical discourse, where the thought\nof Death itself (without metaphor) and the thought of a positive Inﬁnity\nhave never been able to understand each other. If the face is body, it is\nmortal. Inﬁnite alterity as death cannot be reconciled with inﬁnite\nalterity as positivity and presence (God). Metaphysical transcendence\ncannot be at once transcendence toward the other as Death and tran-\nscendence towards the other as God. Unless God means Death, which\nafter all has never been excluded by the entirety of the classical phil-\nosophy within which we understand God both as Life and as the Truth\nof Inﬁnity, of positive Presence. But what does this exclusion mean if not\nthe exclusion of every particular determination? And that God is nothing\n(determined), is not life, because he is everything? and therefore is at\nonce All and Nothing, Life and Death. Which means that God is or\nappears, is named, within the diﬀerence between All and Nothing, Life\nand Death. Within diﬀerence, and at bottom as Diﬀerence itself. This\ndiﬀerence is what is called History. God is inscribed in it.\nIt will be said that Levinas stands opposed to precisely this kind of\nphilosophical discourse. But in this combat, he already has given up the\nbest weapon: disdain of discourse. In eﬀect, when confronted by the\nclassical diﬃculties of language we are referring to, Levinas cannot\nprovide himself with the classical resources against them. At arms with\nthe problems which were equally the problems of negative theology\nand of Bergsonism, he does not give himself the right to speak, as they\ndid, in a language resigned to its own failure. Negative theology was\nspoken in a speech that knew itself failed and ﬁnite, inferior to logos as\nGod’s understanding. Above all, negative theology never undertook a\nDiscourse with God in the face to face, and breath to breath, of two free\nspeeches; and this despite the humility and the haughtiness of breaking\noﬀ, or undertaking, the exchange. Analogously, Bergson had the right\nto announce the intuition of duration, and to denounce intellectual\nwriting and difference\n144\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 170,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "exteriority",
        "telos",
        "ques",
        "ciency",
        "autodestruction",
        "guage",
        "antagon",
        "alterity",
        "lan",
        "nitely"
      ],
      "full_text": " \nspatialization, within a language given over to space. It was not a ques-\ntion of saving, but of destroying discourse within “metaphysics,” the\nscience which allegedly does without symbols” (Bergson). Antagon-\nistic metaphors were multiplied systematically in this autodestruction\nof language which advocated silent metaphysical intuition. Language\nbeing deﬁned as a historical residue, there was no contradiction in\nutilizing it, for better or for worse, in order to denounce its own\nbetrayal, and then to abandon it to its own insuﬃciency as rhetorical\nrefuse, speech lost to metaphysics. Like negative theology, a philosophy of\nintuitive communion gave itself the right (correctly or incorrectly,\nanother problem) to travel through philosophical discourse as through\na foreign medium. But what happens when this right is no longer\ngiven, when the possibility of metaphysics is the possibility of speech?\nWhen metaphysical responsibility is responsibility for language,\nbecause “thought consists of speaking” (TI), and metaphysics is a lan-\nguage with God? How to think the other, if the other can be spoken\nonly as exteriority and through exteriority, that is, nonalterity? And if\nthe speech which must inaugurate and maintain absolute separation is\nby its essence rooted in space, which cannot conceive separation and\nabsolute alterity? If, as Levinas says, only discourse (and not intuitive\ncontact) is righteous, and if, moreover, all discourse essentially retains\nwithin it space and the Same—does this not mean that discourse is\noriginally violent? And that the philosophical logos, the only one in\nwhich peace may be declared, is inhabited by war? The distinction\nbetween discourse and violence42 always will be an inaccessible hori-\nzon. Nonviolence would be the telos, and not the essence of discourse.\nPerhaps it will be said that something like discourse has its essence in\nits telos, and the presence of its present in its future. This certainly is so,\nbut on the condition that its future and its telos be nondiscourse: peace\nas a certain silence, a certain beyond of speech, a certain possibility, a\ncertain silent horizon of speech. And telos has always had the form of\npresence, be it a future presence. There is war only after the opening of\ndiscourse, and war dies out only at the end of discourse. Peace, like\nsilence, is the strange vocation of a language called outside itself by\nitself. But since ﬁnite silence is also the medium of violence, language\ncan only indeﬁnitely tend toward justice by acknowledging and\npracticing the violence within it. Violence against violence. Economy of\nviolence and metaphysics 145\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 171,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "tion",
        "lence",
        "ence",
        "ment",
        "nity",
        "signi",
        "vio",
        "rst",
        "levinas",
        "inten"
      ],
      "full_text": " \nviolence. An economy irreducible to what Levinas envisions in the\nword. If light is the element of violence, one must combat light with a\ncertain other light, in order to avoid the worst violence, the violence of\nthe night which precedes or represses discourse. This vigilance is a vio-\nlence chosen as the least violence by a philosophy which takes history,\nthat is, ﬁnitude, seriously; a philosophy aware of itself as historical in\neach of its aspects (in a sense which tolerates neither ﬁnite totality, nor\npositive inﬁnity), and aware of itself, as Levinas says in another sense, as\neconomy. But again, an economy which in being history, can be at home\nneither in the ﬁnite totality which Levinas calls the Same nor in the\npositive presence of the Inﬁnite. Speech is doubtless the ﬁrst defeat of\nviolence, but paradoxically, violence did not exist before the possibility\nof speech. The philosopher (man) must speak and write within this war\nof light, a war in which he always already knows himself to be\nengaged; a war which he knows is inescapable, except by denying\ndiscourse, that is, by risking the worst violence. This is why this avowal\nof the war within discourse, an avowal which is not yet peace, signiﬁes\nthe opposite of bellicosity; the bellicosity—and who has shown this\nbetter than Hegel?—whose best accomplice within history is irenics. Within\nhistory which the philosopher cannot escape, because it is not history in\nthe sense given to it by Levinas (totality), but is the history of the\ndepartures from totality, history as the very movement of transcend-\nence, of the excess over the totality without which no totality would\nappear as such. History is not the totality transcended by eschatology,\nmetaphysics, or speech. It is transcendence itself. If speech is a move-\nment of metaphysical transcendence, it is history, and not beyond\nhistory. It is diﬃcult to think the origin of history in a perfectly ﬁnite\ntotality (the Same), as well as, moreover, in a perfectly positive inﬁnity.\nIf, in this sense, the movement of metaphysical transcendence is his-\ntory, it is still violent, for—and this is the legitimate truism from which\nLevinas always draws inspiration—history is violence. Metaphysics is\neconomy: violence against violence, light against light: philosophy (in\ngeneral). About which it can be said, by transposing Claudel’s inten-\ntion, that everything in it “is painted on light as if with condensed\nlight, like the air which becomes frost.” This becoming is war. This\npolemic is language itself. Its inscription.\nwriting and difference\n146\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 172,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "sentative",
        "delity",
        "repre",
        "levinas",
        "noematical",
        "thi",
        "noetico",
        "phenomenality"
      ],
      "full_text": " \nOf transcendental violence\nIn addition, metaphysics, unable to escape its ancestry in light, always\nsupposes a phenomenology in its very critique of phenomenology,\nand especially if, like Levinas’s metaphysics, it seeks to be discourse and\ninstruction.\nA. Does metaphysics suppose this phenomenology only as a method,\nas a technique, in the strict sense of these words? Although he rejects\nthe majority of the literal results of Husserl’s researches, Levinas keeps\nto the methodological inheritance: “The presentation and development\nof the notions employed owes everything to the phenomenological\nmethod” (TI; DL). But are not the presentation and development of\nideas but the vestments of thought? And can a method be borrowed,\nlike a tool? Thirty years earlier, in the wake of Heidegger, did not\nLevinas maintain that method cannot be isolated? For method always\nshelters, especially in Husserl’s case, “an anticipated view of the ‘sense’\nof the being which one encounters” (THI). Levinas wrote at this time:\n“Consequently, in our exposition we cannot separate the theory of\nintuition, as a philosophical method, from what might be called\nHusserl’s ontology” (THI).\nNow, what the phenomenological method refers to, explicitly and in\nthe last analysis (and this would be too easy to show), is Western\nphilosophy’s very decision, since Plato, to consider itself as science, as\ntheory: that is, precisely as that which Levinas wishes to put into\nquestion by the ways and means of phenomenology.\nB. Beyond its method, the aspect of “Husserl’s essential teaching” (TI)\nwhich Levinas intends to retain is not only its supple and necessary\ndescriptions, the ﬁdelity to the meaning of experience, but also the\nconcept of intentionality. An intentionality enlarged beyond its repre-\nsentative and theoretical dimension, beyond the noetico-noematical\nstructure which Husserl incorrectly would have seen as the primordial\nstructure. Repression of the inﬁnite would have kept Husserl from\naccess to the true depths of intentionality as desire and as metaphysical\ntranscendence toward the other beyond phenomenality or Being. This\nrepression would occur in two ways.\nviolence and metaphysics 147\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 173,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "tionality",
        "exter",
        "exteriority",
        "priori",
        "etc",
        "nity",
        "constitut",
        "ect",
        "alterity",
        "interiority"
      ],
      "full_text": " \nOn the one hand, in the value of adequation. As vision and theoretical\nintuition, Husserlian intentionality would be adequation. This latter\nwould exhaust and interiorize all distance and all true alterity. “Vision,\nin eﬀect, is essentially an adequation of exteriority to interiority: exter-\niority is reabsorbed in the contemplating soul, and, as an adequate idea, is\nrevealed a priori, resulting in a Sinngebung” (TI). Now, “intentionality, in\nwhich thought remains adequation to its object, does not deﬁne . . .\nconsciousness at its fundamental level.” Certainly Husserl is not named\nhere, at the very moment when Levinas speaks of intentionality as\nadequation; one may always suppose that by the expression “intention-\nality, in which thought remains adequation,” Levinas means “an inten-\ntionality such that, etc., an intentionality in which at least, etc.” But the\ncontext, numerous other passages and the allusion to the Sinngebung, all\nclearly indicate that Husserl, in the letter of his texts, was unable to\nrecognize that “as intentionality all knowledge already supposes the\nidea of inﬁnity, which is adequation par excellence” (TI). Thus, sup-\nposing that Husserl had foreseen the inﬁnite horizons which overﬂow\nobjectivity and adequate intuition, he would have interpreted them,\nliterally, as “thoughts aiming at objects”: “What does it matter if in\nHusserlian phenomenology, understood literally, these unsuspected\nhorizons are interpreted, in turn, as thoughts aiming at objects!” (cited\nabove).\nOn the other hand, supposing that the Husserlian Cogito opened onto\nthe inﬁnite, according to Levinas, it would open onto an object-\ninﬁnity, an inﬁnity without alterity, a false inﬁnity: “If Husserl sees in\nthe cogito a subjectivity with no support outside itself, he is constitut-\ning the idea of inﬁnity itself, giving it to himself as an object.” The\n“false-inﬁnity,” a Hegelian expression which Levinas never uses,\nnevertheless seems to us, perhaps because it is Hegelian, to haunt\nnumerous gestures of denunciation in Totality and Inﬁnity. As it was for\nHegel, the “false-inﬁnity” for Levinas would be the indeﬁnite, negative\nform of inﬁnity. But, since Levinas conceives true alterity as nonnegativ-\nity (nonnegative transcendence), he can make the other the true inﬁn-\nity, and make the same (in strange complicity with negativity) the\nfalse-inﬁnity. Which would have seemed absolutely mad to Hegel (and\nto all the metaphysics expanded and rethought in him): how can alter-\nity be separated from negativity, how can alterity be separated from the\nwriting and difference\n148\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 175,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "nally",
        "exteriority",
        "apodicticity",
        "nity",
        "ndable",
        "ation",
        "tions",
        "rst",
        "interiority",
        "adequation"
      ],
      "full_text": " \nHusserlian theme than the theme of inadequation? Of the inﬁnite\noverﬂowing of horizons? Who was more obstinately determined than\nHusserl to show that vision was originally and essentially the inadequa-\ntion of interiority and exteriority? And that the perception of the tran-\nscendent and extended thing was essentially and forever incomplete?\nThat immanent perception occurred within the inﬁnite horizon of the\nﬂux of experience? (cf., for example, Ideas I, paragraph 83, passim). And\nabove all, who better than Levinas ﬁrst gave us to understand these\nHusserlian themes? Therefore, it is not a question of recalling their\nexistence, but of asking whether Husserl ﬁnally summarized inadequa-\ntion, and reduced the inﬁnite horizons of experience to the condition\nof available objects. And whether he did so by the secondary interpret-\nation of which Levinas accuses him.\nWe can hardly believe so. In the two intentional directions of which\nwe have just spoken, the Idea in the Kantian sense designates the inﬁnite\noverﬂowing of a horizon which, by reason of an absolute and essential\nnecessity which itself is absolutely principled and irreducible, never can\nbecome an object itself, or be completed, equaled, by the intuition of an\nobject. Even by God’s intuition. The horizon itself cannot become an\nobject because it is the unobjectiﬁable wellspring of every object in\ngeneral. This impossibility of adequation is so radical that neither the\noriginality nor the apodicticity of evident truths are necessarily adequa-\ntions. (Cf., for example, Ideas I, sec. 3; Cartesian Meditations, sec. 9, passim.)\n(Of course, this does not imply that certain possibilities of adequate\nevident truths—particular and founded ones—are overlooked by\nHusserl.) The importance of the concept of horizon lies precisely in its\ninability to make any constitutive act into an object, and in that it opens\nthe work of objectiﬁcation to inﬁnity. In phenomenology there is never\na constitution of horizons, but horizons of constitution. That the inﬁn-\nity of the Husserlian horizon has the form of an indeﬁnite opening,\nand that it oﬀers itself without any possible end to the negativity of\nconstitution (of the work of objectiﬁcation) does this not certainly\nkeep it from all totalization, from the illusion of the immediate pres-\nence of a plenitudinous inﬁnity in which the other suddenly becomes\nunﬁndable? If a consciousness of inﬁnite inadequation to the inﬁnite\n(and even to the ﬁnite) distinguishes a body of thought careful to\nrespect exteriority, it is diﬃcult to see how Levinas can depart from\nwriting and difference\n150\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 176,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "etc",
        "nity",
        "nds",
        "temporalization",
        "prac",
        "alterity",
        "phenomen",
        "mitted",
        "theoretism",
        "nitely"
      ],
      "full_text": " \nHusserl, on this point at least. Is not intentionality respect itself? The\neternal irreducibility of the other to the same, but of the other appearing\nas other for the same? For without the phenomenon of other as other\nno respect would be possible. The phenomenon of respect supposes\nthe respect of phenomenality. And ethics, phenomenology.\nIn this sense, phenomenology is respect itself, the development and\nbecoming-language of respect itself. This was Husserl’s aim in stating\nthat reason does not tolerate being distinguished into theoretical, prac-\ntical, etc. (cf. above). This does not mean that respect as ethics is derived\nfrom phenomenology, that it supposes phenomenology as its premise,\nor as a previous or superior value. The presupposition of phenomen-\nology is of a unique kind. It “commands” nothing, in the worldly (real,\npolitical, etc.) sense of commandment. It is the very neutralization of\nthis kind of commandment. But it does not neutralize the worldly type\nof commandment in order to substitute another type of command-\nment for it. It is profoundly foreign to all hierarchies. Which is to say\nthat ethics not only is neither dissipated in phenomenology nor sub-\nmitted to it, but that ethics ﬁnds within phenomenology its own mean-\ning, its freedom and radicality. Moreover, it seems incontestable to us\nthat the themes of nonpresence (temporalization and alterity) contra-\ndict that which makes phenomenology a metaphysics of presence,\nworking it ceaselessly, and we emphasize this elsewhere.\nC. Can Levinas separate himself from Husserl more legitimately as\nconcerns theoretism and the primacy of the consciousness of the\nobject? Let us not forget that the “primacy” necessarily in question\nhere is that of the object or of objectivity in general. Now phenomen-\nology has surely contributed nothing if not an inﬁnite renewal,\nenlargement, and suppling of the notion of object in general. The\nultimate jurisdiction of evident truths is inﬁnitely open, is open for\nevery type of possible object, that is, for every conceivable sense pres-\nent for consciousness in general. No discourse (for example, the dis-\ncourse in Totality and Inﬁnity which seeks to reawaken ethical truths to\ntheir absolute independence, etc.) could be meaningful, could be\nthought or understood, if it did not draw upon this layer of phenom-\nenological evidence in general. It suﬃces that ethical meaning be\nthought in order for Husserl to be right. Not only nominal deﬁnitions\nviolence and metaphysics 151\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 178,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "cerning",
        "ahistoricity",
        "erence",
        "ade",
        "nity",
        "appresentation",
        "nonpresence",
        "alterity",
        "larly",
        "levinas"
      ],
      "full_text": " \nsuch (for example, ethics or the metaphysical in Levinas’s sense), with\na theoretical knowledge (in general), and I respect it as such, as what it\nis, in its meaning. I have regard43 for recognizing that which cannot be\nregarded as a thing, as a façade, as a theorem. I have regard for the face\nitself.\nD. But, as we know, the fundamental disagreement between Levinas\nand Husserl is not here. Nor does it bear upon the ahistoricity of\nmeaning with which Levinas formerly reproached Husserl, and con-\ncerning which the latter had “held in store surprises” (as Levinas’s\neschatology was to surprise us thirty years later in speaking “from beyond\nthe totality or history” TI). Which supposes, once more, that the totality\nis ﬁnite (a supposition in no way inscribed in its concept), that history\nas such can be a ﬁnite totality, and that there is no history beyond the\nﬁnite totality. Perhaps one would have to show, as was suggested above,\nthat history is impossible, meaningless, in the ﬁnite totality, and that it\nis impossible, meaningless, in the positive and actual inﬁnity; that his-\ntory keeps to the diﬀerence between totality and inﬁnity, and that\nhistory precisely is that which Levinas calls transcendence and eschat-\nology. A system is neither ﬁnite nor inﬁnite. A structural totality escapes\nthis alternative in its functioning. It escapes the archaeological and the\neschatological, and inscribes them in itself.\nThe disagreement appears deﬁnite as concerns the Other. As we\nhave seen: according to Levinas, by making the other, notably in the\nCartesian Meditations, the ego’s phenomenon, constituted by analogical\nappresentation on the basis of belonging to the ego’s own sphere,\nHusserl allegedly missed the inﬁnite alterity of the other, reducing it to\nthe same. To make the other an alter ego, Levinas says frequently, is to\nneutralize its absolute alterity.\n(a) Now, it would be easy to show the degree to which Husserl\ntakes pains to respect, in its meaning, the alterity of the Other, particu-\nlarly in the Cartesian Meditations. He is concerned with describing how the\nother as other, in its irreducible alterity, is presented to me. Is presented\nto me, as we will see later, as originary nonpresence. It is the other as\nother which is the ego’s phenomenon: the phenomenon of a certain\nnon-phenomenality which is irreducible for the ego as ego in general\n(the eidos ego). For it is impossible to encounter the alter ego (in the\nviolence and metaphysics 153\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 179,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "nonphenomenality",
        "originary",
        "rms",
        "alterity",
        "thematized",
        "mazelike",
        "appresentation",
        "fth",
        "thematize",
        "cerns"
      ],
      "full_text": " \nvery form of the encounter44 described by Levinas), impossible to\nrespect it in experience and in language, if this other, in its alterity,\ndoes not appear for an ego (in general). One could neither speak, nor\nhave any sense of the totally other, if there was not a phenomenon of\nthe totally other, or evidence of the totally other as such. No one more\nthan Husserl has been sensitive to the singular and irreducible style of\nthis evidence, and to the original non-phenomenalization indicated\nwithin it. Even if one neither seeks nor is able to thematize the other of\nwhich one does not speak, but to whom one speaks, this impossibility and\nthis imperative themselves can be thematized (as Levinas does) only on\nthe basis of a certain appearance of the other as other for an ego.\nHusserl speaks of this system, of this appearance, and of the impossibil-\nity of thematizing the other in person. This is his problem: “They, (the\nother egos) however, are not simple representations or objects repre-\nsented within me, synthetic unities of a process of veriﬁcation taking\nplace ‘within me,’ but precisely ‘others’ . . . ‘subjects for this same\nworld . . . subjects who perceive the world . . . and who thereby\nexperience me, just as I experience the world and in it, ‘others’ ”\n(Cartesian Meditations). It is this appearance of the other as that which I\ncan never be, this originary nonphenomenality, which is examined as\nthe ego’s intentional phenomenon.\n(b) For—and here we are keeping to the most manifest and most\nmassively incontestable meaning of the ﬁfth of the Cartesian Meditations\nwhose course is so mazelike—Husserl’s most central aﬃrmation con-\ncerns the irreducibly mediate nature of the intentionality aiming at the\nother as other. It is evident, by an essential, absolute and deﬁnitive self-\nevidence that the other as transcendental other (other absolute origin\nand other zero point in the orientation of the world), can never be\ngiven to me in an original way and in person, but only through ana-\nlogical appresentation. The necessary reference to analogical\nappresentation, far from signifying an analogical and assimilatory\nreduction of the other to the same, conﬁrms and respects separation,\nthe unsurpassable necessity of (nonobjective) mediation. If I did not\napproach the other by way of analogical appresentation, if I attained to\nthe other immediately and originally, silently, in communion with the\nother’s own experience, the other would cease to be the other.\nContrary to appearances, the theme of appresentative transposition\nwriting and difference\n154\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 180,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "ciple",
        "priori",
        "etc",
        "nity",
        "originary",
        "alterities",
        "eigenes",
        "cible",
        "nonoriginality",
        "irredu"
      ],
      "full_text": " \ntranslates the recognition of the radical separation of the absolute ori-\ngins, the relationship of absolved absolutes and nonviolent respect for\nthe secret: the opposite of victorious assimilation.\nBodies, transcendent and natural things, are others in general for my\nconsciousness. They are outside, and their transcendence is the sign of\nan already irreducible alterity. Levinas does not think so; Husserl does,\nand thinks that “other” already means something when things are in\nquestion. Which is to take seriously the reality of the external world.\nAnother sign of this alterity in general, which things share here with\nothers, is that something within them too is always hidden, and is\nindicated only by anticipation, analogy and appresentation. Husserl\nstates this in the ﬁfth of the Cartesian Meditations: analogical appresenta-\ntion belongs, to a certain extent, to every perception. But in the case of the\nother as transcendent thing, the principled possibility of an originary\nand original presentation of the hidden visage is always open, in prin-\nciple and a priori. This possibility is absolutely rejected in the case of\nOthers. The alterity of the transcendent thing, although already irredu-\ncible, is such only by means of the indeﬁnite incompleteness of my\noriginal perceptions. Thus it is incomparable to the alterity of Others,\nwhich is also irreducible, and adds to the dimension of incompleteness\n(the body of the Other in space, the history of our relations, etc.) a\nmore profound dimension of nonoriginality—the radical impossibility\nof going around to see things from the other side. But without the ﬁrst\nalterity, the alterity of bodies (and the Other is also a body, from the\nbeginning), the second alterity could never emerge. The system of\nthese two alterities, the one inscribed in the other, must be thought\ntogether: the alterity of Others, therefore, by a double power of\nindeﬁniteness. The stranger is inﬁnitely other because by his essence no\nenrichment of his proﬁle can give me the subjective face of his experi-\nence from his perspective, such as he has lived it. Never will this experience\nbe given to me originally, like everything which is mir eigenes, which is\nproper to me. This transcendence of the nonproper no longer is that of\nthe entirety, always inaccessible on the basis of always partial attempts:\ntranscendence of Inﬁnity, not of Totality.\nLevinas and Husserl are quite close here. But by acknowledging in\nthis inﬁnitely other as such (appearing as such) the status of an inten-\ntional modiﬁcation of the ego in general, Husserl gives himself the right\nviolence and metaphysics 155\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 181,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "pre",
        "psychagogy",
        "nonphenomenality",
        "inclu",
        "egological",
        "etc",
        "sym",
        "alterity",
        "pathy",
        "accom"
      ],
      "full_text": " \nto speak of the inﬁnitely other as such, accounting for the origin and the\nlegitimacy of his language. He describes the phenomenal system of\nnonphenomenality. Levinas in fact speaks of the inﬁnitely other, but by\nrefusing to acknowledge an intentional modiﬁcation of the ego—\nwhich would be a violent and totalitarian act for him—he deprives\nhimself of the very foundation and possibility of his own language.\nWhat authorizes him to say “inﬁnitely other” if the inﬁnitely other does\nnot appear as such in the zone he calls the same, and which is the neutral\nlevel of transcendental description? To return, as to the only possible\npoint of departure, to the intentional phenomenon in which the other\nappears as other, and lends itself to language, to every possible language, is\nperhaps to give oneself over to violence, or to make oneself its accom-\nplice at least, and to acquiesce—in the critical sense—to the violence of\nthe fact; but in question, then, is an irreducible zone of factuality, an\noriginal, transcendental violence, previous to every ethical choice, even\nsupposed by ethical nonviolence. Is it meaningful to speak of a pre-\nethical violence? If the transcendental “violence” to which we allude is\ntied to phenomenality itself, and to the possibility of language, it then\nwould be embedded in the root of meaning and logos, before the latter\nhad to be determined as rhetoric, psychagogy, demagogy, etc.\n(c) Levinas writes: “The other, as other, is not only an alter ego. It is\nwhat I myself am not” (EE and TA). “Decency” and “everyday life”\nincorrectly lead us to believe that “the other is known through sym-\npathy, as an other like myself, as alter ego” (TA). This is exactly what\nHusserl does not do. He seeks to recognize the other as Other only in its\nform as ego, in its form of alterity, which cannot be that of things in\nthe world. If the other were not recognized as a transcendental alter ego,\nit would be entirely in the world and not, as ego, the origin of the\nworld. To refuse to see in it an ego in this sense is, within the ethical\norder, the very gesture of all violence. If the other was not recognized\nas ego, its entire alterity would collapse. Therefore, it seems that one\nmay not suppose that Husserl makes of the other an other like myself\n(in the factual sense of the word), or a real modiﬁcation of my life,\nwithout misconstruing his most permanent and openly stated inten-\ntions. If the Other was a real moment of my egological life, if “inclu-\nsion of an other monad within my own” (Cartesian Meditations) was real, I\nwould perceive it originaliter. Husserl does not cease to emphasize that\nwriting and difference\n156\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 183,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "eksastan",
        "nonconceptual",
        "erence",
        "etc",
        "eteron",
        "ering",
        "alterity",
        "levinas",
        "tauton",
        "eleatism"
      ],
      "full_text": " \nTherefore, it is no longer inﬁnitely, absolutely other. It is no longer\nwhat it is. If it was absolved, it would not be the other either, but the\nSame. (2) The inﬁnitely other cannot be what it is—inﬁnitely other—\nexcept by being absolutely not the same. That is, in particular, by being\nother than itself (non ego). Being other than itself, it is not what it is.\nTherefore, it is not inﬁnitely other, etc.\nAt bottom, we believe, this exercise is not just verbiage, or dialectical\nvirtuosity in the “play of the Same.” It would mean that the expression\n“inﬁnitely other” or “absolutely other” cannot be stated and thought\nsimultaneously; that the other cannot be absolutely exterior45 to the\nsame without ceasing to be other; and that, consequently, the same is\nnot a totality closed in upon itself, an identity playing with itself, hav-\ning only the appearance of alterity, in what Levinas calls economy,\nwork, and history. How could there be a “play of the Same” if alterity\nitself was not already in the Same, with a meaning of inclusion doubt-\nless betrayed by the word in? Without alterity in the same, how could\nthe “play of the Same” occur, in the sense of playful activity, or of\ndislocation, in a machine or organic totality which plays or works? And it\ncould be shown that for Levinas work, always enclosed inside totality\nand history, fundamentally remains a game. A proposition that we can\naccept, with several precautions, more easily than he.\nFinally, let us confess our total deafness to propositions of this type:\n“Being occurs as multiple, and as divided into Same and Other. This is\nits ultimate structure” (TI). What is the division of being between the same\nand the other? Is it a division between the same and the other, which does\nnot suppose, at very least, that the same is the other’s other, and the\nother the same as oneself? We are not only thinking of Parmenides’\nexercise, playing with the young Socrates. The Stranger in the Sophist\nwho, like Levinas, seems to break with Eleatism in the name of alterity,\nknows that alterity can be thought only as negativity, and above all, can\nbe said only as negativity, which Levinas begins by refusing; he knows\ntoo, that diﬀering from Being, the other is always relative, is stated pros\neteron, which does not prevent it from being an eidos (or a genre, in a\nnonconceptual sense), that is, from being the same as itself (“same as\nitself” already supposing, as Heidegger notes in Identity and Diﬀerence,\nprecisely as concerns the Sophist, mediation, relation, and diﬀerence:\neksastan auto tauton). Levinas, from his perspective, would refuse to\nwriting and difference\n158\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 184,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "descrip",
        "eigner",
        "dissimulations",
        "res",
        "pre",
        "erence",
        "eteron",
        "egoity",
        "sti",
        "alterity"
      ],
      "full_text": " \nassimilate the Other to the eteron in question here. But how can the\n“Other” be thought or said without reference—we do not say\nreduction—to the alterity of the eteron in general? This last notion,\nhenceforth, no longer has the restricted meaning which permits its\nsimple opposition to the notion of Other, as if it was conﬁned to the\nregion of real or logical objectivity. The eteron, here, belongs to a more\nprofound and original zone than that in which this philosophy of\nsubjectivity (that is, of objectivity), still implicated in the notion of the\nOther, is expanded.\nThe other, then, would not be what he is (my fellow man as for-\neigner) if he were not alter ego. This is a self-evidence greatly prior to\n“decency” and to the dissimulations of “daily life.” Does not Levinas\ntreat the expression alter ego as if alter were the epithet of a real subject\n(on a pre-eidetic level)? As an ephithetical, accidental modiﬁcation of\nmy real (empirical) identity? Now, the transcendental syntax of the\nexpression alter ego tolerates no relationship of substantive to adjective,\nof absolute to epithet, in one sense or the other. This is its strangeness.\nA necessity due to the ﬁnitude of meaning: the other is absolutely other\nonly if he is an ego, that is, in a certain way, if he is the same as I.\nInversely, the other as res is simultaneously less other (not absolutely\nother) and less “the same” than I. Simultaneously more and less other,\nwhich means, once more, that the absolute of alterity is the same. And\nthis contradiction (in terms of a formal logic which Levinas follows for\nonce, since he refuses to call the other alter ego), this impossibility of\ntranslating my relation to the Other into the rational coherence\nof language—this contradiction and this impossibility are not the signs\nof “irrationality”: they are the sign, rather, that one may no longer\ndraw inspiration from within the coherence of the Logos, but that\nthought is stiﬂed in the region of the origin of language as dialogue\nand diﬀerence. This origin, as the concrete condition of rationality, is\nnothing less than “irrational,” but it could not be “included” in\nlanguage. This origin is an inscribed inscription.\nFurther, every reduction of the other to a real moment of my life, its\nreduction to the state of empirical alter-ego, is an empirical possibility,\nor rather eventuality, which is called violence; and violence presup-\nposes the necessary eidetic relationships envisaged in Husserl’s descrip-\ntions. For, on the contrary, to gain access to the egoity of the alter ego\nviolence and metaphysics 159\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 185,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "scendental",
        "preethical",
        "archia",
        "ect",
        "alterity",
        "nity",
        "ipseities",
        "levinas",
        "modi",
        "nonphenomenal"
      ],
      "full_text": " \nas if to its alterity itself is the most peaceful gesture possible. We do not\nsay absolutely peaceful. We say economical. There is a transcendental and\npreethical violence, a (general) dissymmetry whose archia is the same,\nand which eventually permits the inverse dissymmetry, that is, the\nethical nonviolence of which Levinas speaks. In eﬀect, either there is\nonly the same, which can no longer even appear and be said, nor even\nexercise violence (pure inﬁnity or ﬁnitude); or indeed there is the same\nand the other, and then the other cannot be the other—of the same—\nexcept by being the same (as itself: ego), and the same cannot be the\nsame (as itself: ego) except by being the other’s other: alter ego. That I\nam also essentially the other’s other, and that I know I am, is the\nevidence of a strange symmetry whose trace appears nowhere in\nLevinas’s descriptions. Without this evidence, I could not desire (or)\nrespect the other in ethical dissymmetry. This transcendental violence,\nwhich does not spring from an ethical resolution or freedom, or from\na certain way of encountering or exceeding the other, originally institutes\nthe relationship between two ﬁnite ipseities. In eﬀect, the necessity of\ngaining access to the meaning of the other (in its irreducible alterity)\non the basis of its “face,” that is, its nonphenomenal phenomenon, its\nnonthematic theme, in other words, on the basis of an intentional\nmodiﬁcation of my ego (in general), (an intentional modiﬁcation\nupon which Levinas indeed must base the meaning of his discourse);\nand the necessity of speaking of the other as other, or to the other as\nother, on the basis of its appearing-for-me-as-what-it-is: the other (an\nappearing which dissimulates its essential dissimulation, takes it out of\nthe light, stripping it, and hiding that which is hidden in the other), as\nthe necessity from which no discourse can escape, from its earliest\norigin—these necessities are violence itself, or rather the transcendental\norigin of an irreducible violence, supposing, as we said above, that it is\nsomehow meaningful to speak of preethical violence. For this tran-\nscendental origin, as the irreducible violence of the relation to the\nother, is at the same time nonviolence, since it opens the relation to the\nother. It is an economy. And it is this economy which, by this opening,\nwill permit access to the other to be determined, in ethical freedom, as\nmoral violence or nonviolence. It is diﬃcult to see how the notion of\nviolence (for example, as the dissimulation or oppression of the other\nby the same, a notion which Levinas employs as self-evident, and\nwriting and difference\n160\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 186,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "nitude",
        "erence",
        "parousia",
        "betweeen",
        "nal",
        "signi",
        "phenomenality",
        "alterity",
        "ity",
        "rst"
      ],
      "full_text": " \nwhich, however, already signiﬁes alteration of the same, of the other as\nwhat it is) could be determined rigorously on a purely ethical level,\nwithout prior eidetic-transcendental analysis of the relations between\nego and alter-ego in general, betweeen several origins of the world in\ngeneral. That the other appears as such only in its relationship to the\nsame, is a self-evidence that the Greeks had no need to acknowledge in\nthe transcendental egology which would conﬁrm it later; and, it is\nviolence as the origin of meaning and of discourse in the reign of\nﬁnitude.46 The diﬀerence between the same and the other, which is not\na diﬀerence or a relation among others, has no meaning in the inﬁnite,\nexcept to speak, as Hegel does and against Levinas, of the anxiety of the\ninﬁnite which determines and negates itself. Violence, certainly,\nappears within the horizon of an idea of the inﬁnite. But this horizon is\nnot the horizon of the inﬁnitely other, but of a reign in which the\ndiﬀerence between the same and the other, diﬀérance, would no longer\nbe valid, that is, of a reign in which peace itself would no longer have\nmeaning. And ﬁrst of all because there would be no more phenomenal-\nity or meaning in general. The inﬁnitely other and the inﬁnitely same, if\nthese words have meaning for a ﬁnite being, is the same. Hegel himself\nrecognized negativity, anxiety or war in the inﬁnite absolute only as the\nmovement of the absolute’s own history, whose horizon is a ﬁnal paciﬁ-\ncation in which alterity would be absolutely encapsulated, if not lifted up,\nin parousia.47 How are we to interpret the necessity of thinking the fact of\nwhat is ﬁrst of all on the horizon in what is generally called the end of\nhistory? Which amounts to asking what the thought of the other as other\nmeans, and whether or not the light of the “as such” is dissimulation in\nthis unique case. Unique case? No, we must reverse the terms: “other” is\nthe name, “other” is the meaning of this unthinkable unity of light and\nnight. What “other” means is phenomenality as disappearance. Is it a\nquestion, here, of a “third route excluded by these contradictory ones”\n(revelation and dissimulation, The Trace of the Other)? But this route cannot\nappear, cannot be stated as tertiary. If it is called “trace,” the word can\nemerge only as a metaphor whose philosophical elucidation will cease-\nlessly call upon “contradictions.” Without which its originality—that\nwhich distinguishes it from the Sign (the word conventionally chosen\nby Levinas)—would not appear. For it must be made to appear. And the\nphenomenon supposes original contamination by the sign.\nviolence and metaphysics 161\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 187,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "previolence",
        "ows",
        "pre",
        "lence",
        "erence",
        "nitist",
        "tism",
        "negativ",
        "nonvio",
        "gence"
      ],
      "full_text": " \nWar, therefore, is congenital to phenomenality, is the very emer-\ngence of speech and of appearing. Hegel does not abstain by chance\nfrom pronouncing the word “man” in the Phenomenology of the Mind; and\nhe describes war (for example, the dialectic of the Master and the\nSlave) without anthropological reference, within the realm of a science\nof consciousness, that is, of phenomenality itself, in the necessary structure\nof its movement: a science of experience and of consciousness.\nDiscourse, therefore, if it is originally violent, can only do itself violence,\ncan only negate itself in order to aﬃrm itself, make war upon the war\nwhich institutes it without ever being able to reappropriate this negativ-\nity, to the extent that it is discourse. Necessarily without reappropriating\nit, for if it did so, the horizon of peace would disappear into the night\n(worst violence as previolence). This secondary war, as the avowal of\nviolence, is the least possible violence, the only way to repress the\nworst violence, the violence of primitive and prelogical silence, of an\nunimaginable night which would not even be the opposite of day, an\nabsolute violence which would not even be the opposite of nonvio-\nlence: nothingness or pure non-sense. Thus discourse chooses itself\nviolently in opposition to nothingness or pure non-sense, and, in phil-\nosophy, against nihilism. For this not to be so, the eschatology which\nanimates Levinas’s discourse would have to have kept its promise\nalready, even to the extent of no longer being able to occur within\ndiscourse as eschatology, and as the idea of a peace “beyond history.”\nThe “messianic triumph” “armed against evil’s revenge” would have to\nhave been ushered in. This messianic triumph, which is the horizon\nof Levinas’s book, but which “overﬂows its framework” (TI), could\nabolish violence only by suspending the diﬀerence (conjunction or\nopposition) between the same and the other, that is, by suspending the\nidea of peace. But here and now (in a present in general), this horizon\ncannot be stated, an end cannot be stated, eschatology is not possible,\nexcept through violence. This inﬁnite passage through violence is what is\ncalled history. To overlook the irreducibility of this last violence, is to\nrevert—within the order of philosophical discourse which one cannot\nseek to reject, except by risking the worst violence—to an inﬁnitist dogma-\ntism in pre-Kantian style, one which does not pose the question of\nresponsibility for its own ﬁnite philosophical discourse. It is true that\nthe delegation of this responsibility to God is not an abdication, God\nwriting and difference\n162\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 189,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "eeing",
        "meine",
        "egoic",
        "scendental",
        "urtatsache",
        "standhalten",
        "archi",
        "nonempirical",
        "priori",
        "osopher"
      ],
      "full_text": " \nthe discourse of this reason as phenomenology cannot answer such a\nquestion by essence, for every answer can be made only in language,\nand language is opened by the question. Philosophy (in general) can\nonly open itself to the question, within it and by it. It can only let itself be\nquestioned.\nHusserl knew this. And he called the irreducibly egoic essence of\nexperience “archi-factuality” (Urtatsache), nonempirical factuality, tran-\nscendental factuality (a notion to which attention has never been paid,\nperhaps). “This I am is for me, for the I who says it and understands it\naccordingly, the primordial intentional foundation of my world (der intentionale\nUrgrund für meine Welt).”48 My world is the opening in which all experience\noccurs, including, as the experience par excellence, that which is tran-\nscendence toward the Other as such. Nothing can appear outside the\nappurtenance to “my world” for “I am.” “Whether it is suitable or not,\nwhether it appears to me monstrous (due to whatever prejudices) or\nnot, I must stand ﬁrm before the primordial fact (die Urtatsache, der ich standhalten\nmuss), from which I cannot turn my glance for an instant, as a phil-\nosopher. For philosophical children this indeed may be the dark corner\nto which the ghosts of solipsism, or of psychologism or relativism,\nreturn. The true philosopher will prefer, instead of ﬂeeing from these\nghosts, to illuminate the dark corner.”49 Understood in this sense, the\nintentional relationship of “ego to my world” cannot be opened on the\nbasis of an inﬁnite-other radically foreign to “my world,” nor can it be\nimposed upon me by a God who determines this relationship: “The\nsubjective a priori is that which precedes the Being of God and of\neverything, without exception, which exists for me, a thinking being.\nGod too, is for me what he is by my own conscious production; I\ncannot look away from this in the anguished fear of what may be\nconsidered blasphemy, but on the contrary must see in it the problem.\nHere too, just as concerning the alter ego, ‘conscious production’ does\nnot mean that I invent and fashion this supreme transcendence.”50 God\nno more really depends upon me than does the alter-ego. But he has\nmeaning only for an ego in general. Which means that before all atheism\nor all faith, before all theology, before all language about God or with\nGod, God’s divinity (the inﬁnite alterity of the inﬁnite other, for\nexample) must have a meaning for an ego in general. Let us note in\npassing that the “subjective a priori” recognized by transcendental\nwriting and difference\n164\n"
    }
  ]
}