{
  "batch_id": 2,
  "document": "Derrida_MarginsOfPhilosophy",
  "pages": [
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 41,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "grammatology",
        "spivak",
        "versa",
        "rwhich",
        "nombres",
        "deconstruc",
        "narque",
        "nonsynonymous",
        "dissesnination",
        "pharmakon"
      ],
      "full_text": "Differance\nIf such a presence were implied in the concept of cause in general, in the most\nclassical fashion, we then would have to speak of an effect without a cause,\nwhich very quickly would iead to speaking of no effect at all. I have attempted\nto indicate a way out of the closure of this framework via the \"trace,\" which is\nno more an effect than it has a cause, but which in and of itself, outside its text,\nnot sufficient to operate the necessary transgression.\nSince there is no presence before and outside semiological difference, what\nhas written about language can be extended to the sign in general:\n\"Language is necessary in order for speech to be intelligible and to produce all\nof its effects; but the latter is necessary in order for language to be established;\nthe fact of speech always comes first.\"3\nT Retaining at least the framework, if not the content, of this requirement for-\nmulated by Saussure, we will designate as differance the movement according\nto which language, or any code, any system of referral in general, is constituted\na weave of differences. \"Is constituted,\" \"is produced,\" \"is\ncreated,\" \"movement,\" \"historically,\" etc., necessarily being understood beyond\nthe metaphysical language in which they are retained, along with all their im-\nplications. We ought to demonstrate why concepts like production, constitution,\nand history remain in complicity with what is at issue here. But this would take\nme too far today—toward the theory of the representation of the \"circle\" in\nrwhich we appear to be endosed—and I utilize such concepts, like many others,\nonly for their strategic convenience and in order to undertake their deconstruc-\ntion at the currently most decisive point. In any event, it will be understood,\nby means of the circle in which we appear to be engaged, that as it is written\nhere, differance is no more static than it is genetic, no more structural than\nis no less so; and to object to this on the basis of the oldest of\nmetaphysical oppositions (for example, by setting some generative point of view\nagainst a structural-taxonomical point of view, or vice versa) would be, above\nall, not to read what here is missing from orthographical ethics. Such oppositions\nhave not the least pertinence to differance, which makes the thinking of it uneasy\nand uncomfortable.\nNow if we consider the chain in which differance lends itself to a certain number\nof nonsynonymous substitutions, according to the necessity of the context, why\nhave recourse to the \"reserve,\" to \"archi-writing,\" to the \"archi-trace,\" to \"spac-\ning,\" that is, to the \"supplement,\" or to the pharmakon, and soon to the hymen,\nto the margin-mark-march, etc.'4\n13. TN. Ibid., p. 18.\n14. TN. All these terms refer to writing and inscribe differance within themselves, as\nDerrida says, according to the context. The supplement (supplement) is Rousseau's word\nto describe writing (analyzed in Of Grammatology, trans. Gayatri Spivak IBaltimore: Johns\nHopkins University Press, 1976]). It means both the missing piece and the extra piece. The\npharmakon is Plato's word for writing (analyzed in \"Plato's Pharmacy\" in Dissesnination,\ntrans. Barbara Johnson IChicago: University of Chicago Press, 1981 1). meaning both remedy\nand poison; the hymen (l'hymen) comes from Derrida's analysis of Mallarmé's writing and\nMallarme's reflections on writing (\"The Double Session\" in Dissemination) and refers both\nto virginity and to consummation; ?nargc-?narque-marChe is the series en diffCrance that Derrida\napplies to Sollers's Nombres (\"Dissemination\" in Dissemination).\n12\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 42,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "aifferance",
        "ungleich",
        "der",
        "thatis",
        "thoughron",
        "histoire",
        "stricto",
        "reten",
        "verschiedenheit",
        "beziehung"
      ],
      "full_text": "Differance\nLet us go on. It is because of differance that the movement of signification 11\npossible only if each so-called \"present\" element, each element appearing on\nthe scene of presence, is related to something other than itself, thereby keeping\nwithin itself the mark of the past element, and already letting itself be vitiated\nby the mark of its relation to the future element, this trace being related no less\nto what is called the future than to what is called the past, and constituting what\nis called the present by means of this very relation to what it is not: what it\nabsolutely is not, not even a past or a future as a modified present.\nmust separate the present from what it is not in order for the present to be itself,\nbut this interval that constitutes it as present must, by the same token, divide\nthe present in and of itself, thereby also\nalong with the present, every-\nthing thatis thoughron The basis of the present, that is, in our metaphysical\nlanguage, every being, and singularly substance or the subject. In constituting I\nitself, in dividing itself dynamically, this interval is what might be called spacing,\nthe becoming-space of time or the becoming-time p1 space (temporization). And\nit is this constitution of the present, as an \"originary\" and irreducibly nonsimpie\n(and therefore, stricto sensu nonoriginary) synthesis of marks, or traces of reten-\ntions and protentions (to reproduce analogically and provisionally a phenom-\nenological and transcendental language that soon will reveal itself to be\ninadequate), that I propose to call archi-writing, archi-trace, or differance. Which\n(is) (simultaneously) spacing (and)\nCould not this (active) movement of (the production of)Aifferance without\norigin be called simply, and without neographism,\na word,\namong other confusions, would have left open\nan organic,\noriginal, and homogeneous unity that eventually would come to be divided, to\nreceive difference as an event. And above all, since it is formed from the verb\n\"to differentiate,\" it would negate the economic signification of the detour, the\ntemporizing delay,\nHere, a remark in passing, which I owe to a recent\nreading of a text that Koyré (in 1934, in Revue d'histoire et de philosophie rEligieuse,\nand reprinted in his Etudes d'histoire de la pensee philosophique) devoted to \"Hegel\nin Jena.\" In this text Koyré gives long citations, in German, of the Jena Logic,\nand proposes their translation. On two occasions he encounters the expression\ndifferente Beziehung in Hegel's text. This word (different), with its Latin root, is\nrare in German and, I believe, in Hegel, who prefers verschieden or ungleich,\ncalling difference Unterschied and qualitative variety Verschiedenheit. In the Jena\nLogic he uses the word different precisely where he treats of time and the present.\nBefore getting to a valuable comment of Koyre's, let us look at some sentences\nfrom Hegel, such as Koyre translates them: \"The infinite, in this simplicity, is,\nas a moment opposed to the equal-to-itself, the negative, and in its moments,\nalthough it is (itself) presented to and in itself the totality, (it is) what excludes\nin general, the point or limit; but in its own (action of) negating, it is related\nImmediately to the other and negates itself by itself. The limit or moment of the\npresent (der Gegen-wart), the absolute 'this' of time, or the now, is of an absolutely\nnegative simplicity, which absolutely excludes from itself all multiplicity, and,\n13\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 43,
      "bucket": "E (10%+)",
      "error_rate": 11.2,
      "unknown_words_sample": [
        "defernng",
        "ginary",
        "realizat",
        "meiner",
        "tionship",
        "xviii",
        "histoire",
        "specifi",
        "ntliche",
        "anderes"
      ],
      "full_text": "Différance\nby virtue of this, is absolutely determined; it is not whole or a quantum which\nwould be extended in itself (and) which, in itself, also would have an undeter-\nmined moment, a diversity which, as indifferent (gleichgultig) or exterior 'n itself,\nwould be related to an other (auf em\nanderes bezoge), but in this is a relation\nabsolutely different from the simple (sondern es ist absolut differente Beziehung).\"\nAnd Koyré most remarkably specifies in a note: \"different Relation: differente\nBeziehung. One might say: 'differentiating relation.'\" And on the next page,\nanother text of Hegel's in which one can read this: \"Diese Beziehung ist Gegenwart,\nals eine differente Beziehung (This relationship is [the] present as a different rela-\ntionship).\" Another note of Koyré's: \"The term different here is taken in an active\nsense.\"15\nWriting \"differant\"6 or \"differance\" (with an a) would have had the advantage\nof making it possible to translate Hegel at that particular point—which is also\nan absolutely decisive point in his discourse—without further notes or specifi-\ncations. And the translation would be, as it always must be, a transformation\nof one language by another. I contend, of course, that the word differance can\nalso serve other purposes: first, because it marks not only the activity of \"on-\nginary\" difference, but also the temporizing detour of deferral; and above all\nbecause différance thus written, although maintaining relations of profound af-\nfinity with Hegelian discourse (such as it must be read), is also, up to a certain\npoint, unable to break with that discourse (which has no kind of meaning or\nchance); but it can operate a kind of infinitesimal and radical displacement of\nit, whose space I attempt to delineate elsewhere but of which it would be difficult\nto speak briefly here.\n¶\nDifferences, thus, are \"produced\"—deferred—by differance. But what defers\nor who defers? In other words, what is differance? With this question we reach\nanother level and another resource of our problematic.\nr\nWhat differs? Who differs? What is differance?\nIf we answered these questions before examining them as questions, befor\nturning them back on themselves, and before suspecting their very form, in-\ncluding what seems most natural and necessary about them, we would im-\nmediately fall back into what we have just disengaged ourselves from. In effect,\n15. TN. Alexandre Koyré, \"L-legel a lena,\" in Etudes d'histoire de la penséc philosophique\n(Paris: Armand Cohn, 1961), pp. 153—54. In his translation of \"La differance\" (in Speech\nand Phenomena (Evanston: Northwestern University Press, 19731), David Allison notes (p.\n144) that the citation from Hegel comes from \"Jensener Logik, Metaphysik, und Natur-\nphiosophie\" in Sä,ntliche Werke (Leipzig: F. Meiner, 1925), XVIII, 202. Allison himself\ntranslated Hegel's text, and I have modified his translation.\n16. TN. The point here, which cannot be conveyed in English, is that Koyre's realizat' rn\nthat 1-legel is describing a \"differentiating relation,\" or \"different\" in an active sense, is\nprecisely what the formation of diffErance from the participle differant describes, as explained\nin notes 9 and 10 above. And that it is the present that is described as differing from and\ndefernng itself helps clarify Derrida's argument (at the end of the essay) that presence is\nto be rethought as the trace of the trace, as differauce differed-and-deferred.\n14\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 44,
      "bucket": "B (1-3%)",
      "error_rate": 2.4,
      "unknown_words_sample": [
        "trans",
        "grammatology",
        "diff",
        "forrnation",
        "differance",
        "jal",
        "archi",
        "etc",
        "tention"
      ],
      "full_text": "Différance\nif we accepted the form of the question, in its meaning and its syntax (\"what\nis?\" \"who is?\" \"who is it that?\"), we would have to conclude that différance has\nbeen derived, has happened, is to be mastered and governed on the basis of\nthe point of a present being, which itself could be some thing, a form, a state,\na power in the world to which all kinds of names might be given, a what, or a\npresent being as a subject, a who. And in this last case, notably, one\nconclude implicitly that this present being, for example a being present to itself,\nas consciousness, eventually would come to defer or to differ: whether by de-\nlaying and turning away from the fulfillment of a \"need\" or a \"desire,\" or by\ndiffering from itself. But in neither of these cases would such a present being\nbe \"constituted\" by this differance.\nMow if we refer, once again, to semiological difference, of what does Saussure\nin particular, remind us? That \"language [which only consists of differences] is\nnot a function of the speaking subject.\" This implies that the subject (in its\nidentity with itself, or eventually in its consciousness of its identity with itself,\nits self-consciousness) is inscribed in language, is a \"function\" of language,\nbecomes a speaking subject only by making its speech conform—even in so-called\n\"creation,\" or in so-called \"transgression\"—to the system of the rules of language\nas a system of differences, or at very least by conforming to the general law of\ndifferance, or by adhering to the principle of language which Saussure says is\n\"spoken language minus speech.\" \"Language is necessary for the spoken word1\nto be intelligible and so that it can produce all of its effects.\"7\nIf, by hypothesis, we maintain that the opposition of speech to language is\nabsolutely rigorous, then differance would be not only the play of differences\nwithin language but also the relation of speech to language, the detour through\nwhich I must pass in order to speak, the silent promise I must make; and this\nis\nvalid for semiology in general, governing all the relations of usage to\nschemata, of message to code, etc. (Elsewhere I have attempted to suggest that1\nthis differance in language, and in the relation of speech and language,\nthe essential dissociation of speech and language that Saussure, at another level\nof his discourse, traditionally wished to delineate. The practice of a language\nor of a code supposing a play of forms without a determined and invariable\nsubstance, and also supposing in the practice of this play a retention and pro-\ntention of differences, a spacing and a temporization, a play of traces—all this\nmust be a kind of writing before the letter, an archi-writing without a present\norigin, without archi-. Whence the regular erasure of the archi-, and the trans-\n1;\"forrnation of general semiology into grammatology, this latter executing a critical\n.Jal,or on everything within semiology, including the central concept of the sign,\nthat maintained metaphysical presuppositions incompatible with the motif of\ndiffErance)\n17. TN. Saussure, Course in General Linguistics. p. 37.\n15\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 45,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "menon",
        "ence",
        "diff",
        "temporality",
        "solliciter",
        "titself",
        "ousia",
        "sciousness",
        "differance",
        "vouloir"
      ],
      "full_text": "Différance\nOne might be tempted by an objection: certainly the subject becomes a speaking\nsubject only in its commerce with the system of linguistic differences; or yet,\nthe subject becomes a signifying (signifying in general, by means of speech or\nany other sign) subject only by inscribing itself in the system of differences.\nCertainly in this sense the speaking or signifying subject could not be present\nto itself, as speaking or signifying, without the play of linguistic or semiological\ndiffErance. But can one not conceive of a presence, and of a presence to itself of\nthe subject before speech or signs, a presence to itself of the subject in a silent\nand intuitive consciousness?\na question therefore supposes that, prior to the sign and outside it,\nexcluding any trace and any differance, something like consciousness is possible.\nAnd that consciousness, before distributing its signs in\nin the world,\ncan gather itself into its presence. But what is consciousness? What does \"con-\nsciousness\" mean? Most often, in the very form of meaning, in all its modifi-\ncations, consciousness offers itself to thought only as self-presence, as the\nperception of self in presence. And what holds for consciousness holds here for\nso-called subjective existence in general. Just as the category of the subject cannot\nBe, and never has been, thought without the reference to presence as hupokei-\nmenon or as ousia, etc., so the subject as consciousness has never manifested\ntitself except as self-presence. The privilege granted to consciousness therefore\nthe privilege granted to the present; and even if one describes the\ntemporality of consciousness, and at the depth at which Husserl\ndoes so, one grants to the \"living present\" the power of synthesizing traces,\nand of incessantly reassembling them.\nThis privilege is the ether of metaphysics, the element of our thought that is\ncaught in the language of metaphysics. One can delimit such a closure today\nonly by soliciting'8 the value of presence that Heidegger has shown to be the\nontotheological determination of Being; and in thus soliciting the value of pres-\nence, by means of an interrogation whose status must be completely exceptional,\nwe are also examining the absolute privilege of this form or epoch of presence\nin general that is consciousness as meaning'9 in self-presence.\nr Thus one comes to posit presence—and specifically consciousness, the being\nbeside itself of consciousness—no longer as the absolutely central form of Being\nbut as a \"determination\" and as an \"effect.\" A determination or an effect within\na system which is no longer that of presence but of differance, a system that no\nlonger tolerates the opposition of activity and passivity, nor that of cause and\neffect, or of indetermination and determination, etc., such that in designating\n18. TN. The French solliciter, as the English solicit, derives from an Old Latin expression\nmeaning to shake the whole, to make something tremble in its entirety. Derrida comments\non this later, but is already using \"to solicit\" in this sense here.\n19. TN. \"Meaning\" here is the weak translation of vouloir-dire, which has a strong sense\nof willing (voluntas) to say, putting the attempt to mean in conjunction with speech, a\ncrucial conjunction for Derrida.\n16\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 46,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "nomos",
        "ence",
        "tomatology",
        "difl",
        "symp",
        "deleuze",
        "rea",
        "physis",
        "tekhne",
        "diff"
      ],
      "full_text": "Diflérance\nconsciousness as an effect or a determination, one continues—for strategic rea-\nSons that can be more or less lucidly deliberated and systematically calculated—\nto operate according to the lexicon of that which one is de-limiting.\nBefore being so radically and purposely the gesture of Heidegger, this gesture'\nwas also made by Nietzsche and Freud, both of whom, as is well known, and\nsometimes in very similar fashion, put consciousness into question in its assured\ncertainty of itself. Now is it not remarkable that they both did so on the basis\nof the motif of differance?\nDifferance appears almost by name in their texts, and in those places where\neverything is at stake. I cannot expand upon this here; I will only recall that for\nNietzsche \"the great principal activity is unconscious,\" and that consciousness\nis the effect of forces whose essence, byways, and modalities are not proper to\nit. Force itself is never present; it is only a play of differences and quantities.\nThere would be no force in general without the difference between forces; and\nhere the difference of quantity counts more than the content of the quantity,\nmore than absolute size itself. \"Quantity itself, therefore, is not separable from\nthe difference of quantity. The difference of quantity is the essence of force, the\nrelation of force to force. The dream of two equal forces, even if they are granted\nan opposition of meaning, is an approximate and crude dream, a statistical\ndream, plunged into by the living but dispelled by chemistry.\"2° Is not all of\nNietzsche's thought a critique of philosophy as an active indifference to differ-\nence, as the system of adiaphoristic reduction or repression? Which according\nto the same logic, according to logic itself, does not exclude that philosophy.\nlives in and on differance, thereby blinding itself to the same, which is not the\nidentical. The same, precisely, is differance (with an a) as the displaced\nequivocal passage of one different thing to another, from one term of an op-\nposition to the other. Thus one could reconsider all the pairs of opposites on\nwhich philosophy is constructed and on which our discourse lives, not in order\nto see opposition erase itself but to see what indicates that each of the terms\nmust appear as the differance of the other, as the other different and deferred in\nthe economy of the same (the intelligible as differing-deferring the sensible, as,\nthe sensible different and deferred; the concept as different and deferred, dif-\nfering-deferring intuition; culture as nature different and deferred, differing-\ndeferring; all the others of physis—tekhne, nomos, thesis, society, freedom, history,\nmind, etc.—as\ndifferent and deferred, or as physis differing and deferring.\nPhysis in differance. And in this we may see the site of a reinterpretation of mimësis\nin its alleged opposition to physis). And on the basis of this unfolding of the\nsame as différance, we see announced the sameness of différance and repetition\nin the eternal return. Themes in Nietzsche's work that are linked to the symp-\ntomatology that always diagnoses the detour or ruse of an agency disguised in\n20. Gjlles Deleuze, Nietzsche ella philosophie (Paris: Presses Universitaires de France,\n1970), p. 49.\n17\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 47,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "vorrat",
        "diastem",
        "demda",
        "diff",
        "cesses",
        "niederschrift",
        "differance",
        "induded",
        "bahnung",
        "frayage"
      ],
      "full_text": "Différance\nits differance; or further, to the entire thematic of active interpretation, which\nsubstitutes incessant deciphering for the unveiling of truth as the presentation\nof the thing itself in its presence, etc. Figures without truth, or at least a system\nof figures not dominated by the value of truth, which then becomes only an\ninduded, inscribed, circumscribed function.\n(Thus, differance is the name we might give to the \"active,\" moving discord of\ndifferent forces, and of differences of forces, that Nietzsche sets up against the\nentire system of metaphysical grammar, wherever this system governs culture,\nphilosophy, and science.\nIt is historically significant that this diaphoristics, which, as an energetics or\neconomics of forces, commits itself to putting into question the primacy of\npresence as consciousness, is also the major motif of Freud's thought: another\ndiaphoristics, which in its entirety is both a theory of the figure (or of the trace)\nand an energetics. The putting into question of the authority of consciousness\nis first and always differential.\nr\nThe two apparently different values of differance are tied together in Freudian\ntheory: to differ as discernibility, distinction, separation, diastem, spacing; and\nto defer as detour, relay, reserve, temporization.\n1. The concepts of trace (Spur), of breaching (Bahnung),2' and of the forces of\nbreaching, from the Project on, are inseparable from the concept of difference.\nThe origin of memory, and of the psyche as (conscious or unconscious) memory\nin general, can be described only by taking into account the difference between\nbreaches. Freud says so overtly. There is no breach without difference and no\ndifference without trace.\n2. All the differences in the production of unconscious traces and in the pro-\ncesses of inscription (Niederschrift) can also be interpreted as moments of\ndifferance, in the sense of putting into reserve. According to a schema that never\nceased to guide Freud's thought, the movement of the trace is described as an\neffort of life to protect itself by deferring the dangerous investment, by consti-\ntuting a reserve (Vorrat). And all the oppositions that furrow Freudian thought\nrelate each of his concepts one to another as moments of a detour in the economy\nof différance. One is but the other different and deferred, one differing and\ndeferring the other. One is the other in differance, one is the differance of the\n'other. This is why every apparently rigorous and irreducible opposition (for ex-\nample the opposition of the secondary to the primary) comes to be qualified,\nat one moment or another, as a \"theoretical fiction.\" Again, it is thereby, for\nexample (but such an example governs, and communicates with, everything),\n21. TN. Derrida is referring here to his essay \"Freud and the Scene of Writing\" in Writing\nand Difference. \"Breaching\" is the translation for Bahnung that I adopted there: it conveys\nmore of the sense of breaking open (as in the German Bahnung and the French frayage)\nthan the Standard Edition's \"facilitation.\" The Project Demda refers to here is the Project\nfora Scientific Psychology (1895), in which Freud attempted to cast his psychological thinking\nin a neurological framework.\n18\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 50,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "temporalization",
        "nonpsychoanalytic",
        "retentional",
        "diff",
        "sollicitare",
        "phenomenologist",
        "aiterity",
        "reassem",
        "differance",
        "beingness"
      ],
      "full_text": "Différance\nitself; which doubtless means that it is woven of differences, and also that it\nsends out delegates, representatives, proxies; but withoul any chance that the\nof proxies might \"exist,\" might be present, be \"itself\" somewhere, and\nwith even less chance that it might become conscious. In this sense, contrary\nto the terms of an old debate full of the metaphysical investments that it has\nalways assumed, the \"unconscious\" is no more a \"thing\" than it is any other\nthing, is no more a thing than it is a virtual or masked consciousness. This_\nradical aiterity as concerns every possible mode of presence is marked by the\nirreducibility of the aftereffect, the delay. In order to describe traces, in order1\nto read the traces of \"unconscious\" traces (there are no \"conscious\" traces), the\nlanguage of presence and absence, the metaphysical discourse of phenom-\nenology, is inadequate. (Although the phenomenologist is not the only one\nspeak this language.)\nThe structure of delay (Nachtraglichkeit) in effect forbids that one make of\ntemporalization (temporization) a simple dialectical complication of the living\npresent as an originary and unceasing synthesis—a synthesis constantly directed\nback on itself, gathered in on itself and gathering—of retentional traces and\nprotentional openings. The alterity of the \"unconscious\" makes us concerned1\nnot with horizons of modified—past or future—presents, but with a \"past\" that\nhas never been present, and which never will be, whose future to come will\nnever be a production or a reproduction in the form of presence. Therefore the\nconcept of trace is incompatible with the concept of retention, of the becoming-\npast of what has been present. One cannot think the trace—and therefore,\ndifférance-_on the basis of the present, or of the presence of the present.\n-.1\nA past that has never been present: this formula is the one that Emmanuel\nLevinas uses, although certainly in a nonpsychoanalytic way, to qualify the trace\nand enigma of absolute alterity: the Other.24 Within these limits, and from this\npoint of view at least, the thought of differance implies the entire critique of\nclassical ontology undertaken by Levinas. And the concept of the trace, like that\nof diffErance thereby organizes, along the lines of these different traces and dif-\nferences of traces, in Nietzsche's sense, in Freud's sense, in Levinas's sense—\nthese \"names of authors\" here being only indices-the network which reassem-\nbles and traverses our \"era\" as the delimitation of the ontology of presence.\nWhich is to say the ontology of beings and beingness. It is the domination of\nbeings that differance everywhere comes to solicit, in the sense that sollicitare, in\nold Latin, means to shake as a whole, to make tremble in entirety. Therefore,\nit is the determination of Being as presence or as beingness that is interrogated\nby the thought of differance. Such a question could not emerge and be understood\nunless the difference between Being and beings were somewhere to be broached.\nFirst consequence: differance is not. It is not a present being, however excellent,1\n24. TN. On Levinas, and on the translation of his term autrui by \"Other,\" see \"Violence\nand Metaphysics,\" note 6, in Writing and Difference.\n21\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 51,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "oogical",
        "diapherein",
        "ventable",
        "pherein",
        "ontico",
        "diff",
        "thotight",
        "bein",
        "differance",
        "heautoi"
      ],
      "full_text": "Différance\nunique, principal, or transcendent. It governs nothing, reigns over nothing, and\nexercises any authority It is not announced by any capital letter Not\nis there no kingdom of difference but difference instigates the\nof\nkingdom. Which makes it obviously threatening and infallibly dreaded\nby everything within us that desires a kingdom, the past or future presence of\na kingdom. And it is always in the name of a kingdom that one may reproach\ndifference with wishing to reign, believing that one sees it aggrandize itself with\na capital letter.\nCan difference, for these reasons, settle down into the division of the ontico-\nontological difference, such as it is thought, such as its \"epoch\" in particular is\nthought, \"through,\" if it may still be expressed such, Heidegger's uncircum-\nventable meditation?\nThere is no simple answer to such a question.\nitself, différance\nthe historical and epochal\nunfolding of Being or\noogical difference. The a of\nthe\nmovement\nAnd yet, are not the thought of the meaning or truth of Being, the determination\nof differance as the ontico-ontological difference, difference thought within the\nhorizon of the question of Bein , still intram\neffects of difference? The\nunfolding of differance is perhaps no solely the truth of Being, or o\ne epochality\nof Being. Perhaps we must attempt to think this unheard-of thought, this silent\ntracing: that the history of Being, whose thotight engages the Greco-Western\nlogos such as it is produced via the ontological difference, is but an epoch of the\ndiapherein. Henceforth one could no longer even call this an \"epoch,\" the concept\nof epochality belonging to what is within history as the history of Being. Since\n'Being has never had a \"meaning,\" has never been thought or said as such,\nexcept by dissimulating itself in beings, then difference, in a certain and very\nstrange way, (is) \"older\" than the ontological difference or than the truth of\nBeing. When it has this age it can be called the play of the trace. The play of a\ntrace which no longer belongs to the horizon of Being, but whose play transports\nand encloses the meaning of Being: the play of the trace, or the difference, which\nhas no meaning and is not. Which does not belong. There is no maintaining,\nand no depth to, this bottomless chessboard on which Being is put into play.\nPerhaps this is why the Heraclitean play of the hen diapheron heautOi, of the\none differing from itself, the one in difference with itself, already is lost like a\ntrace in the determination of the die pherein as ontological difference.\nTo think the ontological difference doubtless remains a difficult task, and any\nstatement of it has remained almost inaudible. Further, to prepare, beyond our\nlogos, for a difference so violent that it can be interpellated neither as the epochality\nof Being nor as ontological difference, is not in any way to dispense with the\npassage through the truth of Being, or to \"criticize,\" \"contest,\" or misconstrue\nits incessant necessity. On the contrary, we must stay within the difficulty of\nthis passage, and repeat it in the rigorous reading of metaphysics, wherever\n22\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 54,
      "bucket": "E (10%+)",
      "error_rate": 11.0,
      "unknown_words_sample": [
        "der",
        "seins",
        "lileibt",
        "verh",
        "anwesen",
        "anwesende",
        "beharren",
        "nicht",
        "als",
        "anwesenden"
      ],
      "full_text": "Différance\ntrace. A bit further on: \"However, the distinction between Being and beings,\nsomething forgotten, can invade our experience only if it has already unveiled\nitself with the presencing of what is present (mit deni Anwesen des Anwesenden);\nonly if it has left a trace (eine Spur gepragt hat) which remains preserved (gewahrt\nlileibt) in the language to which Being comes\" (p. 51).\nStill further on, while meditating on Anaximander's to khreon, which he trans-\nlates as Brauch (usage), Heidegger writes this: \"Enjoining order and reck (Fug\nund Ruch verfugend), usage delivers to each present being (Anwesende) the while\ninto which it is released. But accompanying this process is the constant danger\nthat lingering will petrify into mere persistence (in das blosse Beharren verhärtet).\nThus usage essentially remains at the same time the distribution (Aushandigung:\ndis-maintenance) of presencing (des Anwesens) into disorder (in den Un-fug).\nUsage conjoins the dis (Der Brauch fugt das Un-)\" (p. 54).\n,4\nAnd it is at the moment when Heidegger recognizes usage as trace that the\nquestion must be asked: can we, and to what extent, think this trace and the\ndis of differance as Wesen des Seins? Does not the dis of differance refer us beyond\nthe history of Being, and also beyond our language, and everything that can be\nnamed in it? In the language of Being, does it not call for a necessarily violent\ntransformation of this language by an entirely other language?\nLet us make this question more specific. And to force the \"trace\" out of\n(and has anyone thought that we have been tracking something down, some-\nthing other than tracks themselves to be tracked down?), let us read this\n\"The translation of to khreon as 'usage' has not resulted from a preoccupation\nwith etymologies and dictionary meanings. The choice of the word stems from\na prior crossing over (Uber-setzen; trans-lation) of a thinking which tries to think\nthe distinction in the essence of Being (im Wesen des Seins) in the fateful beginning\nof Being's oblivion. The word'usage' is dictated to thinking in the experience\n(Erfait rung) of Being's oblivion. What properly remains to be thought in the word\n'usage' has presumably left a trace (Spur) in to khreon. This trace quickly vanishes\n(aisbald verschwindet) in the destiny of Being which unfolds in world history as\nWestern metaphysics\" (p. 54).\nHow to conceive what is outside a text? That which is more or less than\ntext's own, proper margin? For example, what is other than the text of Western\nmetaphysics? It is certain that the trace which \"quickly vanishes in the destiny\nof Being (and) which unfolds\n.\n. . as Western metaphysics\" escapes every de-\ntermination, every name it might receive in the metaphysical text. It is sheltered,\nand therefore dissimulated, in these names. It does not appear in them as the\ntrace \"itself.\" But this is because it could never appear itself, as such.\nalso says that difference cannot appear as such: \"Lichtung des Unterschiedes\nkann deshalb auch nicht bedeuten, dass der Unterschied als der Unterschied\nerscheint.\" There is no essence of differance; it (is) that which not only could\nnever be appropriated in the as such of its name or its appearing, but also that\nwhich threatens the authority of the as such in general, of the presence of the\n25\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 56,
      "bucket": "D (5-10%)",
      "error_rate": 9.1,
      "unknown_words_sample": [
        "kerygmatic",
        "wird",
        "seins",
        "anaximancler",
        "einziges",
        "selbst",
        "heideggerian",
        "fruhe",
        "denkende",
        "das"
      ],
      "full_text": "Différance\nsubstitutions of names in which, for example, the nominal effect diffErance is\nitself enmeshed, carried off, reinscribed, just as a false entry or a false exit is still\npart of the game, a function of the system.\nWhat we know, or what we would know if it were simply a question here oP\nsomething to know, is that there has never been, never will be, a unique word,\na master-name. This is why the thought of the letter a in différance is not\nthe prophetic annunciation of an imminent and as yet\nunheard-of nomination. There is nothing kerygmatic about this \"word,\" pro-\nvided that one perceives its decapita(liza)tion. And that one puts into question\nthe name of the name.\nThere will be no unique name, even if it were the name of Being. And we\nmust think this without nostalgia, that is, outside of the myth of a purely maternal\nor paternal language, a lost native country of thought. On the contrary, we musfl\naffirm this, in the sense in which Nietzsche puts affirmation into play, in a\ncertain step of the dance.\nFrom the vantage of this laughter and this dance, from the vantage of this\naffirmation foreign to all dialectics, the other side of nostalgia, what I will call\nHeideggerian hope, comes into question. I am not unaware how shocking this1\nword might\nNevertheless I am venturing it, without excluding any\nof its\nI relate it to\nseems to me to be the metaphysical\npart of \"The-Anaximancler Fragment\": the quest for the proper word and the\nunique\nof the first word of Being (das fruhe Wort des Seins: to\nkhreon),\nwrites: \"The relation to what is present that rules in the\nessence of presencing itself is a unique one (ist eine einzige), altogether incom-\nparable to any other relation. It belongs to the uniqueness of Being itself (Sic\ngehort zur Einzigkeit des Seins selbst). Therefore, in order to name the essential\nnature of Being (das wesende Seins), language would have to find a single word,\nthe unique word (em\neinziges, das einzige Wort). From this we can gather how\ndaring every thoughtful word (denkende Wort) addressed to Being is (das den: Scm\nzugesprochen wird). Nevertheless such daring is not impossible, since Being\nspeaks always and everywhere throughout language\" (p. 52).\nSuch is the question: the..alliance of speech and Being in the unique word, in r\nthe finally proper name. And such is the question inscribed in the simulated\naffirmation of differance. It bears (on) each member of this sentence: \"Being /\nspeaks / always and everywhere I throughout / language.\"\n27\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 58,
      "bucket": "E (10%+)",
      "error_rate": 31.2,
      "unknown_words_sample": [
        "beaufret",
        "plon",
        "ousia",
        "pensde",
        "grarnm"
      ],
      "full_text": "Ousia and Grarnmë:\nNote on a Note from\nBeing and Time\nOriginally published in\nde In pensde: Pour\nJean Beaufret (Plon, 1968).\n29\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 60,
      "bucket": "E (10%+)",
      "error_rate": 12.1,
      "unknown_words_sample": [
        "uns",
        "interro",
        "ceptualization",
        "ontologico",
        "weilen",
        "anwesen",
        "macquarne",
        "bleibt",
        "dasein",
        "steigertes"
      ],
      "full_text": "Am bedrangendsten zeigt sich\nuns das Weitreichende des An-\nwesens dann, wenn wir be-\ndenken dass auch und gerade\ndas Abwesen durch em\nbis-\nweilen ins Unheimliche ge-\nsteigertes Anwesen bestimmt\nbleibt.\nHeidegger, Zeit und Scm\nIts execution directed at the question of the meaning of Being, the \"destruc-\ntion\" of classical ontology first had to shake the \"vulgar concept\" of time. This\nis a condition for the analytic of Dasein, which is there through the opening to\nthe question of the meaning of Being, through the precomprehension of Being;\ntemporality constitutes the \"Being of a Being-there (Dasein) which comprehends\nBeing,\" and it is the \"ontological meaning of care\" as the structure of Dasein.\nThis is why temporality alone can provide the horizon for the question of Being.\nThus the task assigned to Being and Time is to be understood as both preliminary\nand urgent. Not only is the formulation of temporality to be delivered from the\ntraditional concepts that govern both everyday language and the history of\nontology from Aristotle to Bergson, but also the possibility of this vulgar con-\nceptualization is to be taken into account, and its \"rightful due\" acknowledged.\nTraditional ontology, then, can be destroyed only by repeating and interro-\ngating its relation to the problem of time. In what way has a certain determination\nof time implicitly governed the determination of the meaning of Being in the\nhistory of philosophy? Heidegger announces the question from the sixth section\nof Being and Time. He announces it only, and does so on the basis of what he\nstill considers but a sign, a point of reference, an \"outward evidence\" (p. 47).\nThis outward evidence is \"the treatment of the meaning of Being as parousia or\nousia, which signifies, in ontologico-Temporal terms, 'presence' (Anwesenheit).\nBeings2 are grasped in their Being as 'presence' (Anwesenheit); this means that\nthey are understood with regard to a definite mode of time—the 'Present' (Ge-\ngenwart)\"3 (p. 47).\n1. TN. Martin Heidegger, Being and Tune, trans. John Macquarne and Edward Robinson\n(New York: Harper and Row, 1962), P. 39. All references are to this edition. All German\ninterpolations in the text are Derrida's.\n2. TN. Macquarrie and Robinson translate Seiend as \"entity\"; I consistently modify it to\n\"being\" or \"beings.\"\n3. The same question, in the same form, inhabits the center of Kant and the Problem of\nMetaphysics. This should cause no surprise, since the latter work envelops Sejn und Zeit.\nA result of the lectures given in 1925—26, it was also to correspond, in its content, with\nthe second, unpublished part of Sem,i und Zeit. Thus, in elaborating the \"aim of fundamental\nontology,\" and the necessity for the analytic of Dasein and for the exposition of \"care as\ntemporality,\" Heidegger writes, for example: \"What is the significance of the fact that\n31\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 61,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "nmenao",
        "nunc",
        "nwesenheif",
        "gramme",
        "habe",
        "anwesen",
        "parmen",
        "reinen",
        "mented",
        "das"
      ],
      "full_text": "Ousia and Gramme\nThe privilege of the present (Gegenwart) already marked the Poem of Parmen-\nides. Legein and noein4 were to grasp a present under the heading of that which\nendures and persists, near and available, exposed to vision or given by hand,\na present in the form of Vorhandenheit [presence-at-hand]. This presence is pre-\nsented, is apprehended in legein or in noein, by means of a process whose\n\"Temporal structure\" is one of \"pure 'making-present,'\" of pure maintaining5\n(reinen \"Gegenwartigens\"). 'Those beings which show themselves in this [making-\npresent] and for it, and which are understood as beings in the most authentic\nsense (das eigentliche Seiende), thus get interpreted with regard to the Present\n(Gegen-wart); that is, they are conceived as presence (ousia [Anwesenheit])\" (p.\n48).\nThis chain of interdependent concepts (ousia, parousia, A nwesenheif , Gegenwart,\ngegenwdrtigen, Vorhandenheit) is deposited at the entry to Being and Time: both\nposited and provisionally abandoned. And even if the category of Vorhandenheit,\nof beings in the form of substantial and available objects, in effect never ceases\nto be at work and to have the value of a theme, the other concepts remain\nhidden until the end of the book. We must await the final pages of Being and\nTime (of its first, and only published, part) for the chain to be displayed anew,\nand this time without ellipsis and as the very concatenation of the history of\nontology. For at this point there is an explicit analysis of the genesis of the vulgar\nancient metaphysics determines the ontOs on—the being which is in the highest degree—\nas aiei on? The Being of beings is obviously understood here as permanence and persistence\n(Best andigkeit). What project lies at the basis of this comprehension of Being? The project\nrelative to time, for even eternity, taken as the nunc stans, for example, is thoroughly con-\nceivable as 'now' and 'persistent' only on the basis of time. What is the significance of the\nfact that a being in the proper sense of the term (das eigentlich Seiend) is understood as\nousia, parousia, i.e. basically as 'presence' (das 'Anwesen'), the immediate and always present\npossession, (gegenwartigen Besitz), the 'having' (Habe)? This project reveals that 'Being' is\nsynonymous with permanence in presence. In this way, therefore, i.e. in the spontaneous\ncomprehension of Being. temporal determinations are accumulated. Is not the immediate\ncomprehension of Being developed entirely from a primordial but self-evident projection\nof Being relative to time? .\n. . The essence (Wesen) of time as it was fixed—and, as it turned\nout, decisively—for the subsequent history of metaphysics by Aristotle does not provide\nan answer to this question. On the contrary, it would be easy to show that it is precisely\nAristotle's conception of time that is inspired by a comprehension of Being which—without\nbeing aware of its action—interprets Being as permanent and as present (Gegenwart), and\nconsequently determines the 'Being' of time from the point of view of the now (Jetzt), i.e.\nfrom the character of time which in itself is always present (anwesend), and thus properly\nis, in the ancient sense of the term.\" Martin Heidegger, Kant and the Problem of Metaphysics,\ntrans. James S. Churchill (Bloomington: Indiana University Press, section 44, pp. 248—50\n[translation modified]). On the relationship between Anwesen and Gegenwartigen, see also\nBeing and Time.\n4. TN. The reference is to Parmenides' saying (Khre to legein te noein eon e,nmenaO, which\nis usually translated \"One should both say and think that Being is.\" 1-leidegger has com-\nmented upon and retranslated this saying in several contexts, including Being and Time\n(p. 48) and What Is Called Thinking?\n5. TN. In French \"now\" is maintenant, which makes it easy to translate Gegenwartigen\nas maintenance, which I have given here as \"maintaining.\" The main of maintenance is also\nrelated to the hand of l-leidegger's concept of Vorhandenheit—being present at hand.\n32\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 62,
      "bucket": "D (5-10%)",
      "error_rate": 9.8,
      "unknown_words_sample": [
        "zum",
        "gramm",
        "der",
        "versa",
        "uncon",
        "gegenwartigkeit",
        "etwas",
        "anwesen",
        "anwesende",
        "proeonta"
      ],
      "full_text": "Ousia and Grammé\nconcept of time, from Aristotle to Hegel. Now, although the Hegelian concept\nof time is submitted to scrutiny, and several pages are devoted to it, Heidegger\ngrants only a footnote to the pertinent traits that assign a Greek, and very\nprecisely an Aristotelian, origin to this concept. The footnote invites several\nreadings. Here we do not aspire to undertake such readings, or even to sketch\nthem out. Rather, we are simply underlining the fact that they are indicated,\nand then opening the texts that Heidegger signals, marking their pages. Our\nonly ambition in commenting on this note is to attempt to extend it a bit, and\nto do so according to two motifs.\n1. To read in it, such as it is announced in highly determined form,6 the\nHeideggerian question about presence as the ontotheological determination of\n6. The following pages may be read as timid prologomena to a problem of translation.\nBut who better than Heidegger has taught us to think what is involved in such a problem?\nHere, the question would be the following: how to transfer into, or rather what transpires\nwhen we transfer into the single Latin word presence the entire differentiated system of\nGreek and German words, the entire system of translation in which Heideggerian language\n(ousia. parousia, Gegenwartigkeit, Anwesen, Anwesenheit, Vorhandenheit, etc.) is produced?\nAnd all this taking into account that the two Greek words, and the words associated with\nthem, already have translations charged with history (essence, substance, etc.)? Above\nall, how to transfer into the single word presence, both too rich and too poor, the history\nof the Heideggerian text which associates or disjoins these concepts in subtle and regular\nfashion throughout an itinerary that covers more than forty years? How to translate into\nFrench [Englishi or translate French [English] into the play of these displacements? To take\nonly one example__but one which has a privileged status here—\"The Anaximander Frag-\nment\" (1946) rigorously dissociates concepts which all signify presence, and which, in the\ntext of Being and Time that we have just cited, were aligned as synonyms, or in any case\nwithout pointing out any pertinent trait of difference. Let us cut out a page from \"The\nAnaximander Fragment.\" We will cite it in translation, inserting the German words which\nbear the burden of the difficulties even in places where the translator might not be obliged\nto do so: \"The first point we gather from this poetic phrase is that ta eonta is distinguished\nfrom ta essomena and pro eonta. Thus ta eonta designates being in the sense of the present\n(das Seiende im Sinne des Gegenwartigen). When we moderns speak of 'the present,' we either\nmean what is 'now' (das Jetzige)—which we represent as something within time (etwas\n:nnerzeitiges), the 'now' serving as a phase in the stream of time—or we bring the 'present'\ninto relation with the 'objective' (zum Gegenstandigen). As something objective (das Ob-\njective), an object is related to a representing subject. However, if we employ 'present' (das\n'gegernvärtig') for the sake of a closer determination of eonta, then we must understand\n'the present' (das 'gegenwartig') from the essence (Wesen) of eonta and not vice versa. Yet\neonta is also what is past and what is to come. Both are ways of presencing (des Anwesenden),\ni.e. the presencing of what is not presently present (des ungegenwärtig Anwesenden). The\nGreeks also named more precisely what is presently present (das gegenwartig Anwesende)\nIn pareonta, pam meaning 'alongside' (be:), in the sense of coming alongside in uncon-\ncealment (Unverborgenheit). The gegen in gegenu'ärtig (presently) does not mean something\nover against a subject, but rather an open expanse of unconcealment (die offene Gegend der\nUnverborgenheit), into which and within which whatever comes along lingers (das Beige-\nkommene vertt'eilt). Accordingly, as a characteristic of eonta, 'presently' (gegenwartig) means\nas much 'having arrived to linger awhile in the expanse of unconcealment.' Spoken first,\nand thus emphasized, eon Ia which is expressly distinguished from proeonta and essomena,\nnames for the Greeks what is present (das Anwesende) insofar as it has arrived in the\ndesignated sense, to linger within the expanse of unconcealment. Such a coming is proper\narnval, the presencing of what is properly present. (Solche Angekom:nenheit ist die eigentliche\n33\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 64,
      "bucket": "D (5-10%)",
      "error_rate": 8.2,
      "unknown_words_sample": [
        "verfallen",
        "meiner",
        "grammatology",
        "der",
        "gramme",
        "wcrke",
        "geschichte",
        "resultat",
        "dasein",
        "nivellierung"
      ],
      "full_text": "The Note\nincluded, implied, dominated by the concepts that Heidegger has fixed as the\ndecisive ones in Aristotle's text? We are not certain, and our reading will follow\nthis incertitude.\nThe Note\nIt is only a footnote, but it is by far the longest in Being and Time, pregnant with\ndevelopments that are announced and held back, necessary but deferred. We\nwill see that it already promises the second volume of Being and Time, but that\nit does so, we might say, by reserving the second volume, both as something\nstill to be unfolded and as the definitive enveloping of the first.\nThe Note belongs to the next to last section of the last chapter (\"Temporality\nand Within-Time-ness as the Source of the Ordinary Conception of Time\"). Time\nis usually considered as that in which beings are produced. Within-time-ness,\nintratemporality, is taken to be the homogenous medium in which the movement\nof daily existence is reckoned and organized. This homogeneity of the temporal\nmedium becomes the effect of a \"leveling off of primordial time\" (Nivellierung\nder ursprunglichen Zeit), and constitutes a world time more objective than the\nobject and more subjective than the subject. In affirming that history—that is,\nspirit, which alone has a history—falls into time (.\n.\n. f/lilt die Entwicklung der\nGeschichte in die Zeit),'° is not Hegel thinking in terms of the vulgar concept of\ntime? Heidegger claims to be in agreement with Hegel on this proposition in its\n\"results\" (im Resultat), and to the extent that it concerns the temporality of Dasein\nand the co-belonging that links Dasein to world time (p. 457).\" But Heidegger\nagrees only with the proposition in its results, and Hegel himself has taught us\nthat results are nothing without their becoming, outside the locus which assigns\nto them an itinerary or a method. Now, Heidegger wants to show in what way\nhis project of fundamental ontology displaces the meaning of this result, thus\nthaking the Hegelian proposition appear as the \"most radical\" formulation of\nthe vulgar concept of time. He is concerned not with \"criticizing\" Hegel but\nwith sharpening the difference between fundamental ontology and classical or\nuse related to differance. See also the interview \"Semiology and Grammatology\" for a\ndiscussion of gramme as différance. Grnmrnë is from Aristotle's Physics, a work cited exten-\nsively here. I have used the translation by R. P. Hardie and G. K. Gaye (Oxford: Oxford\nUniversity Press, 1930); all following references are to this edition.\n10. Hegel, Die Vernzinft in der Geschichte, Einieitung in die Philosophie der Weltgeschichte, in\nSämtliche Wcrke, ed. G. Lasson (Leipzig: F. Meiner, 1923), vol. 8, p. 133.\nU. We will have occasion to ask whether or not this agreement about the \"results,\"\nwhich keeps to a description of \"fallen temporality,\" engages Heidegger in something\nbeyond the limits that he seeks to mark here. Despite the reinterpretation to which he\nsubmits the Verfallen (for example at the end of section 82), it will be asked whether the\nsingle distinction—whatever its restructuration and originality—between proper and im-\nproper temporality, authentic, orginary and nonoriginary, etc., is not itself a tributary of\nHegelianism, of the idea of a \"fall\" into time. And, consequently, a tributary of the \"vulgar\"\nconcept of time.\n35\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 65,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "sertion",
        "trans",
        "ungeheures",
        "automanifestation",
        "vorhandenheif",
        "lasson",
        "clar",
        "rectly",
        "endon",
        "euc"
      ],
      "full_text": "Ousia and Gramme\nvulgar ontology, and with doing so by restoring the radicality of a formulation\n\"which has received too little attention\" and by showing this formulation to be\nat work and at the center of the most profound, the most critical, and the most\nencompassing thought of metaphysics.\nThis section contains two subsections, and its several pages are articulated\naround the following propositions.\n1. Hegel's interpretation of the relation between time and spirit operates on\nthe basis of a concept of time elaborated in the second part of the Encyclopedia,\nthat is, in a philosophy of nature. This concept belongs to an ontology of nature,\nand has the same milieu and characteristics as the Aristotelian concept of time\nsuch as it is constructed in Physics IV, in the course of a reflection on place and\nmovement.\n-\n2. The \"leveling\" of which Heidegger speaks is due here to the exorbitant\nprivilege of the form of the \"now\" and the \"point.\" As Hegel himself says: \"The\nnow has a tremendous right (em\nungeheures Recht); it is nothing as the individual\nNow, for as I pronounce it, this proudly exclusive Now dissolves, flows away\nand falls into dust.\"2\n3. The entire system of concepts organized around Hegel's fundamental as-\nsertion—according to which time is the existence (Dasein) of the concept, absolute\nspirit in its automanifestation, in its absolute disquietude as the negation of\nnegation—depends upon a vulgar determination of time, and therefore upon\na determination of Dasein itself conceived on the basis of the now of leveling,\nthat is, Dasein in the form of Vorhandenheif, of presence maintained in availability.\nThe Note cuts this sequence in two. It intervenes at the end of the subsection\ndevoted to the Hegelian exposition of the concept of time in the philosophy of\nnature and before the subsection of \"Hegel's Interpretation of the Connection\nbetween Time and Spirit.\" Let us follow its translation:\nThe priority which Hegel has given to the 'now' which has been levelled\noff, makes it plain that in defining the concept of time he is under the\nsway of the manner in which time is ordinarily understood; and this\nmeans that he is likewise under the sway of the traditional conception of\nit. It can even be shown that his conception of time has been drawn di-\nrectly from the 'physics' of Aristotle.\nIn the lena Logic (Cf. C. Lasson's 1923 edition), which was projected at\nthe time of Hegel's habilitation, the analysis of time which we find in his\nEncyclopedia has already been developed in all its essential parts. Even the\nroughest examination reveals that the section on time (pp. 202 ff.) is a\nparaphrase of Aristotle's essay on time. In the lena Logic Hegel has already\ndeveloped his view of time within the framework of his philosophy of\n12. Hegel's Philosophy of Nature (Encyclopedia Part Two), trans. A. V. Miller (Oxford: Clar-\nendon Press, 1970), sec. 258, p. 36. All following references are to this edition, abbreviated\nas \"Euc.\"\n36\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 66,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "totle",
        "imm",
        "tode",
        "khronos",
        "durationj",
        "dieses",
        "seos",
        "gestions",
        "arithmos",
        "zung"
      ],
      "full_text": "The Note\nNature (p. 186), the first part of which is entitled 'System of the Sun' (p.\n195). Hegel discusses the concept of time in conjunction with defining\nthe concepts of aether and motion. Here too his analysis of space comes\nlater (nachgeordnet). Though the dialectic already emerges, it does not\nhave as yet the rigid schematic form which it will have afterward, but\nstill makes it possible to understand the phenomena in a fairly relaxed\nmanner. On the way from Kant to Hegel's developed system, the impact\nof the Aristotelian ontology and logic has again been decisive. The Fact of\nthis impact has long been well known. But the kind of effect it has had,\nthe path it has taken, even its limitations, have hitherto been as obscure\nas the Fact itself has been familiar. A concrete philosophical Interpretation\ncomparing Hegel's Jena Logic with the 'physics' and 'metaphysics' of Aris-\ntotle will bring new light. For the above considerations, some rough sug-\ngestions will suffice.\nAristotle sees the essence of time in the nun, Hegel in the 'now' (jetzt).\nAristotle takes the nun as oros; Hegel takes the 'now' as 'boundary'\n(Grenze). Aristotle understands the nun as Stigrne; Hegel interprets the\n'now' as a point. Aristotle describes the nun as lode Ii; Hegel calls the\n'now' the 'absolute this' (das 'absolute Dieses'). Aristotle follows tradition\nin connecting khronos with sphaira; Hegel stresses the 'circular course'\n(Kreislauf) of time. To be sure, Hegel escapes the central tendency of the\nAristotelian analysis—the tendency to expose a foundational connection\n(akolouthein) between the nun, the oros, the stigrne and the tode ti.\nIn its result, Bergson's view is in accord with Hegel's thesis that space\n'is' time, in spite of the very different reasons they have given. Bergson\nmerely says the\nthat time (temps (in French in the text in order to\noppose tern ps, time, to durée, durationj) is space. Bergson's view of time\ntoo has obviously arisen from an Interpretation of the Aristotelian essay\non time. That a treatise of Bergson with the title Quid Aristoteles de loco\nsenserit should have appeared at the same time as his Essai sur les données\nimmédiates de la conscience, where the problem of tern ps and durée is ex-\npounded, is not just a superficial literary connection. Having regard to\nAristotle's definition of time as the arithmos kinëseOs, Bergson prefaces his\nanalysis of time with an analysis of number. Time as space (Cf. Essai, p.\n69) is quantitative Succession. By a counter-orientation (Gegenorientierung)\nto this conception of time, duration gets described as a qualitative Succes-\nsion. This is not the place for coming to terms critically (Auseinanderset-\nzung) with Bergson's conception of time or with other Present-day views\nof it. So far as anything essential has been achieved in today's analyses\nwhich will take us beyond Aristotle and Kant, it pertains more to the\nway time is grasped and to our 'consciousness of time'. We shall come\nback to this in the first and third divisions of Part Two. [The preceding\n37\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 67,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "gramm",
        "foir",
        "ihty",
        "nyi",
        "therit",
        "xxx",
        "ence",
        "xetained",
        "tresenhe",
        "hegehian"
      ],
      "full_text": "Ousia and Grammé\nsentence has been deleted in the later editions of Being and Time, giving\nthe Note its full charge of meaning.]\nIn suggesting a direct connection between Hegel's conception of time\nand Aristotle's analysis, we are not accusing Hegel of any 'dependence'\non Aristotle, but are calling attention to the ontological import which this\nfihiat ion has in principle for the Hegehian logic (p. 500, n. xxx).\nAn enormous task is proposed here. The texts pointed out are doubtless\namong the most difficult and most decisive of the history of philosophy. And\nyet, is not what Heidegger designates beneath these points of reference that\nwhich is most simple? Not only self-evident, but the very milieu, the element\nof self-evidence outside of which it seems that thought itself must suffocate?\nHas not\nright\" of the present? Have not meaning, reason, and \"good\" sense been pro-\nthiced within this right? And also that which joins ordinary discourse to spec-\nulative discourse, Hegel's in particular? How could one think Being and time\notherwise than on the basis of the present, in the form of the present, to wit a\ncertain now in general from which no experience, by definition, can ever depart?\nand the\nwith\nanything but presence. Thus, for\nit is not a question of\nthat\ntherit is\nthinking that which\nduced in the\nssi6ihty of the otherwise in this not otherwise\na certain difference,\na\nnot the\nother center would be an other\nthe\ncontrary, this Jisplaceinent would not envisage an absence, that is an other pres-\nence: it would replace nothing. Therefore we must—and in saying this we are\nalready in sight of our problem, already have some footing on it—think our\nrelation to (the entire past of) the history of philosophy otherwise than in the\nstyle of dialectical negativity, which—as a tributary of the vulgar concept of\ntime—s\ntresenhe negation\nresent past-.xetained-\nuplifted in the Aufhebung, where it yields its truth. It is precisely a question of\ntie between truth and presence that must be\nthought, in a thought that\nmay no longer need to be either true or\nttiiffi\ninto question in\na way impossible foirãnyi\nmoment, especially for skepticism\nand everything\nis\nit. The dialectical negativity which has\nso many profound\nto Hegelian speculation thus would remain\nwithin the metaphysics of presence, of maintenance, the metaphysics of the vulgar\nconcept of time. It would only reassemble the enunciation of this metaphysics\nin its truth. Moreover, did Hegel ever wish to do anything else? Does he not\noften declare that he is rendering to dialectics the truth that is still hidden,\nalthough revealed, in Plato and in Kant?\n38\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 68,
      "bucket": "E (10%+)",
      "error_rate": 10.4,
      "unknown_words_sample": [
        "ouk",
        "gegone",
        "matic",
        "physis",
        "losophy",
        "tis",
        "dia",
        "estjn",
        "acknowledg",
        "poteron"
      ],
      "full_text": "The Exoteric\nThere is no chance that within the thematic of metaphysics anything might\nhave budged, as concerns the concept of time, from Aristotle to Hegel. The\nfounding concepts of substance and cause, along with their entire system of\nconnected concepts, suffice by themselves—whatever their differentiation and\ntheir internal problematics—to ensure (us of) the transmission and unmter-\nrupted continuity—however highly differentiated—of all the moments of Meta-\nphysics, Physics, and Logic, passing through Ethics. If one does not acknowledge\nthis powerful, systematic truth, one no longer knows what one is talking about\nin allegedly interrupting, transgressing, exceeding, etc., \"metaphysics,\" \"phi-\nlosophy,\" etc. And, without a rigorous critical and deconstructive acknowledg-\nment of the system, the very necessary attention to differences, disruptions,\nmutations, leaps, restructurations, etc., becomes ensnarled in slogans, in dog-\nmatic stupidity, in empiricist precipitation—or all of these at once; and in any\nevent lets the very discourse it believes it is putting into question be dictated\nto itself a tergo. It is true that the pleasure one might have in doing so (in\nrepetition) ultimately cannot be called to appear before the tribunal of any law.\nIt is precisely the limit of such a tribunal—philosophy—that is in question here.\nThe Exoteric\nFirst let us reestablish contact. The contact of the concept of vulgarity or or-\ndinariness in the expression the \"ordinary concept of time\" with the stated point\nof departure of the Aristotelian interpretation. Precisely with the point of its\nexotericness.\nIn Physics IV Aristotle begins by proposing a conundrum, an aporia. He does\nso in the form of an exoteric argument (dia tOn exoterikon logOn). First it is asked\nif time belongs to beings or nonbeings; and then what its nature, its physis might\nbe. Proton de kalos ekhei diaporesai pen autou [khronou] kai dia tOn exOtenikOn logon,\npoteron tOn on tOn estin e ton me ontOn, eita tis he physis autou.\nThe aporetic is an exoteric. It is opened and closed on this dead end: time is\nthat which \"is not,\" or which \"is barely, and scarcely\" (holOs ouk estin e molis kai\namudrOs). Now how is it to be thought that time is what is not? By giving in to\nthe obvious, that time is, that time has as its essence, the nun, which is most\noften translated as instant, but which functions in Greek like our word \"now\"\n(inaintenant). The nun is the form from which time cannot ever depart, the form\nin which it cannot not be given; and yet the nun, in a certain sense, is not. If\none thinks time on the basis of the now, one must conclude that it is not. The\nnow is given simultaneously as that which is no longer and as that which is not\nyet. It is what it is not, and is not what it is. To men gar autou gegone ku ouk esti,\nto de ?nellei kai oupo estjn. \"In one sense it has been and is no longer, and in\nanother sense, it will be and is not yet\" (217b). Thereby time is composed of\nnonbeings. Now, that which bears within it a certain no-thing, that which ac-\n39\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 69,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "gramm",
        "festi",
        "der",
        "gegenwarr",
        "temporalization",
        "dieses",
        "nonmodifiable",
        "nonbeingness",
        "subtance",
        "modifi"
      ],
      "full_text": "Ousia and Grammê\ncommodates nonbeingness, cannot participate in presence, in substance, in be-\ningness itself (ousia).\nThis first phase of the aporia involves thinking time in its divisibility. Time is\ndivisible into parts, and yet none of its parts, no now, is in the present. Let us\npause here before considering the other phase of the aporia on the beingness or\nnonbeingness of time. There Aristotle will maintain the inverse hypothesis: the\nnow is not a part, time is not composed of nun.\nWhat we will retain from the first hypothesis, is that time is defined according\nto its relation to an elementary part, the now, which itself is affected—as if it\nwere not already temporal—by a time which negates it in determining it as a\npast now or a future now. The nun, the element of time, in this sense is not in\nitself temporaL It is t\nin becoming temporal, that is, in ceasiflg to\nbe, in\nto no\nin the form of being past or\nii it is envisaged as (past or future)\nIlie\nas\nthe intemporal kernel of time, the nonmodifiable nucleus of temporal modifi-\ncation, the inalterable form of temporalization. Time is what overtakes this\nnucleus, in affecting it with no-thing. But in order to be, in order to be a being,\nit must not be affected by time, it must not become (past or future). To participate\nin beingness, in ousia, therefore is to participate in being-present, in the presence\nof the present, or, if you will, in presentness. Bein s are w\nis. Ousia therefore\non the\nasi\nfesti. The privilege of the third person prese\nindicative here yields all its historial\nthe present, the now,\nsubtance, essence, are\nin their meaning to the form of the present\nparticiple. And it could be shown that the passage to the noun form supposes\nthe recourse to the third person. And later it will be likewise for the form of\npresence that consciousness itself is.\nThe Paraphrase: Point, Line, Plane\nAt least twice, Heidegger reminds us, Hegel paraphrased Physics IV by ana-\nlyzing time in a \"philosophy of nature.\" In effect, the first phase of the exoteric\nis reproduced in the \"Philosophy of Nature\" in the Jena Logic. The first part of\nthis \"Philosophy of Nature,\" devoted to the \"system of the sun,\" defines time\nwithin an elaboration of the \"concept of movement.\" Although Aristotle is never\ncited—this kind of fundamental self-evidence is beyond reference—one finds\nin this passage formulations which comment upon the first phase of the exoteric.\nThus, for example:\nThe limit (Grenze), or the moment of the present (Gegenwarr, the absolute\nthis of time (das absolute Dieses der Zeit) or the now (das Jetzt) is the abso-\n13. Heidegger underlines, from another point of view, the historical dominance of the\nthird person of the present indicative of the verb to be in the Introduction to Metaphysics\nItrans. Ralph Manheim (New Haven: Yale University Press, 1959), p. 921. On this problem,\nsee \"The Supplement of Copula,\" below.\n40\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 72,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "extenso",
        "espace",
        "epetition",
        "aufhe",
        "veiy",
        "aufhebt",
        "timejs",
        "stigmi",
        "hebt",
        "fau"
      ],
      "full_text": "The Paraphrase\nthat it becomes and is produced, that it manifests itself in its essence, that it\nspaces itself, in itself relating to itself, that is, in negating itself, space is time. It\ntemporalizes itself, it relates itself to itself and mediates itself as time. Timejs\ns\ncia\n. It is the relation of space to itself, its for-itself. \"Negativity, as point,\nrelates itse\nto space, in which it develops its determinations as line and plane;\nbut in the sphere of self-externality, negativity is equally for itself, and so are its\ndeterminations; [i.e. in the being-for itself of negativity]\n. .. Negativity, thus\nposited for itself, is Time\" (Enc., sec. 257, p. 34). Time relève [\"relifts\"]'5 space.\nIn recalling this development, Heidegger underlines that in this way space\nis only thought as time (p. 482). Space is time to the extent that space is determined\non the basis of the (first or last) negativity of the point. \"According to Hegel,\nthis negation of the negation as punctuality is time\" (p. 482). Time, therefore,\nis thought on the basis of, or looking toward, the point, and the point is thought\non the basis of, or looking toward, time. Point and time are thought in this\ncircularity which relates them one to the other. And the very concept of speculative\nnegativity (the Aufhebung) is possible only by means of this infinite correlation\nor reflection. The stigmi, punctuality, therefore is the concept which, in Hegel as\nin Aristotle, determines nowness (nun, jetzt). Therefore it is not surprising that\nthe first aporetic phase of Physics IV informs or preforms the first figure of time\nin 1-legel's Philosophy of Nature. By the same token this aporia prefigures the\nrelations between spirit and time, since nature is the Being-outside-itself of spirit,\nand time the first relation of nature to itself, the first emergence of its for-itself,\nspirit relating itself to itself only by negating itself and fulling outside itself.\nHere the Aristotelian aporia is understood, thought, and assimilated into that\nwhich is properly dialectical. It suffices—and it is necessary—to take things in\nthe other sense and from the other side in order to conclude that the Hegelian\ndialectic is but the çepetition, the paraphrastic reedition of an exoteric aporia,\nthe brilliant formulation\nvulgar paradox.'6 To be persuaded of this it suffices\n15. TN. In note 23 of \"La Différance,\" above, I explained Derrida's translation of Aufhe-\nhung as reléve. Here Derrida is using the verb form—\"le temps releve l'espace\"—again in\norder to make auflzebt rewrite itself. Note that Derrida's playful translation of aufhebt (third\nperson singular of Aufheben) keeps the hebt (léve, lifts), but changes the auf- (up) to a re-.\nAs in note 23 to \"La Différance,\" the stress is on the effect of substitution and difference,\nof repetition, that is inscribed in aujhebt. Further, the auf- is related to negation-and-pres-\nervation in a higher sphere; the re- questions the metaphysics of negation, the theology\nimplicit in dialectical negation as a raising up.\n16. Hegel conceived his relation to the Aristotelian exoteric or to the Eleatic paradoxes\nin an entirely other category than that of the \"paraphrase\" of which Heidegger speaks.\nOr at least he conceives the possibility of the \"paraphrase\" on the basis of concepts which\ninvolve the veiy essence of logos. His \"repetition\" of the thought of time does not faU\nInto the particular and rhetorical category of the paraphrase. (What is to paraphrase in\nphilosophy?) The past, for Hegel, was both an ingenious anticipation of speculative di-\nalectics and the teleological necessity of an \"already.not-yet\" that he will develop in the\nLogic, where one may read, for example, among pages that should be cited in extenso:\n• Infinitely more ingenious and profound than the Kantian antinomy with which we have\nlust concerned ourselves are the dialectical examples of the ancient Eleatic school, especially\n43\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 73,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "unwin",
        "gramm",
        "olution",
        "sublating",
        "aufhebenden",
        "sessed",
        "unmittelbar",
        "das",
        "vol",
        "enc"
      ],
      "full_text": "Ousia and Grammé\nto consider the passage from Aristotle already cited (218a) along with this def-\ninition of time in section 258 of the Encyclopedia: \"Time, as the negative unity\nof self-externality, is similarly an out-and-out abstract, ideal being. It is that being\nwhich, inasmuch as it is, is not, and inasmuch as it is not, is: it is Becoming\ndirectly intuited (das angeschaute Werden); this means that differences, which\nadmittedly are purely momentary, i.e. directly self-sublating (unmittelbar sich\naufhebenden Unterschiede), are determined as external, i.e. as external to them-\nselves\" (p. 34).\nThis definition has at least three direct consequences in Hegel's text considered\nas a paraphrase of Aristotle.\n1. The Kantian concept of time is reproduced in it, or rather is deduced from\nit. The necessity of such a deduction would show, then, that the Kantian rev-\nolution did not displace what Aristotle had set down but, on the contrary, settled\ndown there itself, changing its locale and then refurbishing it. Further on we\nwill come to suggest this from another point of view. In effect, \"intuited becom-\ning\" in itself, without empirical sensory content, is the purely sensory, the formal\nsensory free from all sensuous matter, without whose discovery no Copernican\nrevolution would have taken place. What Kant discovered is the \"non-sensuous\nsensuous\" that here reproduces the \"paraphrase\" of Aristotle: \"Time, like space,\nis a pure form of sense or of intuition, the non-sensuous sensuous (das unsinnliche\nSinnliche)\" (Enc., sec. 258, Remark, p. 34). In alluding to this \"nonsensuously\nsensuous,\"17 Heidegger does not relate the Hegelian concept to its Kantian equiv-\nalent; it is well known that he considered Hegel to have covered over and erased\nKant's audaciousness in many respects. Are we not justified here, Heidegger\nnotwithstanding, in placing Kant in the direct line which, according to Heidegger,\nleads from Aristotle to Hegel?\n2. According to an elaboration which resembles that found in Kant and the\nProblem of Metaphysics (and consequently, Being and Time), Hegel concludes from\nhis definition:\na) \"Time is the same principle as the I = I of pure self-consciousness\" (ibid.).\nWe would have to relate—although we cannot do so here—the entire Remark\nof section 258 of the Encyclopedia, which demonstrates this last proposition, to\nsection 34 of Heidegger's Kant, particularly to the section on \"Time as Pure Self-\nAffection and the Temporal Character of the\nwhen he writes, for example\nare\nwith respect to movement .\n. . The solutions given by Aristotle to these dialectical for-\nmations merit the highest praise; they are contained in his truly speculative notions of\ntime, space and movement -. . Even a lively intelligence (which Aristotle himself pos-\nsessed to an unrivalled degree) does not suffice to comprehend and judge these speculative\nnotions and to see what is obtuse in Zeno's argumentation.\" Science of Logic. trans. W H.\nJohnston and L. C. Struthers (London: Allen and Unwin, 1929), vol. 1, pp. 212—13). See\nalso the entire problematic of sensible certitude [in the Phenomenology of Spirit I.\n17. Being and Time, p. 480.\n4\n44\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 75,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "priori",
        "betw",
        "onstrating",
        "vor",
        "als",
        "ence",
        "aufgehobene",
        "grammb",
        "enc",
        "icf"
      ],
      "full_text": "Ousia and Grammb\nor time in intemporality: this, perhaps, is what makes anything like an originary\ntemporality impossible. Eternity is another name of the presence of the present.\nHegel also distinguishes this presence from the present as now. A distinction\nanalogous, but not identical, to the one proposed by Heidegger, because it calls\nupon the difference between the finite and the\nAn intra-ontic differ-\nence, Heidegger would say. And in effect this is where the entire question would\nhave to reside.\nWhat the Question Evades\nUntil now we have remained, in a way, within the first hypothesis of the Aris-\ntotelian aporetic, which began by paralyzing itself in the determination of time\nas nun and of nun as meros (part).\nOur question, then, is the following: in overturning the hypothesis, in dem-\nonstrating that the now is not a part of time, does Aristotle extract the problematic\nhere\n-\nbetw en the npw .(.Jetzl) and\nPure presence,irffinite parousia,\naccording to Hegel, then, would not be governed by the now which Heidegger tells us\nlimits and determines parousia from the Physics to the Encyclopedia. But, since Heidegger\nalso is questioning a privilege of the Gegenwart , here we ought to delve into the differences\nbetween Jetzt, Gegenwart, Anwesenheit. Again under the rubric of a preliminary survey, let\nus be satisfied, here, with translating Hegel's text: \"The dimensions of time, present (Ge-\nfuture, and past, are the becoming of externality as such, and the resolution\n(Auflosung) of it into the differences of being as passing over into nothing, and of nothing\nas passing over into being. The immediate vanishing of these differences into singularity\nis the present as Now (die Gegenwart als Jetzt) which, as singularity, is exclusive of the other\nmoments, and at the same time completely continues in them, and is only this vanishing\nof its being into nothing and of nothing into its being.\n\"The finite present (die endliche Gegenwart) is the Now as being and distinguished as the\nconcrete unity, and hence as the affirmative, from what is negative, from the abstract\nmoments of past and future; but this being is itself only abstract, vanishing into nothing.\nFurthermore, in Nature, where time is a Now, being does not reach the existence of the\ndifference of these dimensions; they are of necessity only in subjective imagination (Vor-\nstellung), in remembrance and fear and hope. But the past and future of time as being in\nNature are space, for space is negated time; just as sublated (aufgehobene) space is im-\nmediately the point, which developed for itself is time\" (Enc., sec. 259, p. 37). These\ntexts—and several others—seem both to confirm and to challenge the interpretation in\nBeing and Time. The confirmation is evident. The challenge complicates things at the point\nat which the present is distinguished from the now, at which the now, in its purity, belongs\nonly to nature and is not yet time, etc. In a word, it would be quite hasty and an over-\nsimplification to say that the Hegelian concept of time is borrowed from a \"physics\" or\nfrom a \"philosophy of nature,\" and that in this way it essentially passes unchanged into\na \"philosophy,of spirit\" or into a \"philosophy of history.\" Time is also this passage itself.\nThe reading of Aristotle already would raise analogous questions.\nEvery affirmation (here, Heidegger's) according to which a concept, in Hegel, belongs\nto the philosophy of nature (or, in general, to a determined, particular site of the Hegelian\ntext) a priori is of limited pertinence due to the relevant Icf. aufhebcnl structure of the\nrelations between nature and non-nature in speculative dialectics. Nature is outside spirit,\nbut as spirit itself, as the position of its proper being-outside-itself.\n46\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 76,
      "bucket": "D (5-10%)",
      "error_rate": 9.1,
      "unknown_words_sample": [
        "nows",
        "espace",
        "expli",
        "physis",
        "khronos",
        "tis",
        "stigme",
        "nonexoteric",
        "poqsibility",
        "fimebeing"
      ],
      "full_text": "What the Question Evades\nof time from the \"spatial\" concepts of part and whole, from the predetermination\nof the nun as meros or even as stigme?\nLet us recall Aristotle's two questions. 1. Is or is not time a part of onta?\n2. After the aporias relative to the properties which amount to time (pen ton\nhuparkhontan), it is asked what time is, and what its physis might be (ti d'estin ho\nkhronos kai tis autou he physis). The manner in which the first question is for-\nmulated indeed shows that the Being of time has been anticipated on the basis\nof the now, and of the now as part. And this occurs at the moment when\nAristotle seems to overturn the first hypothesis and to contend instead that the\nnow is not a part, or that time is not composed of nows (to de nun ou meros\n•\n. . ho de khronos ou dokei sungkeisfhai ek tOn nun—218a).\nThis second series of propositions belongs to an elaboration of the common-\nsense hypotheses whereby time may be thought of as not belonging to beings,\nor to beingness (ousia) in any pure and simple fashion. These initial exoteric\nhypotheses never will be put into question at another level, a nonexoteric\nHaving recalled why it may be thought that time is not a being, Aristotle leaves\nthe question in suspense. From here on the physis of that whose belonging to\nbeing still remains undecidable will be examined. As has been noted,24 there is\nhere \"a metaphysical problem that Aristotle in part, perhaps, has evaded,\" even\nif \"nevertheless, he has dearly posed it.\" That the\nmetaphysjcai.nught be understood otherwise. What is\nless the\n.\ntion.\nmay be\nposited by this on\nthe\nof\nhorizonóf fimeBeing and Time thus brings to light the omission which permitted\nmetaphysics to believe that it could think time on the basis\nIf all\nby this\nin this\nat least, conititutes a decisive step\nbeyond or within metaphysics The question was evaded\nin\nterms of belonging to being or to\nbeing already determined as\npresent. It is what the question evades that Heidegger puts back into play from\nthe first part of Being and Time on: time, then, will be that on the basis of which\nthe Being of beings is indicated, and not that whose poQsibility will be derived\nthe basis ofa being already constituted (and in secret temporally predeter-\nmined), as a present being (of the indicative, as Vorhandenheit), that is, as sub-\nstance or objeèt.\nThat what is evaded in the question propagates its effects over the entire\nhistory of metaphysics, or rather constitutes this history as such, as the effect\nof the evasion, is recognizable not only in the massively evident fact that, until\nKant, metaphysics held time to be the nothingness or the accident foreign to\n23. This is the difference, in Physics IV, between the treatise on place and the treatise\non time. Only the former adds a critical elaboration to the exotenc elaboration and expli-\ncates its articulation (210b).\n24. J. Moreau, L'espace et Ic temps scion Aristote (Padua: Antenare, 1965), p. 92.\n47\n"
    }
  ]
}