{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 6,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 233,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "nitude",
        "telos",
        "cournot",
        "ight",
        "guage",
        "dynamis",
        "tutes",
        "nity",
        "entelechia",
        "consti"
      ],
      "full_text": " \nself-conversions, seeming to tear open a previous ﬁnitude in order to\nlay bare the power of a hidden inﬁnity and to give voice to the dynamis\nof a silence. These ruptures, which at the same time are unveilings,\n(and also coverings up, for the origin dissimulates itself immediately\nbeneath the new domain of uncovered or produced objectivity) are\nalways already indicated, Husserl recognizes, “in confusion and in the\ndark,” that is, not only in the most elementary forms of life and\nhuman history, but closer and closer in animality and nature in gen-\neral. How can such an aﬃrmation, made necessary by and in phenom-\nenology itself, be totally certain within phenomenology? For it does\nnot only concern phenomena that are experienced and self-evident.\nDoes its inability to be indicated rigorously anywhere else than in a\nphenomenology prevent it from already—or still—being a meta-\nphysical assertion, the aﬃrmation of a metaphysics which articulates\nitself in a phenomenological discourse? I am satisﬁed only to raise\nthese questions here.\nReason, thus, unveils itself. Reason, Husserl says, is the logos which is\nproduced in history. It traverses Being with itself in sight, in sight of\nappearing to itself, that is, to state itself and hear itself as logos. It is\nspeech as auto-aﬀection: hearing oneself speak.25It emerges from itself\nin order to take hold of itself within itself, in the “living present” of its\nself-presence. In emerging from itself, hearing oneself speak consti-\ntutes itself as the history of reason through the detour of writing. Thus it\ndiﬀers from itself in order to reappropriate itself. The Origin of Geometry describes the\nnecessity of this exposition of reason in a worldly inscription. An\nexposition indispensable to the constitution of truth and the ideality of\nobjects, but which is also the danger to meaning from what is outside\nthe sign. In the moment of writing, the sign can always “empty” itself,\ntake ﬂight from awakening, from “reactivation,” and may remain for-\never closed and mute. As for Cournot, writing here is the “critical\nepoch.”\nHere, one must become quite attentive to the fact that this lan-\nguage is not immediately speculative and metaphysical, as certain con-\nsonant phrases of Hegel’s seemed to be for Husserl, correctly or\nincorrectly. For this logos which calls to itself and summons itself by\nitself as telos, and whose dynamis tends toward its energeia or entelechia—\nthis logos does not occur in history and does not traverse Being as a\nwriting and difference\n208\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 234,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "vorhaben",
        "telos",
        "empiricity",
        "nal",
        "nity",
        "nomenology",
        "clari",
        "phe",
        "tiation",
        "irreality"
      ],
      "full_text": " \nforeign empiricity into which both its metaphysical transcendence\nand the actuality of its inﬁnite essence would descend and con-\ndescend. Logos is nothing outside history and Being, since it is dis-\ncourse, inﬁnite discursiveness and not an actual inﬁnity, and since it\nis meaning. Now, the irreality of meaning was discovered by phe-\nnomenology as one of its very own premises. Inversely, no history as\nself-tradition and no Being could have meaning without the logos\nwhich is the meaning which projects and proﬀers itself. Despite\nall these classical notions, phenomenology does not abdicate itself for\nthe beneﬁt of a classical metaphysical speculation which on the con-\ntrary, according to Husserl, would have to recognize in phenomen-\nology the clariﬁed energy of its own intentions. Which amounts to\nsaying that in criticizing classical metaphysics, phenomenology\naccomplishes the most profound project of metaphysics. Husserl\nacknowledges or rather claims this himself, particularly in the Cartesian\nMeditations. The results of phenomenology are “metaphysical, if it be\ntrue that ultimate cognitions of being should be called metaphysical.\nOn the other hand, what we have here is anything but metaphysics, in the\ncustomary sense with which metaphysics, as ‘ﬁrst philosophy,’ was\ninstituted originally.”26 “Phenomenology indeed excludes every naïve\nmetaphysics. . . but does not exclude metaphysics as such.”27 For within the\nmost universal eidos of mental historicity, the conversion of phil-\nosophy into phenomenology would be the ﬁnal degree of diﬀeren-\ntiation (stage, that is, Stufe, structural level or genetic stage).28 The\ntwo previous degrees would be, ﬁrst, that of a pretheoretical culture,\nand next, that of the theoretical or philosophical project (the Greco-\nEuropean moment).29\nThe presence of Telos or Vorhaben—the inﬁnite theoretical anticipation\nwhich simultaneously is given as an inﬁnite practical task—for phe-\nnomenological consciousness is indicated every time that Husserl\nspeaks of the Idea in the Kantian sense. The latter is oﬀered within phenom-\nenological self-evidence as evidence of an essential overﬂowing of\nactual and adequate self-evidence. One would have to examine quite\nclosely the intervention of the Idea in the Kantian sense at various\npoints along Husserl’s itinerary. Perhaps it would appear then that this\nIdea is the Idea or very project of phenomenology, that which makes it\npossible by overﬂowing its system of self-evidences or factual\ngenesis and structure 209\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 235,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "historico",
        "raction",
        "tinction",
        "telos",
        "husserlian",
        "priori",
        "scendental",
        "erent",
        "struc",
        "rst"
      ],
      "full_text": " \ndeterminations, or by overﬂowing this system as phenomenology’s\nsource or end.\nSince Telos is totally open, is opening itself, to say that it is the most\npowerful structural a priori of historicity is not to designate it as a static\nand determined value which would inform and enclose the genesis of\nBeing and meaning. It is the concrete possibility, the very birth of\nhistory and the meaning of becoming in general. Therefore it is\nstructurally genesis itself, as origin and as becoming.\nAll these formulations have been possible thanks to the initial dis-\ntinction between diﬀerent irreducible types of genesis and structure:\nworldly genesis and transcendental genesis, empirical structure, eidetic\nstructure, and transcendental structure. To ask oneself the following\nhistorico-semantic question: “What does the notion of genesis in gen-\neral, on whose basis the Husserlian diﬀraction could come forth and be\nunderstood, mean, and what has it always meant? What does the\nnotion of structure in general, on whose basis Husserl operates and operates\ndistinctions between empirical, eidetic, and transcendental dimensions\nmean, and what has it always meant throughout its displacements? And\nwhat is the historico-semantic relationship between genesis and struc-\nture in general?” is not only simply to ask a prior linguistic question. It is\nto ask the question about the unity of the historical ground on whose\nbasis a transcendental reduction is possible and is motivated by itself. It\nis to ask the question about the unity of the world from which tran-\nscendental freedom releases itself, in order to make the origin of this\nunity appear. If Husserl has not asked these questions in terms of his-\ntorical philology, if he did not ﬁrst ask himself about the meaning of\nhis operative instruments in general, it is not due to naïveté, dogmatic\nprecipitation, or a neglect of the historical weight of language. It is\nrather because to ask oneself about the meaning of the notions of\nstructure or genesis in general, before the dissociations introduced by\nreduction, is to interrogate that which precedes the transcendental\nreduction. Now the latter is but the free act of the question, which frees\nitself from the totality of what precedes it in order to be able to gain\naccess to this totality, particularly to its historicity and its past. The\nquestion of the possibility of the transcendental reduction cannot\nexpect an answer. It is the question of the possibility of the question,\nopening itself, the gap on whose basis the transcendental I, which Husserl\nwriting and difference\n210\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 236,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "possibil",
        "ity",
        "nonmeaning",
        "ahistorical"
      ],
      "full_text": " \nwas tempted to call “eternal” (which in his thought, in any event,\nmeans neither inﬁnite nor ahistorical, quite the contrary) is called\nupon to ask itself about everything, and particularly about the possibil-\nity of the unformed and naked factuality of the nonmeaning, in the\ncase at hand, for example, of its own death.\ngenesis and structure 211\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 238,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "bilities",
        "jure",
        "artaud",
        "impos",
        "erence",
        "ceeds",
        "tions",
        "rst",
        "impossi",
        "nitely"
      ],
      "full_text": " \nmadness and the work,1 driving, primarily, at their enigmatic\nconjunction.\nFor a thousand not simply material reasons, we cannot evince, here,\nthe questions that these essays seem to leave unresolved, even though\nwe acknowledge the priority due these questions. We feel that even if,\nin the best of cases, the common ground of the two discourses—the\nmedical commentary and the other one—has been designated from\nafar, in fact the two have never been confused in any text. (And is this so\nbecause we are concerned, ﬁrst of all, with commentary? Let us throw\nout these questions in order to see, further on, where Artaud necessar-\nily makes them land.)\nWe have said in fact. Describing the “extraordinarily rapid oscilla-\ntions” which in [Laplanche’s] Hölderlin et la question du père produce the\nillusion of unity, “permitting, in both senses, the imperceptible trans-\nfer of analogical ﬁgures,” and the crossing of the “domain included\nbetweeen poetic forms and psychological structures,” Michel Foucault\nconcludes that a principled and essential conjunction of the two is impos-\nsible. Far from brushing aside this impossibility, he posits that it pro-\nceeds from a kind of inﬁnite closeness: “Despite the fact that these two\ndiscourses have a demonstrably identical content which can always be\ntransferred from one to the other, they are profoundly incompatible. A\nconjoined deciphering of poetic and psychological structures will\nnever reduce the distance between them. And yet, they are always\ninﬁnitely close to one another, just as is close to something possible the\npossibility that founds it; the continuity of meaning between the work and\nmadness is possible only on the basis of the enigma of the same which\npermits the absoluteness of the rupture between them to appear.” But\nFoucault adds a little further on: “And this is not an abstract ﬁguration\nbut a historical relationship in which our culture must question\nitself.”2 Could not the fully historical ﬁeld of this interrogation, in which\nthe overlapping of the two discourses is as much to be constituted as it\nis to be restored, show us how something that is impossible de facto\ncould present itself as impossible de jure? It would still be necessary to\nconceive historicity, and the diﬀerence between the two impossi-\nbilities, in an unexpected way, and this initial task is not the easiest.\nThis historicity, long since eliminated from thought, cannot be more\nthoroughly erased than at the moment when commentary, that is,\nla parole soufflée 213\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 239,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "ledged",
        "unconceived",
        "reduc",
        "acknow",
        "tion",
        "blanchot",
        "artaud",
        "venir",
        "psychomedical",
        "pre"
      ],
      "full_text": " \nprecisely, the “deciphering of structures,” has commenced its reign\nand determined the position of the question. This moment is even\nmore absent from our memory in that it is not within history.\nWe feel, indeed, that if clinical commentary and critical commentary\neverywhere demand their own autonomy and wish to be acknow-\nledged and respected by one another, they are no less complicit—by\nvirtue of a unity which refers, through as yet unconceived mediations,\nto the mediation we sought an instant ago—in the same abstraction,\nthe same misinterpretation and the same violence. At the moment\nwhen criticism (be it aesthetic, literary, philosophical, etc.) allegedly\nprotects the meaning of a thought or the value of a work against\npsychomedical reductions, it comes to the same result [that a reduction\nwould come to] through the opposite path: it creates an example. That is to\nsay, a case. A work or an adventure of thought is made to bear witness,\nas example or martyr, to a structure whose essential permanence\nbecomes the prime preoccupation of the commentary. For criticism to\nmake a case of meaning or of value, to take them seriously, is to read an\nessence into the example which is falling between the phenomeno-\nlogical brackets. And this happens according to the most irrepressible\nmovement of even the commentary which most respects the untamed\nsingularity of its theme. Although they are radically opposed for good\nreasons that are well known, the psychological reduction and the eidetic reduc-\ntion function in the same way when confronted with the problem of the\nwork or of madness, and unwittingly pursue the same end. Assuming\nthat psychopathology, whatever its style, could attain in its reading the\nsure profundity of a Blanchot, whatever mastery it could gain of the\ncase of Artaud would result in the same neutralization of “poor M.\nAntonin Artaud.” Whose entire adventure, in Le livre à venir, becomes\nexemplary. In question is a reading—an admirable one, moreover—of\nthe “unpower” (Artaud speaking of himself) “essential to thought”\n(Blanchot). “It is as if, despite himself and through a pathetic error\nfrom whence come his cries, he touched upon the point at which to\nthink is always already to be able to think no more: ‘unpower,’ as he calls\nit, which is as if essential to thought.”3 The pathetic error is that part of\nthe example which belongs to Artaud himself: it will not be retained in\nthe decoding of the essential truth. The error is Artaud’s history, his\nerased trace on the way to truth. A pre-Hegelian concept of the\nwriting and difference\n214\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 240,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "artaud",
        "scrupu",
        "mallarm",
        "blanchot",
        "transcen",
        "etc",
        "lder",
        "rmations",
        "souffl",
        "ations"
      ],
      "full_text": " \nrelations between truth, error, and history.4 “That poetry is linked to\nthis impossibility of thought which is thought itself, is the truth that\ncannot be revealed, for it always turns away, thereby obliging him to\nexperience it below the point at which he would truly experience it.”5\nArtaud’s pathetic error: the weight of example and existence which\nkeeps him remote from the truth he hopelessly indicates: the nothing-\nness at the heart of the word, the “lack of being,” the “scandal of\nthought separated from life,” etc. That which belongs to Artaud with-\nout recourse—his experience itself—can without harm be abandoned\nby the critic and left to the psychologists or doctors. But “for our sake,\nwe must not make the mistake of reading the precise, sure, and scrupu-\nlous descriptions he gives us of this state as psychological analyses.”\nThat which no longer belongs to Artaud, as soon as we can read it\nthrough him, and thereby articulate, repeat, and take charge of it, that\nto which Artaud is only a witness, is a universal essence of thought.\nArtaud’s entire adventure is purportedly only the index of a transcen-\ndental structure: “For never will Artaud accept the scandal of thought\nseparated from life, even when he is given over to the most direct and\nuntamed experience ever undergone of the essence of thought under-\nstood as separation, the experience of thought’s inability to aﬃrm\nanything opposed to itself as the limit of its inﬁnite power.”6 Thought\nseparated from life—this is, as is well known, one of the great ﬁgur-\nations of the mind of which Hegel gave several examples.7 Artaud,\nthus, would be another.\nAnd Blanchot’s meditation stops there: without questioning for\nthemselves either that which irreducibly amounts to Artaud, or the\nidiosyncratic aﬃrmation8 which supports the nonacceptance of this\nscandal, or what is “untamed” in this experience. His meditation stops\nthere or almost: it gives itself just the time to invoke a temptation\nwhich would have to be avoided but which, in fact, never has been: “It\nwould be tempting to juxtapose what Artaud tells us with what Hölder-\nlin and Mallarmé tell us: that inspiration is primarily the pure point at\nwhich it is missing. But we must resist the temptation to make over-\ngeneralized aﬃrmations. Each poet says the same, which, however, is\nnot the same, is the unique, we feel. What is Artaud’s is his alone. What\nhe says has an intensity that we should not bear.” And in the conclud-\ning lines that follow nothing is said of the unique. We return to\nla parole soufflée 215\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 241,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "artaud",
        "nar",
        "blanchot",
        "unicity",
        "mulations",
        "lderlin",
        "corres",
        "duction",
        "nition",
        "scendence"
      ],
      "full_text": " \nessentiality: “When we read these pages, we learn what we cannot ever\ncome to learn: that the fact of thinking can only be overwhelming; that\nwhat is to be thought is that which turns away from thought within\nthought, inexhaustibly exhausting itself within thought; that to suﬀer\nand to think are linked in a secret way.”9 Why this return to essentiality?\nBecause, by deﬁnition, there is nothing to say about the unique? We\nwill not rush toward this too solid commonplace here.\nBlanchot must have been even more tempted to assimilate Artaud\nand Hölderlin in that his text devoted to the latter, La folie par excellence,10\nis advanced within the same framework. While asserting the necessity\nof escaping the alternative of the two discourses (“for the mystery\nstems also from this simultaneously double reading of an event which,\nhowever, is no more situated in one than in the other of the two\nversions,” and primarily because this event is a demonic one which\n“keeps itself outside the opposition sickness-health”), Blanchot nar-\nrows the ﬁeld of medical knowledge which misses the singularity of\nthe event and masters every surprise in advance. “For medical know-\nledge, this event is in ‘the rules,’ or at least is not surprising; it corres-\nponds to what is known about patients inspired to write by nightmare”\n(p. 15). This reduction of the clinical reduction is an essentialist re-\nduction. While protesting, here too, against “over-generalized . . . for-\nmulations,” Blanchot writes: “One cannot be content with viewing\nHölderlin’s fate as that of an admirable or sublime individuality which,\nhaving too strongly desired something great, had to go to the breaking\npoint. His fate belongs only to him, but he himself belongs to what\nhe has expressed and discovered, which exists not as his alone, but as the\ntruth and aﬃrmation of the essence of poetry . . . He does not decide\nupon his fate but upon the fate of poetry, the meaning of the truth that\nhe has set out to achieve, . . . and this movement is not his alone but the\nvery achievement of truth, which, despite him, at a certain point\ndemands that his personal reason become the pure impersonal tran-\nscendence from which there is no return” (p. 26). Thus the unique is\nhailed in vain; it is indeed the very element which disappears from this\ncommentary. And not by chance. The disappearance of unicity is even\npresented as the meaning of the truth of Hölderlin: “Authentic speech,\nthe speech that mediates because the mediator disappears within it,\nputs an end to its particularities and returns to the element from\nwriting and difference\n216\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 242,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "scienti",
        "ture",
        "blanchot",
        "oscilla",
        "unicity",
        "lderlin",
        "ges",
        "hellingrath",
        "unitarism",
        "laplanche"
      ],
      "full_text": " \nwhence it came” (p. 30). And thus, what authorizes one to say “the\npoet” instead of Hölderlin, what authorizes this dissolution of the\nunique is a conception of the unity or unicity of the unique—here the\nunity of madness and the work—as conjunction, composition or\n“combination”: “A like combination is not encountered twice” (p. 20).\nJean Laplanche reproaches Blanchot for his “idealist interpretation,”\n“resolutely anti-‘scientiﬁc’ and anti-‘psychological’ ” and proposes to\nsubstitute another type of unitary theory for the theory of Hellingrath,\nwhich Blanchot, despite his own diﬀerences, also leans toward.11 Not\nwanting to renounce unitarism, Laplanche wants “to include within a\nsingle movement his [Hölderlin’s] work, and his evolution toward and\nwithin madness, even if this movement has the scansion of a dialectic\nand the multilinearity of counterpoint” (p. 13). In fact, one very\nquickly realizes that this “dialectic” scansion and this multilinearity do\nnothing but, as Foucault correctly says, increase the rapidity of oscilla-\ntions, until the rapidity is diﬃcult to perceive. At the end of the book,\nwe are still out of breath searching for the unique, which itself, as such,\neludes discourse and always will elude it: “The assimilation of the\nevolution of schizophrenia to the evolution of the work that we are\nproposing leads to results which absolutely cannot be generalized: in\nquestion is the relationship of poetry to mental illness within a particu-\nlar, perhaps unique, case” (p. 132). Again, a conjoined and chance\nunicity. For, once one has from afar even mentioned it as such, one\nreturns to the expressly criticized exemplarism12 of Blanchot. The psy-\nchological style and, opposed to it, the structuralist or essentialist style\nhave almost totally disappeared, certainly, and the philosophical ges-\nture is seductive: it is no longer a question of understanding the poet\nHölderlin on the basis of a schizophrenic or a transcendental structure\nwhose meaning would be known to us, and which would hold in store\nno surprises. On the contrary, in Hölderlin we must read, and see\ndesignated, an access, the best one perhaps, an exemplary access to the\nessence of schizophrenia in general. And this essence of schizophrenia\nis not a psychological or anthropological fact available to the\ndetermined sciences called psychology or anthropology: “It is he\n[Hölderlin] who reopens the question of schizophrenia as a\nuniversal problem” (p.133). A universal and not only human problem,\nnot a primarily human problem because a true anthropology could be\nla parole soufflée 217\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 245,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "artaud",
        "munication",
        "commen",
        "nomics",
        "esh",
        "etc",
        "ning",
        "signi",
        "rst",
        "ering"
      ],
      "full_text": " \ncourse, the duality of speech and existence, of the text and the body,\netc. The metaphysics of the commentary which authorized “commen-\ntaries” because it already governed the works commented upon.\nNontheatrical works, in the sense understood by Artaud, works that are\nalready deported commentaries. Beating his ﬂesh in order to reawaken\nit at the eve prior to the deportation, Artaud attempted to forbid that\nhis speech be spirited away [souﬄé]13 from his body.\nSpirited [souﬄé]: let us understand stolen by a possible commentator\nwho would acknowledge speech in order to place it in an order, an\norder of essential truth or of a real structure, psychological or other.\nThe ﬁrst commentator, here, is the reader or the listener, the receiver\nwhich the “public” must no longer be in the theater of cruelty.14\nArtaud knew that all speech fallen from the body, oﬀering itself to\nunderstanding or reception, oﬀering itself as a spectacle, immediately\nbecomes stolen speech. Becomes a signiﬁcation which I do not possess\nbecause it is a signiﬁcation. Theft is always the theft of speech or text,\nof a trace. The theft of a possession does not become a theft unless the\nthing stolen is a possession, unless it has acquired meaning and value\nthrough, at least, the consecration of a vow made in discourse. And this\nproposition could only foolishly be interpreted as the dismissal of\nevery other theory of theft advanced within the order of morals, eco-\nnomics, or politics. For this proposition is anterior to such discourses,\nbecause it explicitly, and within a single question, establishes com-\nmunication between the essence of theft and the origin of discourse in\ngeneral. Now every discourse on theft, each time that it is determined\nby a given set of circumstances, has already obscurely resolved or\nrepressed this question, has already reassured itself into the familiarity\nof an initial knowledge: everyone knows what theft means. But the\ntheft of speech is not a theft among others; it is confused with the very\npossibility of theft, deﬁning the fundamental structure of theft. And if\nArtaud makes us think this, it is no longer as the example of a structure,\nbecause in question is the very thing—theft—which constitutes the\nstructure of the example as such.\nSpirited [Souﬄé]: at the same time let us understand inspired by an other\nvoice that itself reads a text older than the text of my body or than the\ntheater of my gestures. Inspiration is the drama, with several characters,\nof theft, the structure of the classical theater in which the invisibility of\nwriting and difference\n220\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 249,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "cul",
        "guistic",
        "artaud",
        "scatotheological",
        "tural",
        "ection",
        "potentialization",
        "antonin",
        "submis",
        "signi"
      ],
      "full_text": " \neluded; for the origin is always already eluded on the basis of an\norganized ﬁeld of speech in which the speaking subject vainly seeks a\nplace that is always missing. This organized ﬁeld is not uniquely a ﬁeld\nthat could be described by certain theories of the psyche or of lin-\nguistic fact. It is ﬁrst—but without meaning anything else—the cul-\ntural ﬁeld from which I must draw my words and my syntax, the\nhistorical ﬁeld which I must read by writing on it. The structure of\ntheft already lodges (itself in) the relation of speech to language.\nSpeech is stolen: since it is stolen from language it is, thus, stolen from\nitself, that is, from the thief who has always already lost speech as\nproperty and initiative. Because its forethought cannot be predicted,\nthe act of reading perforates the act of speaking or writing. And\nthrough this perforation, this hole, I escape myself. The form of the\nhole—which mobilizes the discourse of a certain existentialism and a\ncertain psychoanalysis for which “poor M. Antonin Artaud” provides\nexamples—communicates with a scatotheological thematic in Artaud’s\nworks which we will examine later. That speech and writing are always\nunavowably taken from a reading is the form of the original theft, the\nmost archaic elusion, which simultaneously hides me and purloins my\npowers of inauguration. The mind purloins. The letter,17 inscribed or pro-\npounded speech, is always stolen. Always stolen because it is always\nopen. It never belongs to its author or to its addressee, and by nature, it\nnever follows the trajectory that leads from subject to subject. Which\namounts to acknowledging the autonomy of the signiﬁer as the letter’s\nhistoricity; before me, the signiﬁer on its own says more than I believe\nthat I mean to say, and in relation to it, my meaning-to-say is submis-\nsive rather than active. My meaning-to-say ﬁnds itself lacking some-\nthing in relation to the signiﬁer, and is inscribed passively, we might\nsay, even if the reﬂection of this lack determines the urgency of expres-\nsion as excess: the autonomy of the signiﬁer as the stratiﬁcation and\nhistorical potentialization of meaning, as a historical system, that is, a\nsystem that is open at some point.18 The oversigniﬁcation which\noverburdens the word “spirit” [souﬄe], for example, has not ﬁnished\nillustrating this.\nLet us not overextend the banal description of this structure. Artaud\ndoes not exemplify it. He wants to explode it. He opposes to this\ninspiration of loss and dispossession a good inspiration, the very\nwriting and difference\n224\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 255,
      "bucket": "B (1-3%)",
      "error_rate": 1.8,
      "unknown_words_sample": [
        "artaud",
        "symp",
        "nonpollution",
        "signi",
        "ation",
        "proprius"
      ],
      "full_text": " \nmyself with it so that there will be no opportunity for the Thief to\ncome between it and me: it must be kept from falling far from my body\nas writing. For “writing is all trash” (CW 1:75). Thus, that which\ndispossesses me and makes me remote from myself, interrupting my\nproximity to myself, also soils me: I relinquish all that is proper to me.\nProper is the name of the subject close to himself—who is what he\nis—and abject the name of the object, the work that has deviated from\nme. I have a proper name when I am proper. The child does not\nappropriate his true name in Western society—initially in school—is\nnot well named until he is proper, clean, toilet-trained. The unity of\nthese signiﬁcations, hidden beneath their apparent dispersion, the\nunity of the proper as the nonpollution of the subject absolutely close\nto himself, does not occur before the Latin era of philosophy (proprius is\nattached to proper); and, for the same reason, the metaphysical\ndetermination of madness as the disease of alienation could not have\nbegun its development before this era. (It goes without saying that we\nare not construing the linguistic phenomenon as a cause or a symp-\ntom: the concept of madness, quite simply, is solidiﬁed only during the\nera of the metaphysics of a proper subjectivity.) Artaud solicits this\nmetaphysics, shakes it when it lies to itself and establishes the proper\ndeparture from that which is proper to oneself (the alienation of alien-\nation) as the condition for the phenomenon of the proper; and Artaud\nstill summons this metaphysics, draws upon its fund of values, and\nattempts to be more faithful to it than it is to itself by means of an\nabsolute restoration of the proper to the eve prior to all dissociation.\nLike excrement, like the turd, which is, as is also well known, a\nmetaphor of the penis,22 the work should stand upright. But the work, as\nexcrement, is but matter without life, without force or form. It always\nfalls and collapses as soon as it is outside me. This is why the work—be\nit poetic or other—will never help me stand upright. I will never be\nerect in it. Thus salvation, status, uprightness will be possible only in an\nart without works. The work always being the work of death, the art\nwithout works dance or the theater of cruelty—will be the art of life\nitself. “I have therefore said ‘cruelty’ as I might have said ‘life’” (TD,\np. 114).\nRigid with rage against God, convulsed with anger against the work,\nArtaud does not renounce salvation. On the contrary, soteriology will\nwriting and difference\n230\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 257,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "rms",
        "artaud",
        "unbeliev",
        "grammata",
        "aise",
        "lderlin",
        "repre",
        "nomenon",
        "phe",
        "scato"
      ],
      "full_text": " \nthe written signs, the letters, grammata. Consequently, grammar repre-\nsents language in being. But through the ﬂow of speech language seeps\naway into the impermanent. Thus, down to our time, language has\nbeen interpreted grammatically.”27 This does not contradict, but con-\nﬁrms, paradoxically, the disdain of writing which, in the Phaedrus for\nexample, saves metaphorical writing as the initial inscription of truth\nupon the soul—saves it and initially refers to it as to the most assured\nknowledge and the proper meaning of writing (276a).\nIt is metaphor that Artaud wants to destroy. He wishes to have done\nwith standing upright as metaphorical erection within the written\nwork.28 This alienation of the written work into metaphor is a phe-\nnomenon that belongs to superstition. And “We must get rid of our\nsuperstitious valuation of texts and written poetry” (TD, p. 78). Super-\nstition is thus the essence of our relation to God, of our persecution by\nthe great furtive one. The death of God29 will ensure our salvation\nbecause the death of God alone can reawaken the Divine. Man’s\nname—man as the scato-theological being, the being capable of being\nsoiled by the work and of being constituted by his relation to the\nthieving God—designates the historical corruption of the unnamable\nDivine. “And this faculty is an exclusively human one. I would even say\nthat it is this infection of the human which contaminates ideas that\nshould have remained divine; for far from believing that man invented\nthe supernatural and the divine, I think it is man’s age-old intervention\nwhich has ultimately corrupted the divine within him” (TD, p. 8). God\nis thus a sin against the divine. The essence of guilt is scato-theological.\nThe body of thought in which the scato-theological essence of man\nappears as such cannot simply be a metaphysical anthropology or\nhumanism. Rather it points to the way beyond man, beyond the meta-\nphysics of Western theater whose “preoccupations . . . stink unbeliev-\nably of man, provisional, material man, I shall even say carrion man” (TD,\np. 42. Cf. also, in CW 3, the letter of insults to the Comédie-Française\nwhich, in explicit terms, denounces the scatological vocation of that\ninstitution’s concept and operations).\nBy virtue of this rejection of the metaphorical stance within the\nwork, and despite several striking resemblances (here, the passage\nbeyond man and God), Artaud is not the son of Nietzsche. And even\nless so of Hölderlin. The theater of cruelty, by killing metaphor\nwriting and difference\n232\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 261,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "tatoo",
        "pearing",
        "artaud",
        "resituation",
        "tting",
        "esh",
        "ence",
        "nition",
        "ibid",
        "disap"
      ],
      "full_text": " \nArtaud’s primary concern. Protest against the dead letter which absents\nitself far from breath [souﬄe] and ﬂesh. Artaud initially dreamed of a\ngraphism which would not begin as deviation, of a nonseparated\ninscription: an incarnation of the letter and a bloody tatoo: “In defer-\nence to this letter (from Jean Paulhan, 1923) I continued for a further\nmonth to work at writing a verbally, not a grammatically, successful\npoem. / Then I gave up. As far as I was concerned, the problem was not\nto ﬁnd out what might manage to worm its way into the structures of\nwritten language, / but into the web of my living soul. / By which\nwords entered like knives in lasting carnation, / a ﬁtting, dying in-\ncarnation under a span, the burning island of a gallows lantern” (CW,\nl:l8).34\nBut the tattoo paralyzes gesture and silences the voice which also\nbelongs to the ﬂesh. It represses the shout and the chance for a still\nunorganized voice. And later, proposing the withdrawal of the theater\nfrom text, prompter [souﬄeur], and the omnipotence of a primary\nlogos, Artaud will not simply wish to give it over to mutism. He will\nonly attempt the resituation and subordination of speech—the until\nnow enormous, pervasive, ubiquitous, bloated speech [parole souﬄée]—\nwhich had exorbitantly weighed upon theatrical space. Without disap-\npearing, speech will now have to keep to its place; and to do so it will\nhave to modify its very function, will have no longer to be a language\nof words, of terms “in a single deﬁned sense” (TD, p. 118), of concepts\nwhich put an end to thought and life. It is within the silence of\ndeﬁnition-words that “we could listen more closely to life” (ibid.).\nThus, onomatopoeia, the gesture dormant in all classical speech, will\nbe reawakened, and along with it sonority, intonation, intensity. And\nthe syntax governing the succession of word gestures will no longer be\na grammar of predication, a logic of “clear thinking” or of a knowing\nconsciousness. “When I say I will perform no written play, I mean that\nI will perform no play based on writing and speech . . . and that even\nthe spoken and written portions will be spoken and written in a new\nsense” (TD, p. 111). “It is not a question of suppressing the spoken\nlanguage, but of giving words approximately the importance they have\nin dreams” (TD, p. 94).35\nForeign to dance, as immobile and monumental as a deﬁnition,\nmaterialized, that is to say, part of “clear thinking,” the tattoo is thus\nwriting and difference\n236\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 262,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "tatoo",
        "fortiori",
        "artaud",
        "tion",
        "ective",
        "ates",
        "ment",
        "illiter",
        "ary",
        "rst"
      ],
      "full_text": " \nstill all too silent. It maintains the silence of a liberated letter that speaks\non its own and assigns itself more importance than speech has in\ndreams. The tatoo is a depository, a work, and it is precisely the work\nthat must be destroyed, as we now know. A fortiori the masterpiece:\n“no more masterpieces” (the title of one of the most important texts of\nThe Theater and Its Double). Here again, to overthrow the power of the\nliteral work is not to erase the letter, but only to subordinate it to the\nincidence of illegibility or at least of illiteracy. “I am writing for illiter-\nates”36 As can be seen in certain non-Western civilizations, precisely\nthe ones that fascinated Artaud, illiteracy can quite well accommodate\nthe most profound and living culture. The traces inscribed on the body\nwill no longer be graphic incisions but wounds received in the destruc-\ntion of the West, its metaphysics and its theater, the stigmata of this\npitiless war. For the theater of cruelty is not a new theater destined to\nescort some new novel that would modify from within an unshaken\ntradition. Artaud undertakes neither a renewal, nor a critique, nor a\nnew interrogation of classical theater; he intends the eﬀective, active,\nand nontheoretical destruction of Western civilization and its religions,\nthe entirety of the philosophy which provides traditional theater with\nits groundwork and decor beneath even its more apparently innovative\nforms.\nThe stigmata and not the tattoo: thus, in the résumé of what should\nhave been the ﬁrst production of the theater of cruelty (The Conquest of\nMexico), incarnating the “question of colonization,” and which “revives\nin a brutal and implacable way the ever active fatuousness of Europe”\n(TD, p.126), the stigmata are substituted for the text. “Out of this clash\nof moral disorder and Catholic monarchy with pagan order, the subject\ncan set oﬀ unheard-of explosions of forces and images, sown here and\nthere with brutal dialogues. Men battling hand to hand, bearing within\nthemselves, like stigmata, the most opposed ideas” (TD, p.127).\nThe subversive eﬀorts to which Artaud thus had always submitted\nthe imperialism of the letter had the negative meaning of a revolt for as\nlong as they took place within the milieu of literature as such. Thus, the\ninitial works surrounding the letters to Jacques Rivière. The revolution-\nary37 aﬃrmation which was to receive a remarkable theoretical treat-\nment in The Theater and its Double nevertheless had surfaced in The Alfred\nJarry Theater (1926–30). There we already ﬁnd prescribed a descent\nla parole soufflée 237\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 265,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "tion",
        "dans",
        "ses",
        "artaud",
        "etc",
        "signi",
        "repre",
        "atten",
        "dessous",
        "institu"
      ],
      "full_text": " \nthe actor who, once cut oﬀ from the text, plunges in without any idea\nof what he is doing. I would not care to leave the fate of my plays and of\nthe theater to that kind of chance. No” (TD, pp. 109–10). “I give myself\nup to feverish dreams, but I do so in order to deduce new laws. In\ndelirium, I seek multiplicity, subtlety and the eye of reason, not rash\nprophecies” (CW 1:167).\nIf it is necessary, thus, to renounce “the theatrical superstition of the\ntext and the dictatorship of the writer” (TD, p. 124), it is because they\ncould not have imposed themselves without the aid of a certain model\nof speech and writing: the speech that represents clear and willing\nthought, the (alphabetic, or in any event phonetic) writing that repre-\nsents representative speech. Classical theater, the theater of diversions,\nwas the representation of all these representations. And this deferral,\nthese delays, these stages of representation extend and liberate the play\nof the signiﬁer, thus multiplying the places and moments of elusion.\nFor the theater to be neither subjected to this structure of language, nor\nabandoned to the spontaneity of furtive inspiration, it will have to be\ngoverned according to the requirements of another language and\nanother form of writing. The themes, but also occasionally the models,\nof writing doubtless will be sought outside Europe, in Balinese theater,\nin the ancient Mexican, Hindu, Iranian, Egyptian, etc., cosmogonies.\nThis time, writing not only will no longer be the transcription of\nspeech, not only will be the writing of the body itself, but it will be\nproduced, within the movements of the theater, according to the rules\nof hieroglyphics, a system of signs no longer controlled by the institu-\ntion of the voice. “The overlapping of images and movements will\nculminate, through the collusion of objects, silences, shouts, and\nrhythms, or in a genuine physical language with signs, not words, as its\nroot” (TD, p. 287). Words themselves will once more become physical\nsigns that do not trespass toward concepts, but “will be construed in an\nincantational, truly magical sense—for their shape and their sensuous\nemanations” (TD, p. 125). Words will cease to ﬂatten theatrical space\nand to lay it out horizontally as did logical speech; they will reinstate\nthe “volume” of theatrical space and will utilize this volume “in its\nundersides (dans ses dessous)” (TD, p. 124). It is not by chance, hence-\nforth, that Artaud speaks of “hieroglyphics” rather than ideograms:\n“And it can be said that the spirit of the most ancient hieroglyphs will\nwriting and difference\n240\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 273,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "logocen",
        "logocentric",
        "tric",
        "pre",
        "heideggerian",
        "grammatologie",
        "erence",
        "phonologism",
        "vidual",
        "archi"
      ],
      "full_text": " \nwithout exception, belong to the history of metaphysics, that is, to the\nsystem of logocentric repression which was organized in order to\nexclude or to lower (to put outside or below), the body of the written\ntrace as a didactic and technical metaphor, as servile matter or\nexcrement.\nFor example, logocentric repression is not comprehensible on the\nbasis of the Freudian concept of repression; on the contrary, logocen-\ntric repression permits an understanding of how an original and indi-\nvidual repression became possible within the horizon of a culture and a\nhistorical structure of belonging.\nWhy it is a question neither of following Jung, nor of following the\nFreudian concept of the hereditary mnemic trace. Certainly, Freudian\ndiscourse—in its syntax, or, if you will, its labor—is not to be con-\nfused with these necessarily metaphysical and traditional concepts.\nCertainly it is not exhausted by belonging to them. Witness the pre-\ncautions and the “nominalism” with which Freud manipulates what\nhe calls conventions and conceptual hypotheses. And a conception of\ndiﬀerence is attached less to concepts than to discourse. But Freud\nnever reﬂected upon the historical and theoretical sense of these\nprecautions.\nThe necessity of an immense labor of deconstruction of the meta-\nphysical concepts and phrases that are condensed and sedimented\nwithin Freud’s precautions. The metaphysical complications of psy-\nchoanalysis and the so-called human (or social) sciences (the concepts\nof presence, perception, reality, etc.). Linguistic phonologism.\nThe necessity of an explicit question concerning the meaning of\npresence in general: a comparison of the undertakings of Heidegger\nand of Freud. The epoch of presence, in the Heideggerian sense, and its\ncentral support, from Descartes to Hegel: presence as consciousness,\nself-presence conceived within the opposition of consciousness to\nunconsciousness. The concepts of archi-trace and of diﬀérance: why they\nare neither Freudian nor Heideggerian.\nDiﬀérance, the pre-opening of the ontic-ontological diﬀerence (cf. De\nla grammatologie, p. 1029), and of all the diﬀerences which furrow Freud-\nian conceptuality, such that they may be organized, and this is only an\nexample, around the diﬀerence between “pleasure” and “reality,” or\nmay be derived from this diﬀerence. The diﬀerence between the\nwriting and difference\n248\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 277,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "raction",
        "sidered",
        "ibid",
        "ency",
        "facilitations",
        "erence",
        "dargestellt",
        "transpar",
        "rst",
        "erences"
      ],
      "full_text": " \ndistinction, which was common in his day, between “sense cells” and\n“memory cells,” Freud then forges the hypothesis of “contact-\nbarriers” and “breaching” (Bahnung, lit. pathbreaking), of the breaking\nopen of a path (Bahn). Whatever may be thought of the continuities and\nruptures to come, this hypothesis is remarkable as soon as it is con-\nsidered as a metaphorical model and not as a neurological description.\nBreaching, the tracing of a trail, opens up a conducting path. Which\npresupposes a certain violence and a certain resistance to eﬀraction.\nThe path is broken, cracked, fracta, breached. Now there would be two\nkinds of neurones: the permeable neurones (\u0001), which oﬀer no resist-\nance and thus retain no trace of impression, would be the perceptual\nneurones; other neurones (ψ), which would oppose contact-barriers\nto the quantity of excitation, would thus retain the printed trace: they\n“thus aﬀord a possibility of representing (darzustellen) memory” (ibid.).\nThis is the ﬁrst representation, the ﬁrst staging of memory. (Darstellung is\nrepresentation in the weak sense of the word, but also frequently in the\nsense of visual depiction, and sometimes of theatrical performance.\nOur translation will vary with the inﬂection of the context.) Freud\nattributes psychical quality only to these latter neurones. They are the\n“vehicles of memory and so probably of psychical processes in gen-\neral” (I, 300). Memory, thus, is not a psychical property among others;\nit is the very essence of the psyche: resistance, and precisely, thereby,\nan opening to the eﬀraction of the trace.\nNow assuming that Freud here intends to speak only the language of\nfull and present quantity, assuming, as at least appears to be the case,\nthat he intends to situate his work within the simple opposition of\nquantity and quality (the latter being reserved for the pure transpar-\nency of a perception without memory), we ﬁnd that the concept of\nbreaching shows itself intolerant of this intention. An equality of\nresistance to breaching, or an equivalence of the breaching forces,\nwould eliminate any preference in the choice of itinerary. Memory would\nbe paralyzed. It is the diﬀerence between breaches which is the true\norigin of memory, and thus of the psyche. Only this diﬀerence enables\na “pathway to be preferred (Wegbevorzugung)”: “Memory is represented\n(dargestellt) by the diﬀerences in the facilitations of the ψ,-neurones” (1,\n300). We then must not say that breaching without diﬀerence is in-\nsuﬃcient for memory; it must be stipulated that there is no pure\nwriting and difference\n252\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 278,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "duces",
        "mne",
        "erence",
        "preted",
        "ungraspable",
        "ence",
        "rmed",
        "reappropriated",
        "erences",
        "aufschub"
      ],
      "full_text": " \nbreaching without diﬀerence. Trace as memory is not a pure breaching\nthat might be reappropriated at any time as simple presence; it is rather\nthe ungraspable and invisible diﬀerence between breaches. We thus\nalready know that psychic life is neither the transparency of meaning\nnor the opacity of force but the diﬀerence within the exertion of forces.\nAs Nietzsche had already said.3\nThat quantity becomes psyche¯ and mne¯me¯ through diﬀerences rather\nthan through plenitudes will be continuously conﬁrmed in the Project\nitself. Repetition adds no quantity of present force, no intensity; it repro-\nduces the same impression—yet it has the power of breaching. “The\nmemory of an experience (that is, its continuing operative power)\ndepends on a factor which is called the magnitude of the impression\nand on the frequency with which the same impression is repeated” (I,\n300). The number of repetitions is thus added to the quantity (Qη) of\nthe excitation, and these two quantities are of two absolutely hetero-\ngeneous types. There are only discrete repetitions, and they can act as\nsuch only through the diastem which maintains their separation.\nFinally, if breaching can supplement a quantity presently at work, or\ncan be added to it, it is because breaching is certainly analogous to\nquantity, but is other than it as well: “quantity plus facilitation resul-\nting from Qη are at the same time something that can replace Qη” (I,\n300–301). Let us not hasten to deﬁne this other of pure quantity\nas quality: for in so doing we would be transforming the force\nof memory into present consciousness and the translucid perception of\npresent qualities. Thus, neither the diﬀerence between full quantities,\nnor the interval between repetitions of the identical, nor breaching\nitself, may be thought of in terms of the opposition between quantity\nand quality.4 Memory cannot be derived from this opposition, and it\nescapes the grasp of “naturalism” as well as of “phenomenology.”\nAll these diﬀerences in the production of the trace may be reinter-\npreted as moments of deferring. In accordance with a motif which will\ncontinue to dominate Freud’s thinking, this movement is described as\nthe eﬀort of life to protect itself by deferring a dangerous cathexis, that is,\nby constituting a reserve (Vorrat). The threatening expenditure or pres-\nence are deferred with the help of breaching or repetition. Is this not\nalready the detour (Aufschub, lit. delay) which institutes the relation of\npleasure to reality (Beyond . . . ., SE, XVIII)? Is it not already death at the\nfreud and the scene of writing 253\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 280,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "versp",
        "ction",
        "glichkeit",
        "facili",
        "originary",
        "traumdeutung",
        "rspatung",
        "cept",
        "rer",
        "ect"
      ],
      "full_text": " \nwhich would then come to protect, postpone, or reserve itself in dif-\nférance. The latter constitutes the essence of life. Or rather: as diﬀérance is\nnot an essence, as it is not anything, it is not life, if Being is determined\nas ousia, presence, essence/existence, substance or subject. Life must be\nthought of as trace before Being may be determined as presence. This is\nthe only condition on which we can say that life is death, that repetition\nand the beyond of the pleasure principle are native and congenital to\nthat which they transgress. When Freud writes in the Project that “facili-\ntations serve the primary function,” he is forbidding us to be surprised\nby Beyond the Pleasure Principle. He complies with a dual necessity: that of\nrecognizing diﬀérance at the origin, and at the same time that of crossing\nout the concept of primariness: we will not, then, be surprised by the\nTraumdeutung, which deﬁnes primariness as a “theoretical ﬁction” in a\nparagraph on the “delaying” (Verspätung) of the secondary process. It is\nthus the delay which is in the beginning.5 Without which, diﬀérance\nwould be the lapse which a consciousness, a self-presence of the pres-\nent, accords itself. To defer (diﬀérer) thus cannot mean to retard a present\npossibility, to postpone an act, to put oﬀ a perception already now\npossible. That possibility is possible only through a diﬀérance which\nmust be conceived of in other terms than those of a calculus or mech-\nanics of decision.6 To say that diﬀérance is originary is simultaneously to\nerase the myth of a present origin. Which is why “originary” must be\nunderstood as having been crossed out, without which diﬀérance would be\nderived from an original plenitude. It is a non-origin which is\noriginary.\nRather than abandon it, we ought perhaps then to rethink the con-\ncept of diﬀérer. This is what we should like to do, and this is possible only\nif diﬀérance is determined outside any teleological or eschatological\nhorizon. Which is not easy. Let us note in passing that the concepts\nof Nachträglichkeit and Vérspatung, concepts which govern the whole of\nFreud’s thought and determine all his other concepts, are already pres-\nent and named in the Project. The irreducibility of the “eﬀect of\ndeferral”— such, no doubt, is Freud’s discovery. Freud exploits this\ndiscovery in its ultimate consequences, beyond the psychoanalysis of\nthe individual, and he thought that the history of culture ought to\nconﬁrm it. In Moses and Monotheism (1937), the eﬃcacy of delay and of\naction subsequent to the event is at work over large historical intervals.\nfreud and the scene of writing 255\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 283,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "fliess",
        "zeichen",
        "erence",
        "nal",
        "indicial",
        "niederschrift",
        "culty",
        "umschrift",
        "erences",
        "neurones"
      ],
      "full_text": " \nin the Project, it will be a last bold move resolving a ﬁnal logical\ndiﬃculty.\nThe rest of the Project will depend in its entirety upon an incessant\nand increasingly radical invocation of the principle of diﬀerence.\nBeneath an indicial neurology, which plays the representational role of\nan aritﬁcial model, we repeatedly ﬁnd a persistent attempt to account\nfor the psyche in terms of spacing, a topography of traces, a map of\nbreaches; and we repeatedly ﬁnd an attempt to locate consciousness or\nquality in a space whose structure and possibility must be rethought,\nalong with an attempt to describe the “functioning of the apparatus” in\nterms of pure diﬀerences and locations, an attempt to explain how\n“quantity of excitation is expressed in ψ by complexity and quality by\ntopography.” It is because the nature of this system of diﬀerences and\nof this topography is radically new and must not allow any omissions\nthat Freud, in his setting up of the apparatus, multiplies “acts of bold-\nness,” “strange but indispensable hypotheses” (concerning “secret-\ning” neurones or “key” neurones). And when he renounces neurology\nand anatomical localizations, it will be not in order to abandon his\ntopographical preoccupations, but to transform them. Trace will\nbecome gramme; and the region of breaching a ciphered spacing.\nThe Print and the Original Supplement\nA few weeks after the Project is sent to Fliess, during a “night of work,”\nall the elements of the system arrange themselves into a “machine.” It\nis not yet a writing machine: “Everything fell into place, the cogs\nmeshed, the thing really seemed to be a machine which in a moment\nwould run of itself.”8 In a moment: in thirty years. By itself: almost.\nA little more than a year later, the trace starts to become writing. In\nletter 52 (6 Dec. 1896), the entire system of the Project is reconstituted\nin terms of a graphic conception as yet unknown in Freud. It is not\nsurprising that this coincides with the transition from the neurological\nto the psychical. At the heart of the letter: the words “sign” (Zeichen),\nregistration (Niederschrift), transcription (Umschrift). Not only is the\ncommunication between trace and delay (i.e., a present which does not\nconstitute but is originally reconstituted from “signs” of memory)\nexplicitly deﬁned in this letter, but verbal phenomena are assigned a\nwriting and difference\n258\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 284,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "niederlegt",
        "niederschriften",
        "nonlinguistic",
        "topo",
        "traumdeutung",
        "facilitations",
        "aufeinanderschichtung",
        "rst",
        "umordnung",
        "alogical"
      ],
      "full_text": " \nplace within a system of stratiﬁed writing which these phenomena are\nfar from dominating: “As you know, I am working on the assumption\nthat our psychic mechanism has come into being by a process of\nstratiﬁcation (Aufeinanderschichtung); the material present in the form of\nmemory-traces (Errinerungsspuren) being subjected from time to time to a\nrearrangement (Umordnung) in accordance with fresh circumstances to a\nretranscription (Umschrift). Thus, what is essentially new about my theory\nis the thesis that memory is present not once but several times over, that\nit is laid down (niederlegt) in various species of indications [Zeichen, lit.\nsigns] . . . .I cannot say how many of these registrations (Niederschriften)\nthere are: at least three, probably more . . . . The diﬀerent registrations\nare also separated (not necessarily topographically) according to the\nneurones which are their vehicles . . . . Perception. These are neurones in\nwhich perceptions originate, to which consciousness attaches, but\nwhich in themselves retain no trace of what has happened. For conscious-\nness and memory are mutually exclusive. Indication of perception: the ﬁrst registra-\ntion of the perceptions; it is quite incapable of consciousness and\narranged according to associations by simultaneity . . . .Unconscious is a\nsecond registration . . . . Preconscious is the third transcription, attached\nto word-presentations and corresponding to our oﬃcial ego . . . . This\nsecondary thought-consciousness is subsequent in time and probably linked\nto the hallucinatory activation of word-presentations” (I, 235).\nThis is the ﬁrst move toward the “Note.” From now on, starting\nwith the Traumdeutung (1900), the metaphor of writing will appropriate\nsimultaneously the problems of the psychic apparatus in its structure and that of the\npsychic text in its fabric. The solidarity of the two problems should make us\nthat much more attentive: the two series of metaphors—text and\nmachine—do not come on stage at the same time.\n“Dreams generally follow old facilitations,” said the Project. Topo-\ngraphical, temporal, and formal regression in dreams must thus be\ninterpreted, henceforth, as a path back into a landscape of writing.\nNot a writing which simply transcribes, a stony echo of muted words,\nbut a lithography before words: metaphonetic, nonlinguistic, alogical.\n(Logic obeys consciousness, or preconsciousness, the site of verbal\nimages, as well as the principle of identity, the founding expression of\na philosophy of presence. “It was only a logical contradiction, which\ndoes not have much import,” we read in The Wolf-Man.) With dreams\nfreud and the scene of writing 259\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 285,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "litterae",
        "ssel",
        "schl",
        "speci",
        "traumdeutung",
        "xed",
        "traumbuch",
        "ect",
        "rst",
        "artemidorous"
      ],
      "full_text": " \ndisplaced into a forest of script, the Traumdeutung, the interpretation of\ndreams, no doubt, on the ﬁrst approach will be an act of reading and\ndecoding. Before the analysis of the Irma dream, Freud engages in\nconsiderations of method. In one of his familiar gestures, he opposes\nthe old popular tradition to so-called scientiﬁc psychology. As always,\nit is in order to justify the profound intention which inspires the\nformer. Popular tradition may err, of course, when according to a\n“symbolical” procedure, it treats dream content as an indivisible and\nunarticulated whole, for which a second, possibly prophetic whole\nmay be substituted. But Freud is not far from accepting the “other\npopular method”: “It might be described as the ‘decoding’ method\n(Chiﬀriermethode), since it treats dreams as a kind of cryptography\n(Geheimschrift) in which each sign can be translated into another sign\nhaving a known meaning, in accordance with a ﬁxed key (Schlüssel)” (IV,\n97). Let us retain the allusion to a permanent code: it is the weakness of\na method to which Freud attributes, nevertheless, the merit of being\nanalytic and of spelling out the elements of meaning one by one.\nA strange example, the one chosen by Freud to illustrate this trad-\nitional procedure: a text of phonetic writing is cathected and functions\nas a discrete, speciﬁc, translatable and unprivileged element in the\noverall writing of the dream. Phonetic writing as writing within writ-\ning. Assume, for example, says Freud, that I have dreamed of a letter\n(Brief / epistola), then of a burial. Open a Traumbuch, a book in which the\nkeys to dreams are recorded, an encyclopedia of dream signs, the\ndream dictionary which Freud will soon reject. It teaches us that letter\nmust be translated (übersetzen) by spite, and burial by engagement to be\nmarried. Thus a letter (epistola) written with letters (litterae), a document\ncomposed of phonetic signs, the transcription of verbal discourse, may\nbe translated by a nonverbal signiﬁer which, inasmuch as it is a deter-\nmined aﬀect, belongs to the overall syntax of dream writing. The verbal\nis cathected, and its phonetic transcription is bound, far from the cen-\nter, in a web of silent script.\nFreud then borrows another example from Artemidorous of Daldis\n(second century), the author of a treatise on the interpretation of\ndreams. Let it be a pretext for recalling that in the eighteenth century an\nEnglish theologian, known to Freud, had already invoked Artemidorus\nwith an intention that is doubtless worthy of comparison.9 Warburton\nwriting and difference\n260\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 286,
      "bucket": "D (5-10%)",
      "error_rate": 8.9,
      "unknown_words_sample": [
        "proceded",
        "hermeneuts",
        "structed",
        "ics",
        "traumdeutung",
        "guage",
        "tropological",
        "traumbuch",
        "enregistered",
        "rst"
      ],
      "full_text": " \ndescribes the system of hieroglyphics, and discerns in it (rightly or\nwrongly it is of no concern to us here) various structures (hieroglyph-\nics strictly speaking or symbolical ones, each type being either curio-\nlogical or tropological, the relation here being of analogy or of part to\nwhole) which ought to be systematically confronted with the mechan-\nisms of dream-work (condensation, displacement, overdetermination).\nNow Warburton, interested, for reasons of self-justiﬁcation, in demon-\nstrating, against Father Kircher, “the high antiquity of Egyptian learn-\ning,” chooses the example of an Egyptian science which draws all its\nresources from hieroglyphic writing. That science is Traumdeutung, also\nknown as oneirocriticism. When all is said and done, it was only a\nscience of writing in priestly hands. God, the Egyptians believed, had\nmade man a gift of writing just as he inspired dreams. Interpreters, like\ndreams themselves, then had only to draw upon the curiological or\ntropological storehouse. They would readily ﬁnd there the key to\ndreams, which they would then pretend to divine. The hieroglyphic\ncode itself served as a Traumbuch. An alleged gift of God, in fact con-\nstructed historically, it had become the common source from which\nwas drawn oneiric discourse: the setting and the text of the dream’s\nmise en scène. Since dreams are constructed like a form of writing, the\nkinds of transposition in dreams correspond to condensations and\ndisplacements already performed and enregistered in the system of\nhieroglyphics. Dreams would only manipulate elements (stoicheia, says\nWarburton, elements or letters) contained in the storehouse of hiero-\nglyphics, somewhat as written speech would draw on a written lan-\nguage: “So that the question will be, on what grounds or rules of\ninterpretation the Onirocritics proceded, when, if a man dreamt of a\ndragon, the Interpreter assured him it signiﬁed majesty; if of a serpent, a\ndisease; a viper, money; frogs, impostors.”10 What then did the hermeneuts\nof that age do? They consulted writing itself:\nNow the early Interpreters of dreams were not juggling impostors; but,\nlike the early judicial Astrologers, more superstitious than their neigh-\nbors; and so the ﬁrst who fell into their own delusions. However,\nsuppose them to have been as arrant cheats as any of their succes-\nsors, yet at their ﬁrst setting up they must have had materials proper\nfor their trade; which could never be the wild workings of each man’s\nfreud and the scene of writing 261\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 289,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "fortiori",
        "artaud",
        "ferenczi",
        "xity",
        "pre",
        "perman",
        "xed",
        "relin",
        "quish",
        "umschrift"
      ],
      "full_text": " \nIt will be said: and yet Freud translates all the time. He believes in the\ngenerality and the ﬁxity of a speciﬁc code for dream writing: “When\nwe have become familiar with the abundant use made by symbolism\nfor representing sexual material in dreams, the question is bound to\narise of whether many of these symbols do not occur with a perman-\nently ﬁxed meaning, like the ‘grammalogues’ in short; and we shall feel\ntempted to draw up a new ‘dream-book’ on the decoding principle”\n(V:351). And, in fact, Freud never stopped proposing codes, rules of\ngreat generality. And the substitution of signiﬁers seems to be the\nessential activity of psychoanalytic interpretation. Certainly, Freud\nnevertheless stipulates an essential limitation on this activity. Or, rather,\na double limitation.\nIf we consider ﬁrst verbal expression, as it is circumscribed in the\ndream, we observe that its sonority, the materiality of the expression,\ndoes not disappear before the signiﬁed, or at least cannot be traversed\nand transgressed as it is in conscious speech. It acts as such, with the\neﬃcacy Artaud assigned it on the stage of cruelty.12The materiality of a\nword cannot be translated or carried over into another language.\nMateriality is precisely that which translation relinquishes. To relin-\nquish materiality: such is the driving force of translation. And when\nthat materiality is reinstated, translation becomes poetry. In this sense,\nsince the materiality of the signiﬁer constitutes the idiom of every\ndream scene, dreams are untranslatable: “Indeed, dreams are so closely\nrelated to linguistic expression that Ferenczi has truly remarked that\nevery tongue has its own dream language. It is impossible as a rule to\ntranslate a dream into a foreign language, and this is equally true, I\nfancy, of a book such as the present one” (IV, 99, n. 1). What is valid\nfor a speciﬁc national language is a fortiori valid for a private grammar.\nMoreover, this horizontal impossibility of translation without loss\nhas its basis in a vertical impossibility. We are speaking here of the way\nin which unconscious thoughts become conscious. If a dream cannot\nbe translated into another language, it is because within the psychical\napparatus as well there is never a relation of simple translation. We are\nwrong, Freud tells us, to speak of translation or transcription in\ndescribing the transition of unconscious thoughts through the pre-\nconscious toward consciousness. Here again the metaphorical concept\nof translation (Übersetzung) or transcription (Umschrift) is dangerous, not\nwriting and difference\n264\n"
    }
  ]
}