{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 8,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 330,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "artaud",
        "hervey",
        "gures",
        "ence",
        "sci",
        "ibid",
        "scription",
        "lan",
        "entary",
        "elem"
      ],
      "full_text": " \nremarkable that he describes the play of speech and of writing on the\nstage of cruelty according to Freud’s very terms, a Freud who at the\ntime was hardly elucidated. Already in the First Manifesto:\nthe language of the stage: It is not a question of suppressing the\nspoken language, but of giving words approximately the importance\nthey have in dreams. Meanwhile new means of recording this lan-\nguage must be found, whether these means belong to musical tran-\nscription or to some kind of code. As for ordinary objects, or even the\nhuman body, raised to the dignity of signs, it is evident that one can\ndraw one’s inspiration from hieroglyphic characters [TD, p. 94] . . .\nEternal laws, those of all poetry and all viable language, and, among\nother things, of Chinese ideograms and ancient Egyptian hieroglyphs.\nHence, far from restricting the possibilities of theater and language,\non the pretext that I will not perform written plays, I extend the lan-\nguage of the stage and multiply its possibilities [TD, p. 111].\nAs concerns psychoanalysis and especially psychoanalysts, Artaud was\nno less careful to indicate his distance from those who believe that they\ncan retain discourse with the aid of psychoanalysis, and thereby can\nwield its initiative and powers of initiation.\nFor the theater of cruelty is indeed a theater of dreams, but of cruel\ndreams, that is to say, absolutely necessary and determined dreams,\ndreams calculated and given direction, as opposed to what Artaud\nbelieved to be the empirical disorder of spontaneous dreams. The ways\nand ﬁgures of dreams can be mastered. The surrealists read Hervey de\nSaint-Denys.8 In this theatrical treatment of dreams, “poetry and sci-\nence must henceforth be identical” (TD, p. 140). To make them such, it\nis certainly necessary to proceed according to the modern magic that is\npsychoanalysis. “I propose to bring back into the theater this elem-\nentary magic idea, taken up by modern psychoanalysis” (TD, p. 80). But\nno concession must be made to what Artaud believes to be the faltering\nof dreams and of the unconscious. It is the law of dreams that must be\nproduced or reproduced: “I propose to renounce our empiricism of\nimagery, in which the unconscious furnishes images at random, and\nwhich the poet arranges at random too” (ibid.).\nBecause he wants “to see sparkle and triumph on stage” “whatever is\nthe theater of cruelty 305\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 331,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "descrip",
        "artaud",
        "tion",
        "desacralizing",
        "etc",
        "llment",
        "chodramaturgy",
        "psy",
        "interiority",
        "hermeneut"
      ],
      "full_text": " \npart of the illegibility and magnetic fascination of dreams” (CW 2:23),\nArtaud therefore rejects the psychoanalyst as interpreter, second-\nremove commentator, hermeneut, or theoretician. He would have\nrejected a psychoanalytic theater with as much rigor as he condemned\npsychological theater. And for the same reasons: his rejection of any\nsecret interiority, of the reader, of directive interpretations or of psy-\nchodramaturgy. “The subconscious will not play any true rule on stage.\nWe’ve had enough of the confusion engendered between author and\naudience through the medium of producers and actors. Too bad for\nanalysts, students of the soul and surrealists. . . . We are determined to\nsafeguard the plays we put on against any secret commentary” (CW\n2:39).9 By virtue of his situation and his status, the psychoanalyst\nwould belong to the structure of the classical stage, to its societal form,\nits metaphysics, its religion, etc.\nThe theater of cruelty thus would not be a theater of the\nunconscious. Almost the contrary. Cruelty is consciousness, is exposed\nlucidity. “There is no cruelty without consciousness and without the\napplication of consciousness” (TD, p. 102). And this consciousness\nindeed lives upon a murder, is the consciousness of this murder, as we\nsuggested above. Artaud says this in “The First Letter on Cruelty”: “It is\nconsciousness that gives to the exercise of every act of life its blood-red\ncolor, its cruel nuance, since it is understood that life is always\nsomeone’s death” (TD, p. 102).\nPerhaps Artaud is also protesting against a certain Freudian descrip-\ntion of dreams as the substitutive fulﬁllment of desire, as the function\nof vicariousness: through the theater, Artaud wants to return their\ndignity to dreams and to make of them something more original, more\nfree, more aﬃrmative than an activity of displacement. It is perhaps\nagainst a certain image of Freudian thought that he writes in the First\nManifesto: “To consider the theater as a second-hand psychological or\nmoral function, and to believe that dreams themselves have only a\nsubstitute function, is to diminish the profound poetic bearing of\ndreams as well as of the theater” (TD, p. 92).\nFinally, a psychoanalytic theater would risk being a desacralizing\ntheater, and thereby would conﬁrm the West in its project and its\ntrajectory. The theater of cruelty is a hieratic theater. Regression toward\nthe unconscious (cf. TD, p. 47) fails if it does not reawaken the sacred, if\nwriting and difference\n306\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 333,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "mounet",
        "etc",
        "representer",
        "arti",
        "ssuring",
        "wrin",
        "artaud",
        "mobiliza",
        "painstak",
        "rst"
      ],
      "full_text": " \nfrom this that it suﬃces to accumulate or to juxtapose all the arts in\norder to create a total theater addressed to the “total man”12 (cf. TD, p.\n123). Nothing could be further from addressing total man than an\nassembled totality, an artiﬁcial and exterior mimicry. Inversely, certain\napparent exhaustions of stage technique sometimes more rigorously\npursue Artaud’s trajectory. Assuming, which we do not, that there is\nsome sense in speaking of a ﬁdelity to Artaud, to something like his\n“message” (this notion already betrays him), then a rigorous, painstak-\ning, patient and implacable sobriety in the work of destruction, and an\neconomical acuity aiming at the master parts of a still quite solid\nmachine, are more surely imperative, today, than the general mobiliza-\ntion of art and artists, than turbulence or improvised agitation under\nthe mocking and tranquil eyes of the police.\n4. All theater of alienation. Alienation only consecrates, with\ndidactic insistence and systematic heaviness, the nonparticipation of\nspectators (and even of directors and actors) in the creative act, in the\nirruptive force ﬁssuring the space of the stage. The Verfremdungseﬀekt13\nremains the prisoner of a classical paradox and of “the European ideal\nof art” which “attempts to cast the mind into an attitude distinct from\nforce but addicted to exaltation” (TD, p. 10). Since “in the ‘theater of\ncruelty’ the spectator is in the center and the spectacle surrounds him”\n(TD, p. 81), the distance of vision is no longer pure, cannot be\nabstracted from the totality of the sensory milieu; the infused spectator\ncan no longer constitute his spectacle and provide himself with its object.\nThere is no longer spectator or spectacle, but festival (cf. TD, p. 85). All\nthe limits furrowing classical theatricality (represented/representer,\nsigniﬁed/signiﬁer, author/director/actors/spectators, stage/audience,\ntext/interpretation, etc.) were ethicometaphysical prohibitions, wrin-\nkles, grimaces, rictuses—the symptoms of fear before the dangers of\nthe festival. Within the space of the festival opened by transgression,\nthe distance of representation should no longer be extendable. The\nfestival of cruelty lifts all footlights and protective barriers before the\n“absolute danger” which is “without foundation”: “I must have actors\nwho are ﬁrst of all beings, that is to say, who on stage are not afraid of\nthe true sensation of the touch of a knife and the convulsions—\nabsolutely real for them—of a supposed birth. Mounet-Sully believes in\nwhat he does and gives the illusion of it, but he knows that he is\nwriting and difference\n308\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 336,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "artaud",
        "nonrepetition",
        "tion",
        "erosity",
        "unicity",
        "erence",
        "ated",
        "ence",
        "ering",
        "unskirtable"
      ],
      "full_text": " \nBeing, and inverses the genealogical order: “First to live and to be\naccording to one’s soul; the problem of being is only their con-\nsequence” (September 1945) “There is no greater enemy of the\nhuman body than being.” (September 1947) Certain other\nunpublished texts valorize what Artaud properly calls “the beyond of\nbeing” (February 1947), manipulating this expression of Plato’s\n(whom Artaud did not fail to read) in a Nietzschean style. Finally,\nDialectics is the movement through which expenditure is reappropri-\nated into presence—it is the economy of repetition. The economy of\ntruth. Repetition summarizes negativity, gathers and maintains the past\npresent as truth, as ideality. The truth is always that which can be\nrepeated. Nonrepetition, expenditure that is resolute and without\nreturn in the unique time consuming the present, must put an end to\nfearful discursiveness, to unskirtable ontology, to dialectics, “dialectics\n[a certain dialectics] being that which ﬁnished me” (September\n1945).17\nDialectics is always that which has ﬁnished us, because it is always\nthat which takes into account our rejection of it. As it does our aﬃrmation.\nTo reject death as repetition is to aﬃrm death as a present expenditure\nwithout return. And inversely. This is a schema that hovers around\nNietzsche’s repetition of aﬃrmation. Pure expenditure, absolute gen-\nerosity oﬀering the unicity of the present to death in order to make the\npresent appear as such, has already begun to want to maintain the pres-\nence of the present, has already opened the book and memory, the\nthinking of Being as memory. Not to want to maintain the present is to\nwant to preserve that which constitutes its irreplaceable and mortal\npresence, that within it which cannot be repeated. To consume pure\ndiﬀerence with pleasure. Such, reduced to its bloodless framework,\nis the matrix of the history of thought conceptualizing itself since\nHegel.18\nThe possibility of the theater is the obligatory focal point of this\nthought which reﬂects tragedy as repetition. The menace of repeti-\ntion is nowhere else as well organized as in the theater. Nowhere else\nis one so close to the stage as the origin of repetition, so close to the\nprimitive repetition which would have to be erased, and only by\ndetaching it from itself as if from its double. Not in the sense in\nwhich Artaud spoke of The Theater and its Double,19 but as designating\nthe theater of cruelty 311\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 337,
      "bucket": "B (1-3%)",
      "error_rate": 2.7,
      "unknown_words_sample": [
        "artaud",
        "erence",
        "etc",
        "cism",
        "hypomnesiac",
        "aktive",
        "grausamkeit",
        "criti",
        "vergesslichkeit"
      ],
      "full_text": " \nthe fold, the interior duplication which steals the simple presence of\nits present act from the theater, from life, etc., in the irrepressible\nmovement of repetition. “One time” is the enigma of that which has\nno meaning, no presence, no legibility. Now, for Artaud, the festival\nof cruelty could take place only one time: “Let us leave textual criti-\ncism to graduate students, formal criticism to esthetes, and recognize\nthat what has been said is not still to be said; that an expression does\nnot have the same value twice, does not live two lives; that all words,\nonce spoken, are dead and function only at the moment when they\nare uttered, that a form, once it has served, cannot be used again and\nasks only to be replaced by another, and that the theater is the only\nplace in the world where a gesture, once made, can never be made\nthe same way twice” (TD, p. 75). This is indeed how things appear:\ntheatrical representation is ﬁnite, and leaves behind it, behind its\nactual presence, no trace, no object to carry oﬀ. It is neither a book\nnor a work, but an energy, and in this sense it is the only art of life.\n“The theater teaches precisely the uselessness of the action which,\nonce done, is not to be done, and the superior use of the state\nunused by the action and which, restored, produces a puriﬁcation”\n(TD, p. 82). In this sense the theater of cruelty would be the art of\ndiﬀerence and of expenditure without economy, without reserve,\nwithout return, without history. Pure presence as pure diﬀerence. Its\nact must be forgotten, actively forgotten. Here, one must practice the\naktive Vergesslichkeit which is spoken of in the second dissertation of The\nGenealogy of Morals, which also explicates “festivity” and “cruelty”\n(Grausamkeit).\nArtaud’s disgust with nontheatrical writing has the same sense.\nWhat inspires this disgust is not, as in the Phaedrus, the gesture of the\nbody, the sensory and mnemonic, the hypomnesiac mark exterior to\nthe inscription of truth in the soul, but, on the contrary, writing as the\nsite of the inscription of truth, the other of the living body, writing as\nideality, repetition. Plato criticizes writing as a body; Artaud criticizes it\nas the erasure of the body, of the living gesture which takes place only\nonce. Writing is space itself and the possibility of repetition in general.\nThis is why “We should get rid of our superstitious valuation of texts\nand written poetry. Written poetry is worth reading once, and then\nshould be destroyed” (TD, p. 78).\nwriting and difference\n312\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 340,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "rms",
        "artaud",
        "nonrepetition",
        "stupify",
        "erence",
        "archi",
        "antonin",
        "ces"
      ],
      "full_text": " \nand is accompanied by its own representation. In which it erases itself\nand conﬁrms the transgressed law. To do so, it suﬃces that there be a\nsign, that is to say, a repetition.\nUnderneath this side of the limit, and in the extent to which he\nwanted to save the purity of a presence without interior diﬀerence and\nwithout repetition (or, paradoxically amounting to the same thing, the\npurity of a pure diﬀerence),20 Artaud also desired the impossibility of\nthe theater, wanted to erase the stage, no longer wanted to see what\ntranspires in a locality always inhabited or haunted by the father and\nsubjected to the repetition of murder. Is it not Artaud who wants to\nreduce the archi-stage when he writes in the Here-lies: “I Antonin\nArtaud, am my son, / my father, my mother, / and myself” (AA,\np. 238)?\nThat he thereby kept himself at the limit of theatrical possibility, and\nthat he simultaneously wanted to produce and to annihilate the stage, is\nwhat he knew in the most extreme way. December 1946:\nAnd now I am going to say something which, perhaps,\nis going to stupify many people.\nI am the enemy\nof theater.\nI have always been.\nAs much as I love the theater,\nI am, for this very reason, equally its enemy.\nWe see him immediately afterward: he cannot resign himself to theater\nas repetition, and cannot renounce theater as nonrepetition:\nThe theater is a passionate overﬂowing\na frightful transfer of forces\nfrom body\nto body.\nThis transfer cannot be reproduced twice.\nNothing more impious than the system of the Balinese which\nconsists,\nafter having produced this transfer one time,\ninstead of seeking another,\nthe theater of cruelty 315\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 342,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "nally",
        "funda",
        "coupable",
        "straint",
        "bataille",
        "hegell"
      ],
      "full_text": " \n9\nFROM RESTRICTED TO\nGENERAL ECONOMY\nA Hegelianism without reserve\nHe [Hegell] did not know to what extent he was right.\n(Georges Bataille)\n“Often Hegel seems to me self-evident, but the self-evident is a heavy\nburden” (Le coupable). Why today—even today—are the best readers of\nBataille among those for whom Hegel’s self-evidence is so lightly\nborne? So lightly borne that a murmured allusion to given funda-\nmental concepts—the pretext, sometimes, for avoiding the details—or\na complacent conventionality, a blindness to the text, an invocation of\nBataille’s complicity with Nietzsche or Marx, suﬃce to undo the con-\nstraint of Hegel. Perhaps the self-evident would be too heavy to bear,\nand so a shrug of the shoulders is preferred to discipline. And, contrary\nto Bataille’s experience, this puts one, without seeing or knowing it,\nwithin the very self-evidence of Hegel one often thinks oneself un-\nburdened of. Misconstrued, treated lightly, Hegelianism only extends\nits historical domination, ﬁnally unfolding its immense enveloping\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 344,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "overturnings",
        "ies",
        "manipulat",
        "unforeseeably",
        "bataille",
        "ect",
        "ects",
        "rst",
        "osophy",
        "surpassings"
      ],
      "full_text": " \nhold of their enunciation. Except, perhaps, for a certain laughter. And\nyet.\nTo laugh at philosophy (at Hegelianism)—such, in eﬀect, is the\nform of the awakening—henceforth calls for an entire “discipline,” an\nentire “method of meditation” that acknowledges the philosopher’s\nbyways, understands his techniques, makes use of his ruses, manipu-\nlates his cards, lets him deploy his strategy, appropriates his texts. Then,\nthanks to this work which has prepared it—and philosophy is work\nitself according to Bataille—but quickly, furtively, and unforeseeably\nbreaking with it, as betrayal or as detachment, drily, laughter bursts\nout. And yet, in privileged moments that are less moments than the\nalways rapidly sketched movements of experience; rare, discreet and\nlight movements, without triumphant stupidity, far from public view,\nvery close to that at which laughter laughs: close to anguish, ﬁrst of all,\nwhich must not even be called the negative of laughter for fear of once\nmore being sucked in by Hegel’s discourse. And one can already fore-\nsee, in this prelude, that the impossible meditated by Bataille will always\nhave this form: how, after having exhausted the discourse of phil-\nosophy, can one inscribe in the lexicon and syntax of a language, our\nlanguage, which was also the language of philosophy, that which\nnevertheless exceeds the oppositions of concepts governed by this\ncommunal logic? Necessary and impossible, this excess had to fold\ndiscourse into strange shapes. And, of course, constrain it to justify\nitself to Hegel indeﬁnitely. Since more than a century of ruptures, of\n“surpassings” with or without “overturnings,” rarely has a relation to\nHegel been so little deﬁnable: a complicity without reserve accompan-\nies Hegelian discourse, “takes it seriously” up to the end, without an\nobjection in philosophical form, while, however, a certain burst of\nlaughter exceeds it and destroys its sense, or signals, in any event, the\nextreme point of “experience” which makes Hegelian discourse dis-\nlocate itself; and this can be done only through close scrutiny and full\nknowledge of what one is laughing at.\nBataille, thus, took Hegel seriously, and took absolute knowledge\nseriously.1 And to take such a system seriously, Bataille knew, was to\nprohibit oneself from extracting concepts from it, or from manipulat-\ning isolated propositions, drawing eﬀects from them by transportation\ninto a discourse foreign to them: “Hegel’s thoughts are interdependent\nfrom restricted to general economy 319\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 347,
      "bucket": "D (5-10%)",
      "error_rate": 9.6,
      "unknown_words_sample": [
        "aufhalten",
        "des",
        "erh",
        "etc",
        "ibid",
        "sublated",
        "medi",
        "bewusstseins",
        "bataille",
        "und"
      ],
      "full_text": " \nseparated: the master must stay alive in order to enjoy what he has\nwon by risking his life; and, at the end of this progression so admir-\nably described by Hegel, the “truth of the independent consciousness\nis accordingly the consciousness of the bondsman” (Hegel, p. 237).\nAnd when servility becomes lordship, it keeps within it the trace of its\nrepressed origin, “being a consciousness within itself (zurückgedrängtes\nBewusstsein), it will enter into itself, and change round into real and\ntrue independence” (ibid.). It is this dissymmetry, this absolute priv-\nilege given to the slave, that Bataille did not cease to meditate. The\ntruth of the master is in the slave; and the slave become a master\nremains a “repressed” slave. Such is the condition of meaning, of\nhistory of discourse, of philosophy, etc. The master is in relation to\nhimself, and self-consciousness is constituted, only through the medi-\nation of servile consciousness in the movement of recognition; but\nsimultaneously through the mediation of the thing, which for the\nslave is initially the essentiality that he cannot immediately negate in\npleasurable consumption, but can only work upon, “elaborate” (bearbe-\niten); which consists in inhibiting (hemmen) his desire, in delaying\n(aufhalten) the disappearance of the thing. To stay alive, to maintain\noneself in life, to work, to defer pleasure, to limit the stakes, to have\nrespect for death at the very moment when one looks directly at it—such\nis the servile condition of mastery and of the entire history it makes\npossible.\nHegel clearly had proclaimed the necessity of the master’s retaining\nthe life that he exposes to risk. Without this economy of life, the “trial\nby death, however, cancels both the truth which was to result from it,\nand therewith the certainty of self altogether” (Hegel, p. 233). To rush\nheadlong into death pure and simple is thus to risk the absolute loss of\nmeaning, in the extent to which meaning necessarily traverses the truth\nof the master and of self-consciousness. One risks losing the eﬀect and\nproﬁt of meaning which were the very stakes one hoped to win. Hegel\ncalled this mute and nonproductive death, this death pure and simple,\nabstract negativity, in opposition to “the negation characteristic of con-\nsciousness, which cancels in such a way that it preserves and maintains\nwhat is sublated (Die Negation des Bewusstseins welches so aufhebt, dass es das\nAufgehobene aufbewahrt und erhält), and thereby survives its being sub-\nlated (und hiermit sein Aufgehobenwerden überlebt). In this experience\nwriting and difference\n322\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 348,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "sacri",
        "etc",
        "consti",
        "usion",
        "bataille",
        "aufhebung",
        "erence",
        "rst",
        "tution",
        "thode"
      ],
      "full_text": " \nself-consciousness becomes aware that life is as essential to it as pure\nself-consciousness” (Hegel, p. 234).\nBurst of laughter from Bataille. Through a ruse of life, that is, of\nreason, life has thus stayed alive. Another concept of life had been\nsurreptitiously put in its place, to remain there, never to be exceeded,\nany more than reason is ever exceeded (for, says L’erotisme, “by deﬁn-\nition, the excess is outside reason”). This life is not natural life, the\nbiological existence put at stake in lordship, but an essential life that is\nwelded to the ﬁrst one, holding it back, making it work for the consti-\ntution of self-consciousness, truth, and meaning. Such is the truth of\nlife. Through this recourse to the Aufhebung, which conserves the stakes,\nremains in control of the play, limiting it and elaborating it by giving it\nform and meaning (Die Arbeit . . . bildet), this economy of life restricts\nitself to conservation, to circulation and self-reproduction as the repro-\nduction of meaning; henceforth, everything covered by the name lord-\nship collapses into comedy. The independence of self-consciousness10\nbecomes laughable at the moment when it liberates itself by enslaving\nitself, when it starts to work, that is, when it enters into dialectics.\nLaughter alone exceeds dialectics and the dialectician: it bursts out only\non the basis of an absolute renunciation of meaning, an absolute risk-\ning of death, what Hegel calls abstract negativity. A negativity that\nnever takes place, that never presents itself, because in doing so it would\nstart to work again. A laughter that literally never appears, because it\nexceeds phenomenality in general, the absolute possibility of meaning.\nAnd the word “laughter” itself must be read in a burst, as its nucleus of\nmeaning bursts in the direction of the system of the sovereign operation\n(“drunkenness, erotic eﬀusion, sacriﬁcial eﬀusion, poetic eﬀusion,\nheroic behavior, anger, absurdity,” etc., cf. Méthode de meditation). This\nburst of laughter makes the diﬀerence between lordship and sover-\neignty shine, without showing it however and, above all, without saying\nit. Sovereignty, as we shall verify, is more and less than lordship, more\nor less free than it, for example; and what we are saying about the\npredicate “freedom” can be extended to every characteristic of lord-\nship. Simultaneously more and less a lordship than lordship, sover-\neignty is totally other. Bataille pulls it out of dialectics. He withdraws it\nfrom the horizon of meaning and knowledge. And does so to such a\ndegree that, despite the characteristics that make it resemble lordship,\nfrom restricted to general economy 323\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 350,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "sacri",
        "gure",
        "nally",
        "nonmeaning",
        "nds",
        "bataille",
        "ents",
        "aufhebung",
        "ungraspable",
        "phenomen"
      ],
      "full_text": " \nblinding itself to the baselessness of the nonmeaning from which the\nbasis of meaning is drawn, and in which this basis of meaning is\nexhausted. To be indiﬀerent to the comedy of the Aufhebung, as was\nHegel, is to blind oneself to the experience of the sacred, to the heed-\nless sacriﬁce of presence and meaning. Thus is sketched out a ﬁgure of\nexperience—but can one still use these two words?—irreducible to\nany phenomenology, a ﬁgure which ﬁnds itself displaced in phenomen-\nology, like laughter in philosophy of the mind, and which mimes\nthrough sacriﬁce the absolute risk of death. Through this mime it\nsimultaneously produces the risk of absolute death, the feint through\nwhich this risk can be lived, the impossibility of reading a sense or a\ntruth in it, and the laughter which is confused, in the simulacrum, with\nthe opening of the sacred. Describing this simulacrum, unthinkable for\nphilosophy, philosophy’s blind spot, Bataille must, of course, say it,\nfeign to say it, in the Hegelian logos:\nI will speak later about the profound differences between the man of\nsacriﬁce, who operates ignorant (unconscious) of the ramiﬁcations of\nwhat he is doing, and the Sage (Hegel), who surrenders to a know-\nledge that, in his own eyes, is absolute. Despite these differences, it is\nalways a question of manifesting the Negative (and always in a con-\ncrete form, that is, at the heart of the Totality whose constitutive elem-\nents are inseparable). The privileged manifestation of Negativity is\ndeath, but death, in truth, reveals nothing. In principle, death reveals\nto Man his natural, animal being, but the revelation never takes place.\nFor once the animal being that has supported him is dead, the human\nbeing himself has ceased to exist. For man ﬁnally to be revealed to\nhimself he would have to die, but he would have to do so while\nliving—while watching himself cease to be. In other words, death itself\nwould have to become (self) consciousness at the very moment when\nit annihilates conscious being. In a sense this is what takes place (or at\nleast is on the point of taking place, or which takes place in a fugitive,\nungraspable manner) by means of a subterfuge. In sacriﬁce, the sacri-\nﬁcer identiﬁes with the animal struck by death. Thus he dies while\nwatching himself die, and even, after a fashion, dies of his own vol-\nition, as one with the sacriﬁcial arm. But this is a comedy! Or at least it\nwould be a comedy if there were some other method of revealing the\nfrom restricted to general economy 325\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 351,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "nega",
        "nitively",
        "sacri",
        "dif",
        "nishes",
        "ction",
        "abso",
        "erence",
        "lence",
        "culty"
      ],
      "full_text": " \nencroachment of death upon the living; this completion of the ﬁnite\nbeing, which alone accomplishes and can alone accomplish his Nega-\ntivity which kills him, ﬁnishes him and deﬁnitively suppresses him. . . .\nThus it is necessary, at any cost, for man to live at the moment when\nhe truly dies, or it is necessary for him to live with the impression of\ntruly dying. This difﬁculty foreshadows the necessity of spectacle, or\ngenerally of representation, without the repetition of which we could\nremain foreign to and ignorant of death, as animals apparently\nremain. In effect, nothing is less animal than the ﬁction, more or less\nremoved from reality, of death.14\nOnly the accent on simulacrum and subterfuge interrupt the Hegelian\ncontinuity of this text. Further on, gaiety marks the diﬀerence:\nIn juxtaposing it with sacriﬁce and thereby with the primary theme of\nrepresentation (art, festivals, spectacles), I have wanted to show that\nHegel’s reaction is the fundamental human behavior . . . it is par excel-\nlence the expression that tradition has repeated inﬁnitely. . . . It was\nessential for Hegel to become conscious of Negativity as such, to grasp\nits horror, in this case the horror of death, while supporting the work of\ndeath and looking at it full in the face. In this fashion, Hegel is\nopposed less to those who “draw back” than to those who say: “it is\nnothing.” He seems most removed from those who react gaily. I am\ninsisting upon the opposition of the naïve attitude to that of the abso-\nlute wisdom of Hegel, wanting to make the opposition between them\nemerge as clearly as possible, after their apparent similarity. I am, in\neffect, not sure that the least absolute of the two attitudes is the naive\none. I will cite a paradoxical example of a gay reaction before the work\nof death. The Irish and Welsh custom of the wake is little known, but\nwas still observed at the end of the last century. It is the subject of\nJoyce’s last work, Finnegan’s Wake, Finnegan’s funeral vigil (but the\nreading of this famous novel is at least uneasy). In Wales, the cofﬁn\nwas placed open and upright in the place of honor of the house. The\ndead person was dressed in his Sunday best and his top hat. His\nfamily invited all his friends, who increasingly honored the one who\nhad left them as they danced on and drank stronger toasts to his\nhealth. In question is the death of an other, but in such cases the death\nwriting and difference\n326\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 352,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "nega",
        "sacri",
        "suppres",
        "nally",
        "abso",
        "determin",
        "superimpression",
        "nonreserve",
        "etc",
        "ation"
      ],
      "full_text": " \nof the other is always the image of one’s own death. No one could\nenjoy himself thus, if he did not accept one condition: the dead man,\nwho is an other, is assumed to be in agreement, and thus the dead\nman that the drinker will become, in turn, will have no other meaning\nthan the ﬁrst one [Hegel, la mort, p. 38].\nThis gaiety is not part of the economy of life, does not correspond “to\nthe desire to deny the existence of death,” although it is as close to this\ndesire as possible. Gaiety is not the convulsion that follows anguish, the\nminor laugh which melts away at the moment when one has had “a\nclose call,” and which is in relation to anguish along the lines of the\nrelationship of positive to negative:\nOn the contrary, gaiety, tied to the work of death, ﬁlls me with anguish,\nis accentuated by an anguish and, in exchange, exasperates this\nanguish: ﬁnally, gay anguish, anguished gaiety present me with “abso-\nlute rending” in an aspic in which it is my joy that ﬁnally rends me\nasunder, but in which abatement would follow if I was totally torn\napart, without measure [Hegel, la mort, p. 39].\nThe blind spot of Hegelianism, around which can be organized the\nrepresentation of meaning, is the point at which destruction, suppres-\nsion, death and sacriﬁce constitute so irreversible an expenditure, so\nradical a negativity—here we would have to say an expenditure and a\nnegativity without reserve—that they can no longer be determined as nega-\ntivity in a process or a system. In discourse (the unity of process and\nsystem), negativity is always the underside and accomplice of positiv-\nity. Negativity cannot be spoken of, nor has it ever been except in this\nfabric of meaning. Now, the sovereign operation, the point of nonreserve, is\nneither positive nor negative. It cannot be inscribed in discourse,\nexcept by crossing out predicates or by practicing a contradictory\nsuperimpression that then exceeds the logic of philosophy.15 Even\nwhile taking into account their value as ruptures, it could be shown, in\nthis respect, that the immense revolutions of Kant and Hegel only\nreawakened or revealed the most permanent philosophical determin-\nation of negativity (with all the concepts systematically entwined\naround it in Hegel: ideality, truth, meaning, time, history, etc.). The\nfrom restricted to general economy 327\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 355,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "des",
        "sacri",
        "cative",
        "sover",
        "unlimiting",
        "nonmeaning",
        "unten",
        "eignty",
        "sim",
        "signi"
      ],
      "full_text": " \nelement, its milieu, its unlimiting boundaries of non-sense. Far from\nsuppressing the dialectical synthesis,16 it inscribes this synthesis and\nmakes it function within the sacriﬁce of meaning. It does not suﬃce to\nrisk death if the putting at stake is not permitted to take oﬀ, as chance\nor accident, but is rather invested as the work of the negative. Sover-\neignty must still sacriﬁce lordship and, thus, the presentation of the mean-\ning of death. For meaning, when lost to discourse, is absolutely des-\ntroyed and consumed. For the meaning of meaning, the dialectic of the\nsenses and sense, of the sensory and the concept, the meaningful unity\nof the word “sense,” to which Hegel was so attentive,17 has always\nbeen linked to the possibility of discursive signiﬁcation. In sacriﬁcing\nmeaning, sovereignty submerges the possibility of discourse: not sim-\nply by means of an interruption, a caesura, or an interior wounding of\ndiscourse (an abstract negativity), but, through such an opening, by\nmeans of an irruption suddenly uncovering the limit of discourse and\nthe beyond of absolute knowledge.\nTo be sure, Bataille sometimes opposes poetic, ecstatic sacred speech\nto “signiﬁcative discourse” (“But intelligence, the discursive thought of\nMan, developed as a function of servile work. Only sacred, poetic\nspeech, limited to the level of impotent beauty, kept the power of\nmanifesting full sovereignty. Sacriﬁce is a sovereign, autonomous way of\nbeing only in the extent to which it is not informed by signiﬁcative\ndiscourse.” Hegel, la mort, p. 40), but this sovereign speech is not another\ndiscourse, another chain unwound alongside signiﬁcative discourse.\nThere is only one discourse, it is signiﬁcative, and here one cannot get\naround Hegel. The poetic or the ecstatic is that in every discourse which can\nopen itself up to the absolute loss of its sense, to the (non-)base of the\nsacred, of nonmeaning, of un-knowledge or of play, to the swoon from\nwhich it is reawakened by a throw of the dice. What is poetic in\nsovereignty is announced in “the moment when poetry renounces\ntheme and meaning” (EI, p. 239). It is only announced in this renunci-\nation, for, given over to “play without rules,” poetry risks letting itself\nbe domesticated, “subordinated,” better than ever. This risk is properly\nmodern. To avoid it, poetry must be “accompanied by an aﬃrmation of\nsovereignty” “which provides,” Bataille says in an admirable, unten-\nable formulation which could serve as the heading for everything we\nare attempting to reassemble here as the form and torment of his\nwriting and difference\n330\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 356,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "sacri",
        "nally",
        "batailie",
        "sover",
        "osition",
        "hege",
        "eignty",
        "ibid",
        "lian",
        "ation"
      ],
      "full_text": " \nwriting, “the commentary on its absence of meaning.” Without which\npoetry would be, in the worst of cases, subordinated and, in the best of\ncases, “inserted.” For then, “laughter, drunkenness, sacriﬁce and poetry,\neroticism itself, subsist autonomously, in a reserve, inserted into a sphere,\nlike children in a house. Within their limits they are minor sovereigns who\ncannot contest the empire of activity” (ibid.). It is within the interval\nbetween subordination, insertion, and sovereignty that one should examine the\nrelations between literature and revolution, such as Bataille conceived\nthem in the course of his explication with Surrealism. The apparent\nambiguity of his judgments on poetry is included within the conﬁgur-\nation of these three concepts. The poetic image is not subordinated to the\nextent that it “leads from the known to the unknown;” but poetry is\nalmost entirely fallen poetry in that it retains, in order to maintain itself\nwithin them, the metaphors that it has certainly torn from the “servile\ndomain,” but has immediately “refused to the inner ruination which is\nthe access to the unknown.” “It is unfortunate to possess no more than\nruins, but this is not any longer to possess nothing; it is to keep in one\nhand what the other gives.”18 An operation that is still Hegelian.\nAs a manifestation of meaning, discourse is thus the loss of sover-\neignty itself. Servility is therefore only the desire for meaning: a prop-\nosition with which the history of philosophy is confused; a proposition\nthat determines work as the meaning of meaning, and techne as the\nunfolding of truth; a proposition powerfully reassembled in the Hege-\nlian moment, and a proposition that Batailie, in the wake of Nietzsche,\nwanted to bring to the point of enunciation, and whose denunciation\nhe wished to wrest from the non-basis of an inconceivable nonsense,\nﬁnally placing it within major play. The minor play consisting in still\nattributing a meaning, within discourse, to the absence of meaning.19\nThe two forms of writing\nThese judgments should lead to silence yet I write. This is not\nparadoxical\n(EI, p. 89)\nBut we must speak. “The inadequation of all speech . . . at least, must\nbe said,”20 in order to maintain sovereignty, which is to say, after a\nfrom restricted to general economy 331\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 358,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "nonbasis",
        "inci",
        "raction",
        "erence",
        "ect",
        "conf",
        "erences",
        "rmative",
        "savoir",
        "rences"
      ],
      "full_text": " \nseems to erase discontinuity, and this is how we must, in eﬀect, under-\nstand the necessity of the continuum which Bataille unceasingly invokes,\njust as he does communication.22 The continuum is the privileged experience\nof a sovereign operation transgressing the limit of discursive diﬀerence.\nBut—and here we are touching upon, as concerns the movement of\nsovereignty, the point of greatest ambiguity and greatest instability—\nthis continuum is not the plenitude of meaning or of presence, as this\nplenitude is envisaged by metaphysics. Pushing itself toward the nonbasis\nof negativity and of expenditure, the experience of the continuum is also\nthe experience of absolute diﬀerence, of a diﬀerence which would no\nlonger be the one that Hegel had conceived more profoundly than\nanyone else: the diﬀerence in the service of presence, at work for (the)\nhistory (of meaning). The diﬀerence between Hegel and Bataille is the\ndiﬀerence between these two diﬀerences. This enables one to dispel the\nequivocality which might weigh upon the concepts of communication,\ncontinuum, or instant. These concepts, which seem to be identical to each other\nlike the accomplishing of presence, in fact mark and sharpen the inci-\nsion of diﬀerence. “A fundamental principle is expressed as follows:\n‘communication’ cannot take place from one full and intact being to\nanother: it requires beings who have put the being within themselves at\nstake, have placed it at the limit of death, of nothingness” (Sur Nietzsche).\nAnd the instant—the temporal mode of the sovereign operation—is not\na point of full and unpenetrated presence: it slides and eludes us between\ntwo presences; it is diﬀerence as the aﬃrmative elusion of presence. It\ndoes not give itself but is stolen, carries itself oﬀ in a movement which is\nsimultaneously one of violent eﬀraction and of vanishing ﬂight. The\ninstant is the furtive: “Un-knowledge implies at once fundamentally\nanguish, but also the suppression of anguish. Henceforth, it becomes\npossible furtively to undergo the furtive experience that I call the\nexperience of the instant” (Conférences sur le Non-savoir).\nWords, therefore, we must “ﬁnd which reintroduce—at a point—\nthe sovereign silence which interrupts articulated language.” Since it is\na certain sliding that is in question, as we have seen, what must be found,\nno less than the word, is the point, the place in a pattern at which a word\ndrawn from the old language will start, by virtue of having been placed\nthere and by virtue of having received such an impulsion, to slide and\nto make the entire discourse slide. A certain strategic twist must be\nfrom restricted to general economy 333\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 359,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "nonrelations",
        "rences",
        "bataille",
        "ordinated",
        "erence",
        "ect",
        "rst",
        "unknowl",
        "scienti",
        "ditation"
      ],
      "full_text": " \nimprinted upon language; and this strategic twist, with a violent and\nsliding, furtive, movement must inﬂect the old corpus in order to relate\nits syntax and its lexicon to major silence. And to the privileged\nmoment of the sovereign operation, “even if it took place only once,”\nrather than to the concept or meaning of sovereignty.\nAn absolutely unique relation: of a language to a sovereign silence\nwhich tolerates no relations, tolerates no symmetry with that which tilts\nitself and slides in order to be related to it. A relation, however, which\nmust rigorously, scientiﬁcally, place into a common syntax both the sub-\nordinated signiﬁcations and the operation which is nonrelation, which\nhas no signiﬁcation and freely keeps itself outside syntax. Relations\nmust scientiﬁcally be related to nonrelations, knowledge to unknowl-\nedge. “The sovereign operation, even if it were possible only once, the\nscience relating objects of thought to sovereign moments is possible”\n(Méthode de méditation). “Henceforth, an ordered reﬂection, founded on\nthe abandoning of knowledge, begins” (Conférences).\nThis will be even more diﬃcult, if not impossible, in that sover-\neignty, since it is not lordship, cannot govern this scientiﬁc discourse\nin the manner of a founding basis or a principle of responsibility. Like\nlordship, sovereignty certainly makes itself independent through the\nputting at stake of life; it is attached to nothing and conserves nothing.\nBut, diﬀering from Hegelian lordship, it does not even want to main-\ntain itself, collect itself, or collect the proﬁts from itself or from its own\nrisk; it “cannot even be deﬁned as a possession.” “I hold to it, but\nwould I hold to it as much if I was not certain that I could just as well\nlaugh at it?” (Méthode de méditation). At stake in the operation, therefore, is\nnot a self-consciousness, an ability to be near oneself, to maintain and\nto watch oneself. We are not in the element of phenomenology. And\nthis can be recognized in the primary characteristic—illegible within\nphilosophical logic—that sovereignty does not govern itself. And does not\ngovern in general: it governs neither others, nor things, nor discourses\nin order to produce meaning. This is the ﬁrst obstacle in the way of this\nscience which, according to Bataille, must relate its objects to sovereign\nmoments and which, like every science, requires order, relatedness and\nthe diﬀerence between the original and the derivative. The Méthode de\nméditation does not hide the “obstacle” (the expression is Bataille’s):\n“Not only is the sovereign operation not subordinate to anything, but it\nwriting and difference\n334\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 360,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "imper",
        "sacri",
        "ceptible",
        "erence",
        "bataille",
        "erent",
        "slidings",
        "hibits",
        "nonservility",
        "interiority"
      ],
      "full_text": " \nmakes nothing subordinate to itself, is indiﬀerent to any possible\nresults; if afterward I wish to pursue the reduction of subordinate\nthought to sovereign thought, I may do so, but whatever is authentic-\nally sovereign is not concerned with this, and at every moment\ndisposes of me otherwise” (p. 283).\nOnce sovereignty has to attempt to make someone or something\nsubordinate to itself, we know that it would be retaken by dialectics,\nwould be subordinate to the slave, to the thing and to work. It would\nfail for having wanted to be victorious, and for having alleged that it\nkept the upper hand. Lordship, on the contrary, becomes sovereign\nwhen it ceases to fear failure and is lost as the absolute victim of its own\nsacriﬁce.23 Master and sovereign thus fail equally,24 and both succeed in\ntheir failure, the one by giving it meaning through subjugation to the\nmediation of the slave—which is also to fail for having lost failure—\nand the other by failing absolutely, which is simultaneously to lose the\nvery meaning of failure by gaining nonservility. This almost imper-\nceptible diﬀerence, which is not even the symmetry of an upper and a\nlower side, should regulate all the “slidings” of sovereign writing. It\nshould cut into the identity of sovereignty which is always in question. For\nsovereignty has no identity, is not self, for itself, toward itself, near itself. In\norder not to govern, that is to say, in order not to be subjugated, it must\nsubordinate nothing (direct object), that is to say, be subordinated to\nnothing or no one (servile mediation of the indirect object): it must\nexpend itself without reserve, lose itself, lose consciousness, lose all\nmemory of itself and all the interiority of itself; as opposed to Erin-\nnerung, as opposed to the avarice which assimilates meaning, it must\npractice forgetting, the aktive Vergesslichkeit of which Nietzsche speaks; and, as\nthe ultimate subversion of lordship, it must no longer seek to be\nrecognized.25\nThe renunciation of recognition simultaneously prescribes and pro-\nhibits writing. Or rather, discerns two forms of writing. It forbids the\nform that projects the trace, and through which, as the writing of lord-\nship, the will seeks to maintain itself within the trace, seeks to be\nrecognized within it and to reconstitute the presence of itself. This is\nservile writing as well; Bataille, therefore, scorned it. But this scorned\nservility of writing is not the servility condemned by tradition since\nPlato. The latter has in mind servile writing as an irresponsible techne,\nfrom restricted to general economy 335\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 362,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "tion",
        "munication",
        "oppos",
        "contradic",
        "erence",
        "predi",
        "etc",
        "coupable",
        "ition",
        "conf"
      ],
      "full_text": " \nThe sovereign operation engages these developments: they are the\nresidues both of a trace left in memory and of the subsistence of\nfunctions; but to the extent that it occurs, the sovereign operation is\nindifferent, and deﬁes these residues [EI, p. 235].\nor, further:\nThe survival of that which is written is the survival of the mummy [Le\ncoupable p. 146]\n2. But there is a sovereign form of writing which, on the contrary,\nmust interrupt the servile complicity of speech and meaning. “I write\nin order to annihilate the play of subordinate operations within\nmyself” (EI, p. 242).\nThe putting at stake, the one which exceeds lordship, is therefore the\nspace of writing; it is played out between minor writing and major writ-\ning, both unknown to the master, the latter more than the former, the\nmajor play more than the minor play (“For the master, play was noth-\ning, neither minor nor major” Conférences).\nWhy is this uniquely the space of writing?\nSovereignty is absolute when it is absolved of every relationship, and\nkeeps itself in the night of the secret. The continuum of sovereign com-\nmunication has as its milieu this night of secret diﬀerence. One would\nunderstand nothing about it in thinking that there was some contradic-\ntion between these two requisites. In fact, one would understand only\nthat which is understood in the logic of philosophical lordship:\nbecause for this logic, on the contrary, one must conciliate the desire\nfor recognition, the breaking of secrecy, discourse, collaboration, etc.,\nwith discontinuity, articulation, and negativity. The opposition of the\ncontinuous and the discontinuous is constantly displaced from Hegel\nto Bataille.\nBut this displacement is powerless to transform the nucleus of predi-\ncates. All the attributes ascribed to sovereignty are borrowed from the\n(Hegelian) logic of “lordship.” We cannot, and Bataille neither could,\nnor should dispose of any other concepts or any other signs, any other\nunity of word and meaning. The sign “sovereignty” itself, in its oppos-\nition to servility, was issued from the same stock as that of “lordship.”\nfrom restricted to general economy 337\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 363,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "sacri",
        "cative",
        "etc",
        "signi",
        "erent",
        "nonlogic",
        "koj",
        "erences",
        "ers",
        "bataille"
      ],
      "full_text": " \nConsidered outside its functioning, nothing distinguishes it from\n“lordship.” One could even abstract from Bataille’s text an entire zone\nthroughout which sovereignty remains inside a classical philosophy of\nthe subject and, above all, inside the voluntarism27 which Heidegger has\nshown still to be confused, in Hegel and Nietzsche, with the essence of\nmetaphysics.\nSince the space which separates the logic of lordship and, if you will,\nthe nonlogic of sovereignty neither can nor may be inscribed in the\nnucleus of the concept itself (for what is discovered here is that there is\nno nucleus of meaning, no conceptual atom, but that the concept is\nproduced within the tissue of diﬀerences); it will have to be inscribed\nwithin the continuous chain (or functioning) of a form of writing.\nThis—major—writing will be called writing because it exceeds the logos (of\nmeaning, lordship, presence etc.). Within this writing—the one\nsought by Bataille—the same concepts, apparently unchanged in them-\nselves, will be subject to a mutation of meaning, or rather will be\nstruck by (even though they are apparently indiﬀerent), the loss of\nsense toward which they slide, thereby ruining themselves immeasur-\nably. To blind oneself to this rigorous precipitation, this pitiless sacri-\nﬁce of philosophical concepts, and to continue to read, interrogate, and\njudge Bataille’s text from within “signiﬁcative discourse” is, perhaps, to\nhear something within it, but it is assuredly not to read it. Which can\nalways be done—and has it not been?—with great agility, resourceful-\nness occasionally, and philosophical security. Not to read, is, here, to\nignore the formal necessity of Bataille’s text, to ignore its own frag-\nmentation, its relationship to the narratives whose adventure cannot\nsimply be juxtaposed with aphorisms or with “philosophical” dis-\ncourses which erase their signiﬁers in favor of their signiﬁed contents.\nDiﬀering from logic, such as it is understood in its classical concept,\neven diﬀering from the Hegelian Book which was Kojève’s theme,\nBataille’s writing, in its major instance, does not tolerate the distinction\nof form and content.28 Which makes it writing, and a requisite of\nsovereignty.\nThis writing (and without concern for instruction, this is the\nexample it provides for us, what we are interested in here, today) folds\nitself in order to link up with classical concepts—insofar as they are\ninevitable (“I could not avoid expressing my thought in a philosophical\nwriting and difference\n338\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 364,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "possi",
        "noncon",
        "nomenological",
        "nonmeaning",
        "insti",
        "nonbasis",
        "thode",
        "unten",
        "bility",
        "tute"
      ],
      "full_text": " \nmode. But I do not address myself to philosophers” Méthode)—in such a\nway that these concepts, through a certain twist, apparently obey their\nhabitual laws; but they do so while relating themselves, at a certain\npoint, to the moment of sovereignty, to the absolute loss of their\nmeaning, to expenditure without reserve, to what can no longer even\nbe called negativity or loss of meaning except on its philosophical side;\nthus, they relate themselves to a nonmeaning which is beyond absolute\nmeaning, beyond the closure or the horizon of absolute knowledge.\nCarried away in this calculated sliding,29 concepts become noncon-\ncepts, they are unthinkable, they become untenable. (“I introduce unten-\nable concepts,” Le petit). The philosopher is blind to Bataille’s text\nbecause he is a philosopher only through the desire to hold on to, to\nmaintain his certainty of himself and the security of the concept as\nsecurity against this sliding. For him, Bataille’s text is full of traps: it is,\nin the initial sense of the word, a scandal.\nThe transgression of meaning is not an access to the immediate and\nindeterminate identity of a nonmeaning, nor is it an access to the possi-\nbility of maintaining nonmeaning. Rather, we would have to speak of\nan epoche¯ of the epoch of meaning, of a—written—putting between\nbrackets that suspends the epoch of meaning: the opposite of a phe-\nnomenological epoche¯, for this latter is carried out in the name and in sight of\nmeaning. The phenomenological epoche¯ is a reduction that pushes us\nback toward meaning. Sovereign transgression is a reduction of this\nreduction: not a reduction to meaning, but a reduction of meaning.\nThus, while exceeding the Phenomenology of the Mind, this transgression at\nthe same time exceeds phenomenology in general, in its most modern\ndevelopments (cf. EI, p. 19).\nWill this new writing depend upon the agency of sovereignty? Will it\nobey the imperatives of sovereignty? Will it subordinate itself to that\nwhich subordinates nothing? (And does so, one might say, by essence,\nif sovereignty had an essence.) The answer is, not at all; and this is the\nunique paradox of the relation between discourse and sovereignty. To\nrelate the major form of writing to the sovereign operation is to insti-\ntute a relation in the form of a nonrelation, to inscribe rupture in the\ntext, to place the chain of discursive knowledge in relation to an\nunknowledge which is not a moment of knowledge: an absolute\nunknowledge from whose nonbasis is launched chance, or the wagers\nfrom restricted to general economy 339\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 366,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "gure",
        "gresses",
        "superhis",
        "bataille",
        "losophemes",
        "oper",
        "pre",
        "ation",
        "comple",
        "rst"
      ],
      "full_text": " \nHegel says: it would be similarly senseless, if one were not a shoe-\nmaker, to make a shoe). These efforts, through the mode of applica-\ntion which belongs to them, nevertheless inhibit the sovereign oper-\nation (the being which goes as far as it possibly can). Sovereign\nbehavior precisely demands a refusal to submit its operation to the\ncondition of preliminaries. The operation takes place only if the\nurgency for it appears: and if the operation does become urgent, it is\nno longer time to undertake efforts whose essence is to be subordin-\nate to ends exterior to them, whose essence is not to be ends them-\nselves [Méthode].\nNow, if one muses upon the fact that Hegel is doubtless the ﬁrst to have\ndemonstrated the ontological unity of method and historicity, it must\nindeed be concluded that what is exceeded by sovereignty is not only the\n“subject” (Méthode, p. 75), but history itself. Not that one returns, in\nclassical and pre-Hegelian fashion, to an ahistorical sense which would\nconstitute a ﬁgure of the Phenomenology of the Mind. Sovereignty trans-\ngresses the entirety of the history of meaning and the entirety of the\nmeaning of history, and the project of knowledge which has always\nobscurely welded these two together. Unknowledge is, then, superhis-\ntorical,31 but only because it takes its responsibilities from the comple-\ntion of history and from the closure of absolute knowledge, having ﬁrst\ntaken them seriously and having then betrayed them by exceeding\nthem or by simulating them in play.32 In this simulation, I conserve or\nanticipate the entirety of knowledge, I do not limit myself to a deter-\nmined and abstract kind of knowledge or unknowledge, but I rather\nabsolve myself of absolute knowledge, putting it back in its place as\nsuch, situating it and inscribing it within a space which it no longer\ndominates. Bataille’s writing thus relates all semantemes, that is, phi-\nlosophemes, to the sovereign operation, to the consummation, without\nreturn, of meaning. It draws upon, in order to exhaust it, the resource\nof meaning. With minute audacity, it will acknowledge the rule which\nconstitutes that which it eﬃcaciously, economically must deconstitute.\nThus proceeding along the lines of what Bataille calls the general\neconomy.\nfrom restricted to general economy 341\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 368,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "nonmeaning",
        "telos",
        "superessentiality",
        "bataille",
        "nonmean",
        "atheol",
        "eral",
        "nonbasis",
        "aneschatology",
        "thode"
      ],
      "full_text": " \nanticipated knowledge. Although general writing also has a meaning,\nsince it is only a relation to nonmeaning this order is reversed within it. And\nthe relation to the absolute possibility of knowledge is suspended\nwithin it. The known is related to the unknown, meaning to nonmean-\ning. “This knowledge, which might be called liberated (but which I\nprefer to call neutral), is the usage of a function detached (liberated)\nfrom the servitude from whence it springs: the function in question\nrelated the unknown to the known (the solid), while, dating from the\nmoment it is detached, it relates the known to the unknown” (Méthode).\nA movement that is only sketched, as we have seen, in the “poetic\nimage.”\nNot that the phenomenology of the mind, which proceeded within\nthe horizon of absolute knowledge or according to the circularity of\nthe Logos, is thus overturned. Instead of being simply overturned, it is\ncomprehended: not comprehended by knowledge-gathering com-\nprehension, but inscribed within the opening of the general economy\nalong with its horizons of knowledge and its ﬁgures of meaning. Gen-\neral economy folds these horizons and ﬁgures so that they will be\nrelated not to a basis, but to the nonbasis of expenditure, not to the telos\nof meaning, but to the indeﬁnite destruction of value. Bataille’s atheol-\nogy36 is also an a-teleology and an aneschatology. Even in its discourse,\nwhich already must be distinguished from sovereign aﬃrmation, this\natheology does not, however, proceed along the lines of negative the-\nology; lines that could not fail to fascinate Bataille, but which, perhaps,\nstill reserved, beyond all the rejected predicates, and even “beyond\nbeing,” a “superessentiality;”37 beyond the categories of beings, a\nsupreme being and an indestructible meaning. Perhaps: for here we are\ntouching upon the limits and the greatest audacities of discourse in\nWestern thought. We could demonstrate that the distances and proxim-\nities do not diﬀer among themselves.\nSince it relates the successive ﬁgures of phenomenality to a know-\nledge of meaning that always already has been anticipated, the phenom-\nenology of the mind (and phenomenology in general) corresponds to\na restricted economy: restricted to commercial values, one might say,\npicking up on the terms of the deﬁnition, a “science dealing with the\nutilization of wealth,” limited to the meaning and the established value\nof objects, and to their circulation. The circularity of absolute knowledge\nfrom restricted to general economy 343\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 369,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "nonmeaning",
        "erence",
        "nonvalue",
        "bewahren",
        "nonrelation",
        "cir",
        "etc",
        "condi",
        "tions",
        "ects"
      ],
      "full_text": " \ncould dominate, could comprehend only this circulation, only the cir-\ncuit of reproductive consumption. The absolute production and destruction of\nvalue, the exceeding energy as such, the energy which “can only be\nlost without the slightest aim, consequently without any meaning”—\nall this escapes phenomenology as restricted economy. The latter can\ndetermine diﬀerence and negativity only as facets, moments, or condi-\ntions of meaning: as work. Now the nonmeaning of the sovereign\noperation is neither the negative of, nor the condition for, meaning,\neven if it is this also, and even if this is what its name gives us to\nunderstand. It is not a reserve of meaning. It keeps itself beyond the\nopposition of the positive and the negative, for the act of consumption,\nalthough it induces the loss of sense, is not the negative of presence,\npresence maintained or looked on in the truth of its meaning (its\nbewahren). Such a rupture of symmetry must propagate its eﬀects\nthroughout the entire chain of discourse. The concepts of general writ-\ning can be read only on the condition that they be deported, shifted\noutside the symmetrical alternatives from which, however, they seem\nto be taken, and in which, after a fashion, they must also remain.\nStrategy plays upon this origin and “backwardation.” For example, if\none takes into account this commentary on nonmeaning, then that which\nindicates itself as nonvalue, within the closure of metaphysics, refers\nbeyond the opposition of value and nonvalue, even beyond the concept\nof value, as it does beyond the concept of meaning. That which indicates\nitself as mysticism, in order to shake the security of discursive know-\nledge, refers beyond the opposition of the mystic and the rational.38\nBataille above all is not a new mystic. That which indicates itself as interior\nexperience is not an experience, because it is related to no presence, to\nno plentitude, but only to the “impossible” it “undergoes” in torture.\nThis experience above all is not interior: and if it seems to be such\nbecause it is related to nothing else, to no exterior (except in the modes\nof nonrelation, secrecy, and rupture), it is also completely exposed—to\ntorture—naked, open to the exterior, with no interior reserve or\nfeelings, profoundly superﬁcial.\nOne could submit all the concepts of general writing (those of\nscience, the unconscious, materialism, etc.) to this schematization. The\npredicates are not there in order to mean something, to enounce or to\nsignify, but in order to make sense slide, to denounce it or to deviate\nwriting and difference\n344\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 370,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "nally",
        "nonmeaning",
        "erence",
        "mitting",
        "ure",
        "ent",
        "etc",
        "reinscribed",
        "erotisme",
        "signi"
      ],
      "full_text": " \nfrom it. This writing does not necessarily produce new conceptual\nunities; and its concepts are not necessarily distinguished from classical\nconcepts by marked characteristics in the form of essential predicates,\nbut rather by qualitative diﬀerences of force, height, etc., which them-\nselves are qualiﬁed in this way only by metaphor. Tradition’s names are\nmaintained, but they are struck with the diﬀerences between the major\nand the minor, the archaic and the classic.39 This is the only way, within\ndiscourse, to mark that which separates discourse from its excess.\nHowever, the writing within which these stratagems operate does\nnot consist in subordinating conceptual moments to the totality of a\nsystem in which these moments would ﬁnally take on meaning. It is\nnot a question of subordinating the slidings and diﬀerences of dis-\ncourse, the play of syntax, to the entirety of an anticipated discourse.\nOn the contrary. If the play of diﬀerence is indispensable for the correct\nreading of the general economy’s concepts, and if each notion must be\nreinscribed within the law of its own sliding and must be related to the\nsovereign operation, one must not make of these requirements the\nsubordinate moment of a structure. The reading of Bataille must pass\nthrough these two dangerous straits. It must not isolate notions as if\nthey were their own context, as if one could immediately understand\nwhat the content of words like “experience,” “interior,” “mystic,”\n“word,” “material,” “sovereign,” etc. means. Here, the error would\nconsist in taking as an immediate given of reading the blindness to a\ntraditional culture which itself wishes to be taken as the natural elem-\nent of discourse. But inversely, one must not submit contextual\nattentiveness and diﬀerences of signiﬁcation to a system of meaning per-\nmitting or promising an absolute formal mastery. This would amount\nto erasing the excess of nonmeaning and to falling back into the clos-\nure of knowledge: would amount, once more, to not reading Bataille.\nOn this point the dialogue with Hegel is again decisive. An example:\nHegel, and following him, whoever installs himself within the sure\nelement of philosophical discourse, would have been unable to read, in\nits regulated sliding, a sign like that of “experience.” In l’Erotisme,\nBataille notes, without explaining any further: “In Hegel’s mind, what\nis immediate is bad, and Hegel certainly would have related what I call\nexperience to the immediate.” Now, if in its major moments, interior\nexperience breaks with mediation, interior experience is not, however,\nfrom restricted to general economy 345\n"
    }
  ]
}