{
  "document": "Derrida_TheTruthInPainting",
  "batch_number": 9,
  "total_batches": 9,
  "pages": [
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 367,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "duces",
        "discoursej",
        "schapiro",
        "est",
        "verliisslichkeiu",
        "reattachments",
        "ment",
        "restitutions",
        "dienlichkeit",
        "rendu"
      ],
      "full_text": "RESTITUTIONS \n3 5 3  \nFirst: none of the \"correspondences\" whose modalities we \nhave distinguished up to now can be deciphered without an at \nleast problematic recourse to the correspondence which has just \nbeen brought out under the name of Verliisslichkeit, at the mo­\nment when The Origin crosses this step: \"The being-product of \nthe product consists indeed in its usefulness (Dienlichkeit). But \nthis in turn resides in the plenitude of an essential being of the \nproduct. We call it Verliisslichkeit. \" This nomination, this giving \nof the name is also a complex \"act\": it presupposes, in its very \nperformance, a reliability of language and discoursej but it pro­\nduces it at the same time, it commits itself to it. We cannot \nanalyze this structure here but it would be necessary to do so. It \nis a \"work\" and a \"product\" at the same time, the only space in \nwhich discourse on the picture and the discourse of the picture \ncan let themselves be understood. The least one could say is that \nSchapiro did not go there [ne s 'y est pas rendu], to that space. \nAlong with the shoes he claimed authority over a domain (dis­\ncourse on painting, a specialism) whose frontiers he thought were \ndeterminable: beyond these frontiers lies, for example, the \"phil­\nosophical\" con text \n- But precisely not. \n- of The Origin, a more or less chatty philosophical context. \nThe competences are divided up. On this side, on the side of \npainting (\"we all know what that is\"), are the shoes of Van Gogh. \nSecond: in the logic of this procedure, \"reliability\" is the first \nor ultimate condition of concrete possibility of any reattachment: \nof the product to its usefulness, to its use, to its subject whether \nwearer or borne, to its belonging in genera1. These reattachments \nare attached to Verliisslichkeit, to this preoriginary gift [don] or \nabandon-\n- to THE-MOTHER then, or from THE-MOTHER, and the two­\nshoes are-\n- how can you go past what is said with these words without \nthinking first, in its approach, VerliisslichkeiU Then don't be in \na hurry to recognize schemas that are too useful. Don't play \nutilities. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 369,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "holzwege",
        "inci",
        "restitutes",
        "laisser",
        "eingelassen",
        "schweigenden",
        "prendre",
        "unaccept",
        "avant",
        "verldsslichkeit"
      ],
      "full_text": "RESTITUTIONS \n3 5 5  \nmost naIvely archaic regression into the element of ingenuous \ntrust, the kind that can let itself be \"had\" [se laisser prendre], can \nabandon itself to the crudest trap, to the primary trap, to the trap \nfrom before all traps. To the possibility of a lure constituted by \nthe mirror play of the world, its Spiegelspiel. \nFourth: the possibility of tightening in general is illuminated \nhere by a translation difficulty which cannot be treated as inci­\ndental. I have not yet translated Verldsslichkeit. Reliability is a \nmore or less strict, more or less loose approximation. The French \ntranslator of Holzwege proposes a word which is both unaccept­\nable and yet pertinent in a subterranean way. Unacceptable at first \nsight: solidity. Verldsslichkeit as the solidity of the product, here \nof the shoes, because one can \"have confidence in them,\" says a \ntranslator's footnote; the shoe \"will not slip off,\" \"one can put \none's weight\" on it. \n- This seems in conformity with the idea of making a binding \ncontract with the shoes, a contract that binds and is bound with \ntheir very laces, passed off as a kind of deal [marche], to the letter \n[au pied de la lettre] or avant la lettre. \n- But in common usage, the solidity of a product comes above \nall from its qualities of physical resistance, the resistance of the \nmaterials from which it is made, the resistance of its forms to \nwearing out, etc. The idea of confidence, of credit, of faith, or of \nreliability seems rather to be absent from this. On the other hand, \nwhen the French translator (but without explaining himself, and \nwhether deliberately or not) sets \"solid\" in play, in the following \nsentence, with \"soldered\" (another unacceptable translation, for \ngewiss), he restitutes strangely a movement that is legible in the \ntext as I interpret it here. The chain which links solid to solidarity \nand to solder is indeed that of tightening up, the one that is at \nwork here. Here is the French translation from Holzwege. On first \nreading and because of the word \"solidity,\" it runs the risk of \ndefinitively obscuring the German version. And yet: \"the latter \n[usefulness] in its turn resides in the plenitude of an essential \nbeing of the product. We call it solidity (die Verldsslichkeit). Thanks \nto it (Kraft ihrer), the peasant woman is entrusted (eingelassen) \nby this product to the silent call (schweigenden Zuruf: the call \nis silent but is heard and understood, it is not mute; likewise the \npainting speaks while keeping silent); thanks to the solidity of \nthe product, she is soldered to her world (ist sie ihrer Welt gewiss). \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 370,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "crypted",
        "reappropriation",
        "geborgenheit",
        "andranges",
        "retourne",
        "irren",
        "und",
        "trans",
        "einfachen",
        "entretenir"
      ],
      "full_text": "The Truth in Painting \nFor her, and for those who are with her like her, world and earth \nare only there in this way: in the product. We say 'only,' but here \nthe restriction is wrong (irren dabei). For it is only the solidity of \nthe product which gives to this so simple world a stability all its \nown, in not opposing the permanent flow of the earth.\" The trans­\nlation of this last sentence is so loose that you'd almost wonder \nwhether it's really from the same text: ((Wir sagen 'nur' und irren \ndabei; denn die Verlasslichkeit des Zeuges gibt erst der einfachen \nWelt ihre Geborgenheit und sichert der Erde die Freiheit ihres \nstandigen Andranges. \" I will certainly refrain from translating in \nmy turn. Let us note only that the assurance, given to the earth, \nof a freedom in the constancy of its pressure (drive, thrust, violent \npressure) is consonant with the Geborgenheit given to the world \nby the same reliability. Geborgenheit associates the hidden, crypted \nsecret with the being-in-safety, with what one must hold in re­\nserve or conceal in order to live. Such would be the tightening of \nthis originary ring, such the effect of Verlasslichkeit. Everything \nthat one might then seek to adjust to measure, ((to the right size,\" \nin terms of adequation, of reappropriation, of reattribution, of \nidentification, of readaptation of the part to the whole, of symbolic \nreattachment, of restitution, etc., the whole problematic of the \nsubject, of law and the fetish, in its nowadays available \"forms,\" \nall that would primarily bank on such a reliability. But to say that \nit is the soil or the subsoil on which walks a discQurse on the \nground, on walking, on the sole, the shoes, the feet, etc., would \nnot this be already to translate this reliability into the marks of \nwhat it renders possible? And yet once these marks belong to \nwalking, to the step, to the path (Weg), they are no longer, for this \nthinking, forms derivable from figures, tropes, or metaphors. \nThinking thinks on the basis of [a partir de] them. \nIt remains to know-if it is still a business of knowledge [si \nc'est encore de savoir qu'il retourne]-something of the relation \nbetween the trait of un-reattachment (the stricture of the picture \nand in the picture) and the speech which permits one to say of \npainting that it \"has spoken,\" of itself. How does this speech \n[parole]-which is not a discourse-support itself with this trait? 19 \nHow is it interlaced with it? Nothing is said about that in this \npassage of The Origin. Later, further on. Let us let this question \nrest. \n1 9. S'entretenir de: also, \"how does it hold a conversation about \nthis trait?\" \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 371,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "fortlda",
        "reknottedltaken",
        "schapiro",
        "fait",
        "ture",
        "restitutions",
        "sein",
        "entretient",
        "etc",
        "restituted"
      ],
      "full_text": "RESTITUTIONS \n3 5 7  \n-Let u s  admit that in this way we have just reconstituted, \nrestituted, a certain trajectory of The Origin, by interpreting it, \nby negotiating with it. Let us admit that this trajectory had to \npass via the very uselessness of the shoes and of the painting, of \nthe product and the work; that it needed to speculate on this out­\nof-service, lacing across the line in both directions, making come \nback, making go away, making come back again, inside, outside, \ndown there, here, fort, da. (Heidegger holds the thing, the shoes \nin painting, by the lace and plays with the bobbin \n- which is, for Schapiro, playing in the same way, that of \nVan Gogh, \"a piece of his own life,\" \"facing us.\" \n- drawing it toward him and then making it go away thanks \nto the reliability of the lace). He does the same thing with the \npeasant woman, now in the picture, now outside the picture. \nPlaying with the lace is always possible. But in playing laces with \nthe bobbin of the fort, da, you have to take into account the \ninterlacing, and then it's more complicated . . .  \n- But no, let's not be so sure that we know what the forti \nda is. What we know is that every step (discursive or pictural in \nparticular) implies a forti da. Every relation to a pictural text im­\nplies this double movement doubly interlaced to itself. It is a kind \nof forti da that is described by the circuit of the lace of which we \nwere speaking above. Heidegger's whole discourse (here and else­\nwhere) is supported by [s'entretient du; also, \"chats about\"] the \nfortlda, and here of a picture which marks or sets marching [fait \nmarcher, takes for a ride] the forti da in painting. Let's say that \nthe title of the picture could just as well be Painting (this made \nyou howl just now, and rightly so, but too bad) as The Shoes or \nFortlDa. Where do the shoes start from, to where and to whom \ndo they return, from where do they return as they get closer, etc. ? \nAnd the whole path of thought, for Heidegger, leads back, by a \ndis-tancing, to a Da (thus the Da of Sein) which is not merely \nclose, but whose proximity lets the distance of the fort play within \nit. The relation is not one of opposition; each notion offers an \neyelet to be traversed by the other, to the figure or the size [poin­\nture] of the other. Fort: Da. Double eyelet, that is how it must be \nreknottedltaken up again in writing. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 373,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "nonbelonging",
        "schapiro",
        "indeter",
        "ombilical",
        "minacy",
        "restitutions",
        "heideggerian",
        "vin",
        "lacet",
        "ically"
      ],
      "full_text": "RESTITUTIONS \n3 5 9 \nof Y, Heidegger was committing himself heavily. And this is even \nwhile admitting the necessity of the Heideggerian procedure in \nits long trajectory, in its essential trajectory? \n- I have not done so yet. I have only followed him, and later, \nwith the questions of the trait, attraction and speech, I will try \nto interrogate it otherwise. \n- All right. But even if we admitted it, could we not grant \nto Schapiro that on a precise point, albeit on a matter of detail \n- But we said just a moment ago that there was only detail; \nthat's as much as to say that there is none, in this business. \n- on a precise point Heidegger made a foolish mistake? We \nwere talking just now about a \"symptomatic and unjustifiable \ncontradiction\" between one sentence bringing out the indeter­\nminacy of the painting, the abstract milieu around the shoes, their \nnonbelonging in short, and on the other hand the formula which \nfollows immediately, \"a pair of peasant shoes,\" defining dogmat­\nically a minimal belonging which Heidegger would be wrong to \nconsider legible, in an internal manner, from the painted object. \n- Yes. But even from this very limited point of view, is it \nenough for Heidegger to be wrong to make Schapiro right? \n- What does Schapiro do? He does not only say: Heidegger \nwas imprudent, nothing proves that they are peasant shoes and \nthis allegation has no meaning. He says: they are not peasant \nshoes, because they are the shoes of Van Gogh. Who was not, at \nleast not at that time, a peasant! \n- What does Schapiro do? How does he tear the shoes away \nfrom Heidegger to offer them as a \"still life\" [a \"dead nature\"] \nkept alive to the memory of a dead man, like offering him a living \npiece of Vincent? More than a piece, as we shall see: Vincent \nhimself. Vincent, the signature, becomes the title, the legend, the \nhistory, or the definition of the painting, of its subject and its \nobject alike. For what matters to Schapiro is that the shoes should \nindeed be Vincent's shoes, and that, no matter how detached they \nmay be, it is from Vincent that they are detached, as if at the end \nof an umbilical cord [lacet ombilical]. Giving them back to Vin-\n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 374,
      "bucket": "C (3-5%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "isn",
        "restituting",
        "schapiro",
        "absentia",
        "totalis",
        "vin",
        "hav",
        "mis"
      ],
      "full_text": "The Truth in Painting \ncent, restituting them to him, he offers them in the same move \nto a third party, like a piece of Vincent or a pars totalis which \nVincent supposedly untied, provisionally, one day in Paris. Vin­\ncent himself would supposedly have offered this detached part, \nlike a precious piece or morsel of himself, he would have given \nit to-\n- Like a severed ear, like that organ (it isn't just any organ) \nthat he is supposed to have sent, dispatched, detached, on a mis­\nsion, as his representative \n- and afterwards painting a bandaged self-portrait, the head \nwrapped up, pressed tightly in a bandage, hiding this time the \nmissing part, but at the same time exhibiting in absentia the lost \n\"personal object.\" A curious still life. \n- I'm not going to compare shoes to an ear. Especially not a \npair of shoes to one ear. \n- You've abandoned my question. Is it a pair? What is a pair? \nI should like to have a spectral analysis made of the pair, and of \nall its ways of being detached, of all the separations of the pair. \nI can see at least five. \n- No, no, later. \n- I note that Schapiro's title is \"The Still Life as a Personal \nObject.\" Here it would be a visibly detached personal object (hav­\ning nothing to do with the ear), like a picture of shoes, in an \nexhibition, detached from the body of a dead subject. But coming \nback [as a ghost]. Coming back alive to the dead man, who from \nthen on is living, himself [a ghost] returning. Causing to come \nback. Here is this \"personal object,\" detachable and coming back \nto the ghost [revenant au revenant], being offered in sacrifice to \nthe memory of another dead man who, by definition and as his \nname indicates, remains stony in this grim feast, made of precious \nstone like the offering to the name (of that) which remains. But \nwho comes back, too, like a ghost, thanks to the gift of this ghost. \nWhile yet making sure-in order to be sure-as he makes sure of \nVan Gogh and Heidegger, that he stays right where he is. And yet \nthe shoes, too, remain there. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 375,
      "bucket": "B (1-3%)",
      "error_rate": 2.5,
      "unknown_words_sample": [
        "senting",
        "schapiro",
        "legiti",
        "pre",
        "theless",
        "restitutions",
        "potlatch"
      ],
      "full_text": "RESTITUTIONS \n- Which ones? Where, in this potlatch! \n- There, so that the unconscious of each one puts something \nof its own into them, puts them on according to its own size. \n- No, the ghost's size, the size of the unconscious of the \nother. That's what it's for. Such is the invoice they present, in \nthe final account. \n- But what does Schapiro do, then? How does he operate, in \nthe course of this sacrifice? \n- Let's have a closer look. First he recalls that Van Gogh had \npainted such shoes several times. And that Heidegger, knowing \nit, denied it, took no account of it, as if the different versions \nwere \"interchangeable,\" serial products and not works, /I all pre­\nsenting the same truth.\" He treated them as products in series \nbecause he failed to recognize the series. We have analyzed this \nmovement. After which, Schapiro in a sense arranges on the table, \nlike playing cards or pieces of evidence, the eight paintings of \nshoes listed in De la Faille's catalog as being among all the can­\nvases exhibited at the date of The Origin. The demonstration \nbegins. Only three of them show \"the dark openings of the worn \ninsides,\" of which Heidegger speaks. This descriptive element is \nvery scanty; it's one of two notations of this type which can be \nfound in The Origin, in a paragraph of which, as we have seen, \nnothing lets us be sure that it has the picture as its object. Never­\ntheless Schapiro takes it out and retains it. He draws from it an \nargument for eliminating five paintings or five cards out of eight. \nOf the three that remain he declares without any other form of \ndemonstration: \"They are clearly pictures of the artist's own shoes, \nnot the shoes of a peasant.\" \n- Why \"clearly\"? \n- The dogmatic appeal to manifest obviousness sounds like \na decree here. This alleged obviousness cannot be produced by \nthe form of the shoes, by some internal reading of the picture, \neven supposing that you can get in a single step from an internal \ndescription to an inference of the type: therefore the painted shoes \nbelong in reality to X, they represent the real shoes belonging in \nreality to X. Furthermore, the internal reading does not legiti-\n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 378,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "schapiro",
        "possiblity",
        "ture",
        "iden",
        "restance",
        "fetishized",
        "essary",
        "reviendraient",
        "revenance",
        "onstration"
      ],
      "full_text": "The Truth in Painting \nwearing). That's what the condition of revenance is like. In \"The \nPurveyor of Truth,\" replace the literal \"letter\" by a \"shoe\" and \nyou will read: \"This is what loses and risks, without guarantee \nof return, the restance of anything whatsoever: a shoe does not \nalways arrive at its destination, and once that belongs to its struc­\nture, one can say that it never truly arrives there, that when it \ndoes arrive, its possibility-of-not-arriving torments it with an in­\nternal drift.\" One can fit this statement to the divisibility of a \npair. No more than a letter, a pair is not indivisible. \n- That's why, not speaking merely as a policeman but above \nall about police discourse, I did not say, like Heidegger, they are \npeasant shoes, but against him: nothing proves that they are peas­\nant shoes (Schapiro's only incontestable proposition, in my view); \nand I did not say, like Schapiro, they are the shoes of a city dweller \nand even of Van Gogh, but against him: nothing proves or can \nprove that \"they are the shoes of the artist, by that time a man \nof the town and city.\" Each time you read \"they are clearly . . .  ,\" \n\"this is clearly . . .  ,\" \"are evidently . . .  ,\" it does not signify that \nit is clear or evident, very much the contrary, but that it is nec­\nessary to deny the intrinsic obscurity of the thing, its essential \ncrypt, and that it's necessary to make us believe that it is clear \nquite simply because the proof will always be lacking. \"Clearly\" \nand \"evidently\" bear first of all on the restitution of the shoes to \nVan Gogh, on the ownership of the shoes which supposedly revert \n[reviendraient) to him as his sole property (they are less prone to \nbe fetishized as the thing of the other, something other, something \nelse, for being old, familiar, worn, shaped to the foot, stained). I \nunderline: \"They are clearly pictures of the artist's own shoes, \nnot the shoes of a peasant . . .  \" \" 'a pair of old shoes' which are \nevidently his own . . . .  \" Further on, \"clearly\" ensures the iden­\ntification, this time, of a picture on the basis of a letter from \nHeidegger which made a surprising trajectory. We could speak of \nit as a prolonged diversion. \"In reply to my question, Professor \nHeidegger has kindly written me that the picture to which he \nreferred is one that he saw in a show at Amsterdam in March \n1 9 30. This is clearly de la Faille's no. 2 5 5  (see figure I).\" Why is \nthis clear? Nothing is said about that. Is it because the catalog of \nthis exhibition excluded any other possiblity? Then why not say \nso? In that case the whole of the improbable and laborious dem­\nonstration that precedes would have been superfluous. And into \nthe bargain, even if, setting out from Heidegger's reference (in his \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 381,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "degger",
        "jectivism",
        "schapiro",
        "circum",
        "ber",
        "restitutions",
        "ment",
        "alytic",
        "aletheia",
        "hei"
      ],
      "full_text": "RESTITUTIONS \njectivism, or at least to a system of subject-object relations or of \ntruth (as adequation or as unveiling, as presence in representation \nor in presentation) which can no longer stand up to the effects of \nthe unconscious, as determined by a certain state of psychoan­\nalytic theory, and especially not to the remainder-structure whose \ngraphics interests us here? Nevertheless, let us take for the mo­\nment this concept of projection or of imagination as used quite \neasily, all in all, by our two correspondents-the one in order to \noppose to it the presence of truth in painting as aletheia, the other \nthe faithful and mimetic representation, which is true because \nadequate to the object. Then there might be more hallucinatory \nprojection in Schapiro's own recognition of the picture than he \nsays. We have just demonstrated that nothing in this picture al­\nlows us to see the shoes, still less the feet or the whole body of \nVan Gogh the man of the town, Van Gogh in Paris, etc. Conversely, \nthere might (and I do mean \"there might\") be less of it in Hei­\ndegger's \"vision\" than Schapiro says. For in his case the risks of \nprojection will have been attenuated for the reasons which we \ndeveloped at length a moment ago concerning the very structure \nof the reference to the picture in The Origin. I shall not return \nto that but I will here add an argument. It concerns the moment \nwhen, with no possible doubt, Heidegger speaks of the picture \nand says imprudently \"a pair of peasant shoes.\" The imprudence \nand the risk of projection are incontestable, as incontestable as \nthey are on Schapiro's side. But at least one circumstance can \nattenuate them on Heidegger's side. This attenuating circum­\nstance stems from the context. From the scripturo-pictural con­\ntext of Van Gogh. It does not only consist in the large number of \npeasants and peasant women, of peasant shoes (untied or not, and \nwhether or not they are named, declared, or entitled accordingly) \nwhich Van Gogh painted, before and after 1886; in the large num­\nber of scenes and objects from peasant life which he stubbornly \nwanted to restitute in painting and in truth (\"that it should be a \ntrue painting of peasants. I know that is it. . .\n. By such paintings, \nthey learn something useful.\" From letters to his brother Theo, \n1883-8 5 ;  these letters are full of invective against the \"city \ndwellers\"). No. It consists in this: the \"ideology\" which Heidegger \nis accused of projecting, an \"ideology\" which to save time we \ncould call rural, of the soil, earthy, artisanal, this \"heavy pathos \nof the native and the countryman\"-is it so alien to Van Gogh? \nTo the Van Gogh who said, \"When I say that I am a painter of \npeasants, it is indeed truly so and you will get a better idea from \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 382,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "adami",
        "munity",
        "flattenuating",
        "schapiro",
        "flpathos",
        "circum",
        "fluseful",
        "mands",
        "lim",
        "mak"
      ],
      "full_text": "The Truth in Painting \nwhat follows that it is there that I feel in my element\"? These \nsigns (painting and writings about painting) are too abundant and \ntoo well known. Let us not misuse them. Peasant and artisanal \nflideology\" in painting, concern for truth in painting (\"But truth \nis so dear to me, and so is the seeking to make true, that indeed \nI believe, I believe I would still rather be a cobbler than a musician \nwith colors\"), that is what he shares with Heidegger, even if his \n\"truth,\" at least in his discourse, remains representational. Let \nus not abuse this argument, but let us recognize that Heidegger's \nhallucinatory projection, if there is one, is motivated by this iden­\ntificatory support. One must, of course, explain why Heidegger \nneeded to choose a particular type of object (a product said to be \nfluseful\" as a garment, and this particular garment), a particular \ntype of picture, this particular painter, in order to say what he \nintended to. He couldn't have said the same thing just as easily \nwith other objects, with other painters, with other shoes, those \nof Van Eyck, Miro, Magritte, or Adami. Of course you have to \nanalyze the choice, and the limits, of the exemplary model for \nsuch a discourse on The Origin of the Work of Art. And you have \nto ask analogous questions about Heidegger's poetic models. But \nstill what remains is that the risks of projection were more lim­\nited. The flprojection\" is at work in the choice of the model rather \nthan in the analysis of it, once the exemplary corpus is that of \nVan Gogh. A certain analogy between Heidegger and Van Gogh, \nwhatever its limits from other points of view, a certain com­\nmunity of flpathos\" paradoxically provided a support for identi­\nfication which reduced by so much the risks of flprojection,\" of \nhallucinatory delirium. The \"pathetic\" paragraph on the silent \ncall of the earth is consonant, in another correspondence, with \nthis or that letter of Van Gogh. \n- I should like to go further. No longer in order to shield \nHeidegger from Schapiro's verdict or to find flattenuating circum­\nstances\" for him. But to bring out, beyond Schapiro's three de­\nmands, a wave of supplementary identification. Supplementary \nsince identification, like attribution, has a supplementary or par­\nergonal structure. And supplementary because this demand for \nreattachment is by definition insatiable, unsatisfied, always mak­\ning a higher bid. It always starts out again, it puts more on each \ntime. After having, in a defensive and critical mode, contested \nthe right of agricultural property claimed by Heidegger, Schapiro \npasses over to the general Dffensive. The offensive is unleashed \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 383,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "tracted",
        "reappropriation",
        "schapiro",
        "ithe",
        "est",
        "stration",
        "ifest",
        "hoc",
        "iithings",
        "restitutions"
      ],
      "full_text": "RESTITUTIONS \nwith the following question: does Heidegger's error Ithe demon­\nstration of which is taken for granted) stem simply from a bad \nchoice of example? No, it is rather that he was unable to analyze \nhis own example, and even if he had been right to \"see\" peasant \nwoman's shoes, he would have missed the essential thing, lithe \npresence of the artist in his work.\" Here it is: Ills Heidegger's \nmistake simply that he chose a wrong example? Let us imagine \na painting of a peasant woman's shoes by Van Gogh. Would it not \nhave made manifest just those qualities and that sphere of being \ndescribed by Heidegger with such pathos? Heidegger would have \nmissed an important aspect of the painting: the artist's presence \nin the work.\" From this moment, the reappropriation of the shoes \nby his own Van Gogh will have no more limits, for Schapiro. At \nthe end of the offensive, we will no longer be dealing with a \ndetachable personal object la personal item or a piece of the body), \nan object in short which would belong to Van Gogh without being \nconfused with him, even if it were a phantom member. We would \nbe in the presence of Van Gogh himself. The painting would man­\nifest the \"presence\" of the artist himself in his \"self-portrait,\" not \nonly \"a piece of his own life\" but a nondetachable piece and one \nwhich therefore drags his whole body with it, one of those IIthings \ninseparable from his body\" and even from his upright, \"erect\" \nbody I\"the erect body in its contact with the ground\"): the step \nof Van Gogh returning [as a ghost], passing into the picture. Be­\ntween the body of this passerby and the shoes, between his feet \nand the shoes, between the two shoes themselves, in the pair, no \nmore separation is possible. The real referent of the picture, the \nmodel which was so ingenuously attributed up to now to the \ncopy, has now grown to take over the totality of the subject. \nThe title of the picture, its legend: Hoc est corpus meum. One is \nencouraged to make this deciphering: Van Gogh gives himself, \ngives himself to be seen, makes the sacrificial offering of his flesh \nin giving his shoes to be seen. And Gauguin, quoted by Schapiro \nin conclusion, would confirm it: he has in front of him the IIvision \nof the resurrected Christ,\" lithe vision of a Jesus preaching good­\nness and humility.\" \nNo more detachment: the shoes are no longer attached­\nto-Van-Gogh, they are Vincent himself, who is undetach­\nable from himself. They do not even figure one of his \nparts but his whole presence gathered, pulled tight, con­\ntracted into itself, with itself, in proximity with itself: a \nparousia. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 387,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "lmy",
        "schapiro",
        "lwho",
        "pensable",
        "ble",
        "lsuch",
        "indis",
        "restitutions",
        "unheimlichkeit",
        "etc"
      ],
      "full_text": "RESTITUTIONS \n3 7 3  \n- I had barely begun to read this second part of Schapiro's \nNote, this identification with his adversary. \nThere is that reference to Knut Hamsun describing his own \nshoes. Schapiro opposes him to Heidegger. Notably when Hamsun \nwrites: \"They lmy shoes) affected me like the ghost of my other \nI-a living part of my own self.\" To conclude from this, as he \nseems to do and as Schapiro in any case hastens to decide, that \n\"my other I\" is myself, is I, and especially that its ghost is I, you \nreally have to have your fingers stuck in your ears. What is \"my \nghost\"? What does the phrase \"the ghost of my other I\" say? My \nother I, is that myself or an other I, an other who says \"I\"? Or a \n\"myself\" which is itself only divided by the phantom of its dou­\nble? Once there is phantom or double as revenant, the logic of \nidentification-is there any need to insist on this?-is not so \neasily appeased as Schapiro seems to think. If I say: these shoes \nare the ghost of Van Gogh, of the other ghostly I of Van Gogh, the \noscillation of the genitive translates all by itself the malaise, the \nUnheimlichkeit of the thing: the ghost of Van Gogh as the one \nwho he is or as the one whom he has in him or in front of him \nand who is haunting him-an other, therefore: the phantom lwho \nis an other) in himself as the ghost of an other, etc . . . .  \n- But then what about the haunting of these shoes? Are they \na ghost la piece of ghost, a phantom member)? In that case are \nthey the ghost of Van Gogh or the ghost of the other I of Van \nGogh, and what does the other I mean then? Or else, without \nbeing a ghost themselves, do they have the ghost, are they the \npropi tious place for having, bringing back, taking, or keeping the \nghost, and which one? His own or the ghost of the I detachable) \nother? Of the unconscious of the other? \n- We will not answer that question here but we must see \nhow it is linked to that of the pair which for a while now you \nhaven't wanted to listen to. A spectral analysis of the two of the \nshoes should tell us how they go: whether they go together and \nin that case how, and whether they go on to the feet and in that \ncase how. To go with in the first case, to go on to in the second, \nbut to go on to doesn't mean to render themselves to lsuch-and­\nsuch a place). In order to go, in both cases, to go together or to \ngo on to, two shoes must make a pair; this is one of the indis­\npensable conditions. In principle. But as soon as they are no longer \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 388,
      "bucket": "B (1-3%)",
      "error_rate": 2.5,
      "unknown_words_sample": [
        "ini",
        "supplemen",
        "tary",
        "aller",
        "unmatchedness",
        "tiates",
        "spectre",
        "superim",
        "unpairedness"
      ],
      "full_text": "3 74 \nThe Truth in Painting \ngoing anywhere, as soon as they are detached, abandoned, unlaced, \nthey may no longer be a pair. The pair separates. What is then \nthe spectrum of possibilities of the possibility of specters?23 The \nshoes can be unpaired, each of them can belong to another pair \nby which they continue to let themselves be haunted. But in this \nfirst case of unmatchedness, things can still function [aller] or at \nleast walk [marcher] if the shoe size and the double orientation \n(right and left) permit. That is a first possibility, almost \"normal,\" \nalthough the unpairedness, indicated by other traits, makes limp \nor squint the disturbed experience that we have in this case. The \nsecond possibility: one single shoe. We've already spoken about \nit. Is it a pair that's had part of it amputated? Is it one shoe \namputated from the pair to which it belongs? Is it haunted by the \nother one? Triumphant and sovereign, alone at last, and capturing \nfor itself the whole of the fetishist investiture? Or the narcissistic \ninvestiture? Is it the better-collected double of the dead man or \nthe dead woman? The erection of the limp? The elimination of \nthe double? The misery or monumental sovereignty of the un­\nusable? All these investitures are possible, they remain, open to \nthe syntax of all the specters. The third possibility (I'm sure I'm \ngoing to forget some): two right shoes or two left shoes. They \ncannot be put on, or used, in principle. In any case they do not \ngo together without injuring the wearer, unless he has the feet of \na monster. But the two shoes, now detached from wearing and \nuse, reflect each other better. Each one is strangely the double of \nthe other. The accumulation of haunting here finds a supplemen­\ntary benefit, for it can combine the preceding possibilities, prop \nthem up, augment them. This third possibility divides in two: ( I )  \nthe two right shoes or two left shoes can belong to two different \npairs, and thus to an origin that continues to inhabit them even \nif they are detached from it. Each one of these pairs is separated \nfrom itself but leaves its mark on each shoe. It is recognizable, \nand this difference between the two right shoes or the two left \nshoes manages to break up, a little, their air of being superim­\nposable and therefore disturbing, limping, and suspicious; it ini­\ntiates a repairing which is very quickly inhibited. (2) The two \nright or left shoes are exactly alike, for they belong to two pairs \n(separated one from the other and from themselves) which have \nno difference between them except a numerical one. You would \nthink you were seeing double: two perfectly identical unique \n23 . Le spectre means both \"spectrum\" and \"specter.\" \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 389,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "sublates",
        "pari",
        "revient",
        "restitutions"
      ],
      "full_text": "RESTITUTIONS \n3 7 5  \nThe Shoes. \nthings. A hallucinogenic fiction. They can't be paired, or com­\npared, or bet on. For a bet always come back to a comparing. \nFurthermore, there has to be a difference which would permit it. \nBut what about when there is no longer any difference? Shall we \nthen say, as we've just done, that to bet becomes impossible? Or \non the contrary: that the only thing left to us to do is to bet? That \nthere is nothing else for it but to bet? In the case of the shoes, \nbeing a pair would fix everything up, inasmuch as the being-with \nof the two individuals (incomplete complete things, whole or \nparts) does not suppress a difference, but on the contrary preserves \nit, presupposes it, and sublates it. This difference essentially comes \ndown to [revient d] orientation alone (Kant's whole transcendental \naesthetic is at issue here) and only to the orientation of a \"body \nproper./I Comparison in this other sense is possible, then: (no)more \nbets [plus de pari]. \n- (No) more bets? \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 391,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "mimetologism",
        "penserlpanser",
        "panser",
        "schapiro",
        "sym",
        "distinc",
        "pansable",
        "restance",
        "travaille",
        "restitutions"
      ],
      "full_text": "RESTITUTIONS \n377 \n- The ones that remain, according to the restance of which \nI speak. The spectral character of the analysis defies the distinc­\ntion between the real shoes and the shoes in painting. It does not \nefface it, but defies and doubles it. The spectral analysis con­\ncerned, \"in truth\" they would say, but doubling truth also, the \nrelation of the \"painted\" shoes to the \"real\" shoes. They do not \nmake a pair, and would do so even less to the extent that the \nsimulacrum of the double attained a hallucinating perfection. The \nrelation of haunting which preoccupies [travaille: works or shapes, \ntorments] the unpaired (and hence the pair) is irreducible to all \nthe mimetologism (I don't say the mimesis) which reigns in phi­\nlosophy or in the philosophical (i.e., sometimes scientific) theory \nof painting, is not reducible to all its oppositions, to all its pairs \nof categories. For a pair functions/walks [marche] with sym­\nmetrical, harmonious, complementary, dialectical oppositions, \nwith a regulated play of identities and differences. \n- But doesn't the de-paired (the disparate) allow us the better \nto bring out truth, the parity of the pair, the pair's or the couple's \nrelation to itself \n- that's not exactly the same thing. \n- the better to think the pair as such? \n- the better to think of its repair, no doubt, to dress the \nwounds [panser]'24 to bandage/to get a hard-on, there where the \ndoublets) bind(s)/bandage(s)/get(s) a hard-on \n-Let's leave the spectrum/specter of the uneven there. When \nyou want to speak of the shoes that remain, there are many of \nthem, for example, multiplicities of more or less odd pairs, as in \nthat other painting by Van Gogh (Three Pairs of Shoes, one of \nwhich is fully upturned and exhibits its underside), but you have \nto know how to stop. Is it possible? The disparateness or the \nunevenness is that there is always one shoe more, or less: a third \none or a first one. We were speaking about Knut Hamsun, im­\npressed by his old shoes like \"the ghost of another 1.\" Did Schapiro \nknow that Hamsun is also a precious reference for Heidegger? \nAnd that there is yet another trait of identification between the \n24. A play on the homophones penserlpanser: d. note on Derrida's \nplay on pansable in \"The Sans of the Pure Cut,\" above, p. 88. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 393,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "laut",
        "gramme",
        "nicht",
        "societe",
        "wesen",
        "stereophony",
        "und",
        "ergebungsvoll",
        "loch",
        "schapiro"
      ],
      "full_text": "RESTITUTIONS \n379 \nhaunting. Unheimlichkeit is the condition-take this word how­\never you will-of the question of being, of its being-on-the-way, \ninasmuch as it (does not) pass(es) via nothing. In Zeit und Sein, \nthe experience which relates presence to absence (Anwesenl Ab­\nwesen) is called unheimliche. \n- \"Ousia and Gramme,\" which has this passage as its exergue, \nalso speaks of a pivot of the essence. \n- And there is in Heidegger's quotation from Hamsun a \"hole\" \n(Loch) which is \"not even a hole,\" like that \"hole\" (also Loch) of \nKant's, which led to thinking, in \"The Sans of the Pure Cut,\" \nwith and without Kant, a sans without lack, \"without negativity \nand without meaning,\" a nonnegative not without.2s Do we see \nthis pas sans or another one in these shoes? There is not even a \nhole in them. \n- Here is Hamsun quoted by Heidegger. Is it a different one \nfrom the Hamsun who haunts Schapiro's \"Still Life\"? He speaks \nof two ears, of a pair of ears perhaps, apparently undetachable, \nbut whose being-double permits the stereophony of the void to \nlet itself be heard. A rumor without origin, nothingness is there \nwithout being there. You have to be sitting between your ears \n(how is it possible? )  in order to hear. \"The poet says: 'He is seated \nhere between his ears and he hears the veritable void. Completely \ncomic, a phantasmagoria (Hirngespinst). On the sea (A. often used \nto go to the seaside formerly) something (however) was waving, \nand there was (gab es) over there (dort) a sound [Laut: between \nnoise and voice], something audible, a choir of the waters. Here­\nnothingness encounters nothingness and is not there (ist nicht \nda), is not even a hole. One can only shake one's head as a sign \nof giving up [of surrender, resignation: ergebungsvoll].' \" \n- I've returned late; I had to leave you on the way. Did some­\none answer my first question? Who was it, I don't remember now, \nwho said, \"There are no ghosts in Van Gogh's pictures, no visions, \nno hallucinations. It is the torrid truth . . .  \"? \n- That was Artaud protesting against another way of \"sui­\nciding\" Van Gogh ( Van Gogh, le suicide de la societe). This al-\n2 5 .  Un pas sans pas negatif: also, \"a not without a negative step,\" \nand \"a nonnegative 'step without.' \" \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 394,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "disposant",
        "quelqu",
        "avec",
        "tete",
        "rendre",
        "surren",
        "schapiro",
        "nant",
        "nots",
        "doesn"
      ],
      "full_text": "The Truth in Painting \nlegation of ghosts and hallucinations is, according to Artaud, a \nmaneuver by society, delegating its psychiatric police \n- but \"to suicide\" someone, isn't that to make him come \nback as a ghost or to make him stay, as a ghost, where he is, in \nshort, pretty well buried, having only his \"nots\" left? Not a reve­\nnant. Not a name.26 \n- It's to his name that Van Gogh returns [se rend]. \n- According to Schapiro, Van Gogh (alias J.e.) rendered him­\nself in his shoes. In a self-portrait you render yourself. To yourself. \nWe would have to annex the problem of narcissism to that of \nfetishism and go through the whole thing again, from the bottom. \nWe'd never be finished. \n- But \"render\" doesn't have the same meaning in the two \nphrases: to render oneself in painting and to render something to \noneself, to pay oneself [se payer] \n- here, to pay for his head,27 or his ear, or his shoes, to himself. \nTo go somewhere [se rendre quelque part] would be a third sense, \nthat of the shoes, precisely. And to give in to someone [se rendre \na quelqu'un], as in a surrender, would be a fourth sense. Van Gogh \nrendered his shoes, he rendered himself in his shoes, he surren­\ndered with his shoes, he went in his shoes, he went back to his \nshoes, he surrendered to his shoes, he gave himself back his shoes, \nhe paid his shoes back to himself.28 All the meanings knot and \nunknot themselves in the lace/snare of this syntax. \n26. Ne disposant plus que de ses pas. Pas de revenant. Pas de nom: \nalso, \"having only his steps left at his disposal. Step of a ghost. Step of \na name.\" \n27. Se payer used intransitively does indeed mean literally \"to pay \noneself\": used transitively, it means \"to treat oneself to something.\" The \nsense is complicated here by the colloquial idiom se payer la tete de \nquelqu'un, \"to make fun of someone,\" which plays across the two \nparagraphs. \n28. The translation offers a selection of possible readings of Derrida's \nexploitation of the verbs rendre and se rendre-the French reads, \"Van \nGogh a rendu ses chaussures, il s'est rendu dans ses chaussures, il s'est \nrendu avec ses chaussures, il s'est rendu a ses chaussures, il s'est rendu \nses chaussures.\" It should be noted that rendre can also mean \"to vomit.\" \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 396,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "repartir",
        "crypted",
        "partir",
        "mainder",
        "vient",
        "combinatoire",
        "revient"
      ],
      "full_text": "The Truth in Painting \n- So we'd again have to \"render,\" in going our separate ways. \nAnd even in letting the matter drop. \n- To render this secret yet legible right down on the level of \nthe letter, the \"useless hermeticism\" of the crypted remainder. \n- But separation is in itself already, in the word, in the letter, \nin the pair, the opening of the secret. Its name indicates this. So \none would have to render this secret already legible, like a re­\nmainder of a useless cipher. \n- You don't have to render anything. Just bet on the trap as \nothers swear on a Bible. There will have been something to bet. \nIt gives to be rendered. To be put back on/put off. \n- It's just gone. \n- It's coming round again. \n- It's just gone again.29 \n29 The French here uses an untranslatable syntactic combinatoire: \n\"_<:a vient de partir. -<:a revient de partir. -<:a vient de repartir.\" \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 397,
      "bucket": "E (10%+)",
      "error_rate": 14.9,
      "unknown_words_sample": [
        "anthropologism",
        "torok",
        "adami",
        "blanchot",
        "atget",
        "aletheia",
        "adaequatio",
        "economimesis",
        "bataille",
        "parergon"
      ],
      "full_text": "Index \nAbraham, N., and M. Torok, 228 \nAbyss, 7, 37, 89, I I 7, 161, 1 87-88, \n209, 232, 290-92, 306, 3 1 2; and \nbridge, 1 7, 3 5 -36, 40-41, 43, 129, \n1 3 8; and circle, 27, 3 3  \nAdaequatio, 5, 47 -48, I IO, 3 1 2, 3 1 6, \n3 1 8  \nAdami, v. ,  10, 1 5  I - 8 1  passim, 3 3 3, \n368 \nAletheia, 5 ,  324, 367 \nAnalogy, 36, 7 5 -76, 101, I I 6- 18. See \nalso Abyss and bridge \nAndersen, H. c., 230 \nAnselm, Saint, 1 3 7  \nAnthropologism: o f  Third Critique, \n105, 107 -8, I I 5 - 1 8  \nArchitecture, 5 9; as example, 104, \n106-7; as metaphor in Kant, 40-\n41, 50 \nAristotle, 5 4, 3 16 \nArt, philosophy of, 1 8  -3 6 passim \nArtaud, A., 46, 379-81 \nAtget, E., 1 62, 1 79 \nAuden, W. H., 1 63 \nBabel, I., 1 76, 178, 1 8 1  \nBalzac, H .  de, 305, 3 3 5  - 36 \nBataille, G., 268 \nBaudelaire, c., 179 \nBenjamin, W., 1 5 1, 162, 1 72, 1 7 5 - 8 1  \nBenveniste, E., 1 20 \nBernard, E., 2, 362 \nBismarck, 1 8 1  \nBlanchot, M., 269 \nBorder, structure of, 5 4, 60, 69, 80, \n92-93, 128, 1 5 7 - 5 9, 164-65, 321, \n344. See also Frame; Parergon \nCartouche, 231 \nCartouches, 7, I I, 24, 190, 204- 5, \n21\u009c 22\u009d 226, 22ô 23õ 236-39 \nCastration, 267, 3 1 5 ;  and truth, 334 \nCezanne, p., 2-9 \nChiasmus, 6, 94, 1 6 1, 165 -66 \nCircle, 23 - 34 passim \nClothing: in Kant, 5 7 -63 \nColor: in Adami, 1 7 1 -73. See also \nKant on color \nColumn, 134; as example in Kant, \n59-63, 1 1 9- 24, 145 \nContingent, system of, 200-203 \nCousin, V., 19 \nCranach, L., 5 7  \nCrypt, structure of, 46, 185, 188, 1 9 5 ,  \n210, 228, 238-40, 306 \nDamisch, H., 2, 178 \nDate, structure of, 239-40 \nDeconstruction, 19-20, 73, 342 \nDerrida, T. : Dissemination, 1 2 1, 1 66, \n169; \"The Double Session,\" 169, \n264; \"Economimesis,\" 48n, 76n, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 398,
      "bucket": "E (10%+)",
      "error_rate": 15.8,
      "unknown_words_sample": [
        "destricturation",
        "differance",
        "gramme",
        "parergon",
        "fors",
        "unterwegs",
        "und",
        "fortlda",
        "jamblicus",
        "zeug"
      ],
      "full_text": "I02n, 126; \"Fors,\" 228; Glas, 18, 19, \n1 2 1, 123, 1 5 2, 1 57 -63, 166-67, \nI 74, 225 -26, 305, 334; Margins of \nPhilosophy, 90n, 126, 1 5 2, 165, 264; \n\"Ousia and Gramme,\" 1 8, 1 5 2, 379; \n\"Pas,\" 264, 276; Positions, 1 66; \n\"The Purveyor of Truth,\" 343, 364; \nWriting and Difference, 1 5 2  \nDescartes, R., 372 \nDestricturation. See Stricture \nDetachment, 3 9, 41, 6 1, 92, 1 86, 262, \n265, 283 - 84, 303 -4, 3 1 4, 339-42, \n3 60 \nDifferance, 80, 340 \nDouble bind, 1 29, 1 62, 340, 377 \nDuction, 10, 195, 218 \nEdge. See Border \nExamples, status of, 52- 5 3, 79, 96, \n109- 10, 1 8 5 -86 \nFather. See Paradigm \nFerenczi, S., 267-69 \nFetishism, 267-70, 327, 332- 34, \n345 -46 \nFiction, 8 1  \nFlower, as example in Kant, 82, 84-\n96, 104 \nFortlda, structure of, 145, 299, 3 5 7 -\n5 8, 3 6 3  \nFrame, I, I I, 12, 1 8, 2 3 ,  42 -43, 45, \n50, 60- 64, 67-79, 97-98, 100, 15 I, \n222, 301, 304, 320-22, 341, 342, \n344-45 . See also Border; Parergon \nFreud, S., 102, 121, 1 69, 1 78, 1 8 1, 187, \n208, 2 I I, 2 1 7, 232, 267-68, 334 \nGautier, T., 13 \nGenet, J., 1 5 2, 1 5 9, 1 62, 225 -28, 269 \nGhost, 10, 26, 215, 2 1 7, 223, 228, \n257- 59, 275, 329, 339, 340, 360-\n6 1, 366, 369, 373-74, 379-81 \nGoldstein, K., 27I -74, 290, 371 \nGorki, M., 1 72, 181 \nGrimm, 208 \nGrunewald, M., 235 \nHamsun, K., 2 5 9, 373, 377-79 \nHegel, G. W. F., 9, 38, 42, 45, 79, 1 26; \nEncyclopedia, 1 9, 28; Greater Logic, \nThe Truth in Painting \n19, 28; Lectures on Aesthetics, 20, \n23, 2 5 - 32, 1 32-34 \nHeidegger, 9, 10, 27, 42, 44, 45, 121, \n245 ;  on earth and world, 3 I I - 12, \n345 -46, 3 54; on es gibt, 281, 291, \n342; Introduction to Metaphysics, \n378; The Origin of the Work of Art, \n5 -6, 20, 23, 29-35, 46, 64-67, \n1 28-29, 193, 257- 382 passim; on \nproduct !Zeug!, 66-67, 26 1, 284, \n28ö 294- 30÷ 309 - 1 1, 323-2\u009c \n326, 3 32, 3 36, 345 -48; on \nreliability, 348- 5 6; on Riss, 6, 193, \n3 1 8, 324; Sein und Zeit, 3 5 8; on \nsexuality, 305 -8; on thing, 296-\n303; The Thing, 307, 3 5 2, 3 54; \nUnterwegs zur Sprache, 32, 1 29; on \nusefulness, 332-33, 341, 348 -49; \non work, 296- 303 \nHistory, 20-2 1  \nHitler, 1 8 1  \nHomoiosis, 47-48, 3 1 6  \nHorse: as example i n  Kant, 104- 9 \nHusserl, E., 45 \nIdentification, 365, 368 \nIdiom, I, 4, 7, 193, 268 -69, 3 8 1  \nIncorporation, 201, 306 \nInterlacing. See Lacing \nIntrojection, 201 \nInvagination, 70 \nJamblicus, 2 1 5  \nJoyce, J., 1 8 1, 2 1 5  \nJudgment. See Kant on judgment \nKant, I., 9, 30, 245, 265n, 297, 375, \n379; on aesthetic norm-idea, 1 12-\n1 4; Anthropology, 41; on beauty of \nman, 101 - 16; on body, 1 40-41; on \ncolor and sound, 76-77, I I 9-47 \npassim; on determinant judgment, \n5 1, 107; on dimension, 1 3 5 -47; on \ndivision of fine arts, I I6 - I 7; on \nfinality without end, 8 5 - 9 1 ;  First \nCritique, 68-75, 84; on free and \nadherent beauty, 9 1 - 101; on ideal \nof beauty, 101, 104; on imagination \nand understanding, 7 1 - 73, 102; on \njudgment, 3 8, 44-45, 63, 68-7I; on \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 399,
      "bucket": "E (10%+)",
      "error_rate": 15.9,
      "unknown_words_sample": [
        "mallarme",
        "ponge",
        "littre",
        "parergon",
        "rohe",
        "passe",
        "mies",
        "mise",
        "schapiro",
        "der"
      ],
      "full_text": "INDEX \nthe monstrous, 1 24-25, 143 ;  on \nobjective and subjective finality, \n105 -6; on pleasure, 43 -48; on \npractical reason, 38- 39; principles \nof reason, 38 -39; on reflective \njudgment, 5 1 - 5 2, 107; on religion, \n5 5 - 5 7, 64; on the sublime, 102-3, \n1 22-47 passim; on theoretical \nreason, 38- 39; Third Critique, 3 5 -\n36, 3 7 - 1 47 passim, 301 -2; on \nvague and adherent beauty, 82 \nKlee, P., 304 \nLabor, 75, 79-80. See also Mourning \nLacing, 3 1, 193, 202, 240, 277, 299, \n304, 321, 324, 327, 336-42, 348, \n3 5 2, 3 5 7. See also Stricture \nLacoue-Labarthe, P., 297 \nLascault, G., 2 10- 1 1  \nLebensztejn, J.-c., 78n, 214 \nLenin, 1 76, 181 \nLiebknecht, K., 1 76, 178, 181 \nLindner, R., 334 \nLittre, E., 5 4, 1 7 1, 190, 202, 266 \nMagritte, R., 3 14- 1 5, 3 34, 340, \n368 \nMallarme, S., 176 \nMarx, K., 267, 334 \nMatchbox, structure of, 225 - 3 1, 237 \nMichelangelo, 6 1 - 62 \nMies van der Rohe, L., 1 72 \nMillet, 32 7, 3 3  I \nMimesis, 47-48, 76, 1 10, \n377 \nMiro, J., 3 3 4, 368 \nMise en abyrne, 24, 27, 34, 49, 1 17, \n1 5 5 , 290 \nMoses, 349 - 5 1  \nMother, the, 3 5 3 - 5 4  \nMourning, 44, 79-80, 91, 198, 2 1 1, \n223, 228, 23 1, 3 5  I \nNestroy, 217 \nNietzsche, E, 3 5, 44, 46, 1 76, 181 \nPair, structure of, 259, 261, 264, 274, \n277-78, 283, 323, 325, 326, 341, \n36\u009d 363 -6ø 373 -77 \nPanofsky, E., 349 \nParadigm, structure of, 10, 194-98, \n204, 208, 2 1 3, 2 1 6-25, 229- 30, \n238, 240, 297 \nParergon, 7, 9, 10, I I, 1 8, 5 3 -82 \npassim, 97 -98, 121, 1 22, 127-28, \n1 34, 1 3 5, 221 -22, 226, 236, 245, \n301 - 3, 308, 322, 3 3  I, 343, 349, 368. \nSee also Border; Frame \nPasse-partout, 7-8, 12- I 3 \nPerformative. See Speech act theory \nPlato, 45, 5 4, 1 63, 1 66, 197, 217, 224 \nPonge, E, 83, 269, 296 \nPresentation, 1 10, 1 3 1  - 32. See also \nRepresentation \nPromise, 3, 8-9 \nPyramids: as example of sublime, \n141 -42 \nPythagoras, 208, 2 1 5  \nReference, question of, 322, 328, 3 6 9  \nRemainder, 1 86, 1 89, 201, 204, 247, \n301, 302- 3, 3 82 \nRembrandt, 1 5 2  \nRendering, 4, 258, 380-82. See also \nRestitution \nRepresentation, 5 -7, 24, 28, 44, 5 7, \n1 6 1, 298, 367 \nRestitution, 5, 10, 257- 382 passim, \n349. See also Rendering \nRousseau, J.-J., 45 \nSacred, the, 3 50 \nSade, D. A. E, marquis de, 200-204, \n2 1 5  \nSaint Anselm, 1 3 7  \nSaussure, H .  de, 8 5 ,  9 5  \nSavary, 1 4 1  -42 \nSchapiro, M., 10, 78n, 25 7- 382 \npassim \nSeries. See Paradigm \nShelley, P. B., 232 \nSignature, 3, I I, 18, 78, 193, 214, 2 1 8, \n232, 237, 277, 279, 301, 3 5 9, \n365 \nSimulacrum, 219-20 \nSpeech act theory, 3-4, 8 \nStalin, 1 63, 1 8 1  \nSteckel, 268 \nStricture, logic of, 243, 3 1 4, 321, 1 3 5 --\n41'/ 348 \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 400,
      "bucket": "E (10%+)",
      "error_rate": 11.4,
      "unknown_words_sample": [
        "torok",
        "tirer",
        "aletheia",
        "tisserant",
        "vernant"
      ],
      "full_text": "3 86 \nSubject, structure of, 266, 284-92, \n3 1 2, 339, 3 7 1, 372 \nSublime, negativity of, 129 - 3 1 .  See \nalso Kant on sublime \nSupplement, 2, 3, 5 5, 5 7- 5 8, 64, 94, \n1 2 1, 191, 201, 232, 237, 243, 265, \n298, 302, 338, 368 \nSymbol, 1 32 - 3 3, 235, 282-83 \nTheory, and practice, 6 I \nTirer, idiomatic effect of, 1 9 1 -93. See \nalso Trait \nTisserant, J.-M., 224 \nTitus-Carmel, G., 10, 183 -247 passim \nTorok, M. See Abraham, N. \nThe Truth in Painting \nTrait, 2, 4-8, 10, 1 1 - 1 2, 32, I S S, 1 60, \n1 69-74, 1 9 1, 244-45, 3 1 8- 1 9, \n324-25, 346, 3 54. See also Tirer \nTruth, 5 -.9,. 30, 34, 220, 271, .182, \n286, 3 1 8, 3 34, 346, 367, 377 \nUnveiling. See Aletheia \nVan Eyck, J., 349, 368 \nVan Gogh, Y., 10, 3 1, 243, 257- 382 \npassim \nVernant, J. P., 1 20-2 1 \nYeats, W. B., 2 I I \n"
    }
  ]
}