{
  "document": "Derrida_TheTruthInPainting",
  "batch_number": 4,
  "total_batches": 9,
  "pages": [
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 125,
      "bucket": "B (1-3%)",
      "error_rate": 2.2,
      "unknown_words_sample": [
        "herence",
        "dissymmetrical",
        "tence",
        "cillation",
        "exis",
        "decentered",
        "parergon",
        "priori"
      ],
      "full_text": "r \ni \nPARERGON \nI I I  \nfinality. Consequently, contrary to what one might have thought, \nideal beauty will never give rise to a pure judgment of taste but \nto a partly intellectualized judgment of taste, comprising an idea \nof reason which determines a priori the internal possibility of the \nobject according to determinate concepts. So one cannot \"think\" \nan ideal of \"beautiful flowers,\" nor of any \"vague beauty.\" This \nis a first reply to the question: What is the beautiful in general, \nprior to the opposition between errancy and adherence? The os­\ncillation is broken, the pure is opposed to the ideal. The ideal of \nbeauty cannot give rise to a pure aesthetic judgment: the latter \ncan concern only an errancy, whereas the ideal is of adherence. \nPure beauty and ideal beauty are incompatible. So the sans of \nthe pure cut here seems to interrupt the process of idealization. \nThe yawning gap in the idealization would open onto errant beauty \nand to the event of a pure aesthetic judgment. \nBut where does this appear from? Whence does this opposition \nbetween the ideal (of the imagination) and the pure, between the \nnon-sans and the sans appear? \nFrom man. Man, equipped with a reason, an understanding, \nan imagination and a sensibility, is that X from which, with a \nview to which, the opposition is taken in view: the opposition of \nthe pure and the ideal, the errant and the adherent, the sans and \nthe non-sans, the without-end and the not-without-end, that is \nalso the opposition of non-sense and sense. The subject of that \nopposition is man and he is the only subject of this Critique of \njudgment. Only he is capable of an ideal of beauty and, from this \nideal, capable of letting the sans of the pure cut present itself. He \nis capable of this ideal of the imagination as to the things of nature \nbecause he is endowed with reason, which means, in Kantian \nlanguage, able to fix his own ends. The only being in nature to \ngive himself his own ends, to raise in himself the sans, to complete \nhimself and think from his end; he is the only one to form an \nideal of beauty, to apprehend the sans of others. He is not errant. \nHe cannot conceive of himself without goal and that is why he \nis in the full center of this point of view, the full center of a field \nwhich is nonetheless decentered and dissymmetrical. Man is not \nbetween errancy and adherence as in a middle place from which \nhe would see both of them. He is situated on one side only (ad­\nherence to self, to his own end) and from that side he puts errancy \nin perspective. \"Only what has in itself the end of its real exis­\ntence-only man that is able himself to determine his ends by \nreason, or, where he has to derive them from external perception, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 127,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "arche",
        "ade",
        "sammentreffen",
        "aber",
        "knowl",
        "imagina",
        "gewiss",
        "quate",
        "selbst",
        "parergon"
      ],
      "full_text": "PARERGON \n1 1 3 \nideal. A product of the imagination, this type refers to a highly \ndeterminate concept. Here there is a parenthetical clause, which \nis very important for two reasons. Kant notes that the imagina­\ntion, the faculty of signs, can sometimes lead us back to signs of \nancient concepts, \"even very ancient ones\" (selbst von langer \nZeit). On the one hand this is the first time signs are mentioned: \nyet a whole semiotics supports the third Critique. On the other \nhand the reference to something \"very ancient\" that is accessible \nonly via signs communicates with a certain elliptical remark, \nhasarded as if in passing, in the introduction (VI): the pleasure \n(Lust) of knowing, which is no longer noticed now, \"surely existed \nin its day.\" \nAnd this pleasure is a pleasure of the same: it always stems \nfrom the mastery of the dissimilar, from the reduction of the \nheterogeneous. The agreement, conformity, coming together (Zu­\nsammentreffen) of perceptions and categories (general concepts \nof nature to which laws conform) apparently procure no pleasure. \nBut the reduction of several \"heterogeneous\" empirical laws to \none principle \"causes a very remarkable pleasure.\" And although \nthe intelligence of nature in its unity no longer necessarily pro­\ncures for us such a pleasure, this pleasure \"certainly existed in \nits day\" (aber sie ist gewiss zu ihrer Zeit gewesen), otherwise \"the \ncommonest experience would not be possible.\" It's just that this \npleasure gradually became confused with experience and was no \nlonger noticed. \nThus, although the third Critique (the place of aesthetics) \ndissociates pleasure and knowledge, although it makes of this \ndissociation a rigorous juridical frontier between taste and knowl­\nedge, the aesthetic and the logical, it must be that the pleasure \nprinciple somewhere, in a time immemorial (a concept whose \nstatus remains highly uncertain in a Critique), governed knowl­\nedge, conditioned it and accompanied it everywhere that knowl­\nedge was possible, determined it as experience (in the Kantian \nsense), thus preceding the divergence between enjoying and know­\ning. How can one situate here the time of this arche-pleasure \nwelding the imagination (aesthetic) to the understanding (logical)? \nThe aesthetic norm-idea-to which no individual is ade­\nquate-forms the empirical canon of human beauty: an average \ntype analogous to the average height that would be derived from \nthousands of individual images in order to construct \"the stature \nof a beautiful man.\" This type varies with empirical conditions, \nit differs for a \"negro,\" a \"white,\" or a \"Chinese.\" The same applies \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 128,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "urbild",
        "ausdruck",
        "sittlichen",
        "der",
        "des",
        "individ",
        "sichtbare",
        "resorbs",
        "expressivist",
        "interiority"
      ],
      "full_text": "1 14 \nThe Truth in Painting \nfor the type of a \"beautiful horse\" or a \"beautiful dog\" of a de­\nterminate breed. This image which \"floats\" among the individ­\nuals of the species is an \"archetype\" ( Urbild) regulating all the \n\"productions\" of nature for a given species. Not an archetype of \nbeauty but the form and the condition of beauty for a species. In \nthe case of the human face, this regulatory type, which is never \nbeautiful in itself, ordinarily lacks expression and reveals a man \nof \"mediocre inner value,\" if, that is, adds Kant, one admits that \nnature carries the internal proportions to the outside. And he is \nquite ready to admit it. What is more, in this system he cannot \nbut admit it. We shall verify this. For example, if caricature cor­\nresponds to an exaggeration of the norm-idea, an extreme within \nthe type, the genius, marks, for his part, in the face itself and in \nits expression, a divergence which deports the type. \nThe ideal of beauty-this is the other piece-is distinguished \nfrom this norm-idea. It can be encountered only in the human \nform. Man is never beautiful with a pure beauty but ideal beauty \nis reserved for him. Here for the first time absolute interiority \nand absolute morality intervene as conditions of the ideal of beauty: \nthat which absorbs or resorbs the sans of the pure cut. If the \nhuman form and it alone has the right to ideal beauty, it is because \nit expresses the inside and this inside is a relation of reason to a \npure moral end. This engages the whole theory of the sign and \nthe symbol whose position will appear later, precisely at the pivot, \nat the center or the hinge of the book, in the famous paragraph \n5 9 :  the last paragraph of the first part (the end of the critique of \naesthetic judgment), which deals with the question of philosoph­\nical metaphor and bearing the title \"Of Beauty as the Symbol of \nMorality.\" As early as paragraph 1 7, \"Of the Ideal of Beauty,\" this \nsymbolics is defined as the expression of the inside on the outside, \npresentative union of the inside and the outside. The expressivist \nand symbolic order of beauty takes place in man and for man: \nBut the ideal of the beautiful is still something \ndifferent from its normal idea. For reasons already \nstated it is only to be sought in the human figure. Here \nthe ideal consists in the expression of the moral (in \ndem Ausdrucke des Sittlichen), apart from which the \nobject would not please at once universally and \npositively (not merely negatively in a presentation \nacademically correct). The visible expression (der \nsichtbare Ausdruck) of moral ideas that govern men \ninwardly can, of course, only be drawn from experience; \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 129,
      "bucket": "D (5-10%)",
      "error_rate": 8.6,
      "unknown_words_sample": [
        "anthro",
        "verbindung",
        "ausserung",
        "parergon",
        "versal",
        "als",
        "sinnenreiz",
        "des",
        "reptitiously",
        "korperlicher"
      ],
      "full_text": "PARERGON \nbut their combination ( Verbindung) with all that our \nreason connects with the morally good in the idea of \nthe highest finality-benevolence, purity, strength, or \nequanimity-may be made, as it were, visible in bodily \nmanifestation /in korperlicher Ausserung) (as effect of \nwhat is internal) (als Wirkung des Innern), and this \nembodiment involves a union of pure ideas of reason \nand great imaginative power, in one who would even \nform an estimate of it, not to speak of being the author \nof its presentation (vielmehr noch wer sie darstellen \nwill). The correctness of such an ideal of beauty is \nevidenced by its not permitting any sensuous charm \n(Sinnenreiz) to mingle with the delight ( Wohlgefallen) \nin its Object, in which it still allows us to take a great \ninterest. This fact in turn shows that an estimate \nformed according to such a standard can never be \npurely aesthetic, and that one formed according to an \nideal of beauty cannot be a simple judgement of taste. \nI § 1 7 :  my emphasis on expression, bodily \nmanifestation, presentation-J. D.) (Meredith, 79-80) \nI I 5 \nthis moral \nsemiotics which ties presentation to the expression of an inside, \nand the beauty of man to his morality, thus forms a system with \na fundamental humanism. This humanism justifies, at least sur­\nreptitiously, the intervention of pragmatic culture and anthro­\npology in the deduction of judgments of taste. There we have the \nwherewithal to make sense of a sort of incoherence-effect, of an \nembarrassment or a suspended indecision in the functioning of \nthe discourse. Two points of orientation: \nI .  In the fourth and last moment of the judgment of taste \n(modality), the value of exemplarity appeals to a common sense \nIGemeinsinn). The rule of the exemplary judgment attracting uni­\nversal adhesion must remain beyond all enunciation. So common \nsense does not have the common meaning [sens] of what we gen­\nerally call common sense: it is not intellectual, not an under­\nstanding. What then is its status? Kant refuses to decide here, or \neven to examine (\"we neither want nor are able to examine here\") \nwhether such a common sense exists lif \"there is one\") as a con­\nstitutive principle of the possibility of experience or else whether, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 130,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "analogie",
        "nach",
        "wenigstens",
        "munity",
        "hervorbringen",
        "asmuch",
        "empfindungenjj",
        "der",
        "culturalism",
        "zum"
      ],
      "full_text": "1 1 6  \nThe Truth in Painting \nthis time in a regulatory and not constitutive capacity, reason \ncommands us to produce (hervorbringen) in ourselves a common \nsense for more elevated ends. What remains thus suspended is \nthe question of whether the aesthetic principle of pure taste, in­\nasmuch as it requires universal adhesion, has a specific place \ncorresponding to a power of its own, or whether it is still an idea \nof (practical) reason, an idea of the unanimous universal com­\nmunity which orients its idealizing process. As always, so long \nas such an idea remains on the horizon, moral law allies itself \nwith empirical culturalism to dominate the field. \n2. The other significant indecision as to the principle concerns \nthe division of the fine arts. This division comprises, as always, \na hierarchy, going far into detail and also resting on an analogy: \nbetween art and human language. The three kinds of fine arts \n(talking art, figurative (bildende) art, the art of the play of sen­\nsations (Spiel der EmpfindungenJJ correspond to the forms of hu­\nman expression referred to the body's means of expression (artic­\nulation, gesticulation, modulation: words, gestures, tones). This \ncorrespondence is analogical. But on two occasions, in footnotes, \nKant shows that he does not absolutely hold to this principle of \nhierarchical classification and that he does not consider it to have \nan absolutely reliable theoretical value: \"If then we wish to divide \nup the Fine Arts, we cannot, at least on a trial basis (wenigstens \nzum Versuche), choose a more convenient principle (bequemeres \nPrincip) that the analogy of art with the kind of expression which \nmen use in their language (Sprechen) in order to communicate to \none another, as perfectly as possible, not only their concepts but \nalso their sensations. * \n\"*The reader should not judge this sketch of a possible di­\nvision of the fine arts as a theoretical project. It is but one of the \nmany attempts than can and must still be tried\" [Kant's footnote] \n(§ 5 I ). \nThe redundancy of a second note, in the same paragraph, \nunderlines the embarrassment: \"The reader must in general con­\nsider this only as an attempt to tie together the fine arts under \none principle, which this time must be that of the expression of \naesthetic ideas (according to the analogy of a language (nach der \nAnalogie einer Sprache)), and not a derivation held to be decisive.\" \nKant's scruple would only be the index of a critical vigilance \nif it bore upon a localizable, revisable, or detachable point of the \nsystem. But it is not clear how he would have been able to avoid, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 131,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "anthropo",
        "abyme",
        "nality",
        "ogy",
        "parergon",
        "vaga",
        "pulchritudo",
        "mise",
        "solutely",
        "reheads"
      ],
      "full_text": "PARERGON \nI I ? \nwithout a complete recasting, such a classificatory and hierar­\nchizing deduction, regulated according to the language and body \nof man, the body of man interpreted as a language dominated by \nspeech and by the gaze. Humanism is implied by the whole func­\ntioning of the system and no G(her deduction of the fine arts was \npossible within it. \nThe principle of analogy is here indeed inseparable from an \nanthropocentric principle. The human center also stands in the \nmiddle, between nature (animate or inanimate) and God. It is \nonly on this condition that we can understand the analogy be­\ntween determinant judgments and reflexive judgments, an essen­\ntial part of the machine. Incapable as we are of determining ab­\nsolutely the particular empirical laws of nature (because the general \nlaws of nature, prescribed in our understanding, leave them un­\ndetermined), we must act as if an understanding (not our own) \nhad been able to give them a unity, \"as if some understanding \nenclosed the foundation of the unity of the variety of empirical \nlaws\" (Introduction, IV). From then on, natural finality, an a priori \nconcept deriving from a reflexive judgment, is conceived by anal­\nogy with human art which gives itself a goal before operating. \nThis analogy-giving oneself the goal of the operation, effacing a \npriori its sans-thus puts the art of man in relation with the art \nof the creator. The analogy with practical finality is its medium. \n\"For one cannot attribute to the productions of nature any such \nthing as a relation of nature to ends, but one can use this concept \nonly to reflect (reflectiren) on nature from the point of view of \nthe linking of the phenomena in her, a linking given by empirical \nlaws. This concept is, moreover, quite distinct from practical fi­\nnality (of human art or even of mores), although it is thought by \nanalogy with it.\" \nThe connection between anthropo-theologism and analogism \nindicates, among other things, a certain course, the course being \nsteered. \nThis course seems to be lacking from pulchritudo vaga, \nwandering without a determinable end, in the sans of the but \nen blanc, without object-complement, without objective end. \nBut the whole system which has its sights on that beauty \nsupplies the course, determines the vagueness (as lack) and \ngives sense and direction back to errancy: its destiny and its \ndestination. Analogism recapitulates or reheads it. It saturates \nthe hiatus by repetition: the mise en abyme resists the abyss \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 133,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "voir",
        "faire",
        "erige",
        "laisser",
        "kolossos",
        "laissons",
        "nounj",
        "economimesis",
        "mesure",
        "passe"
      ],
      "full_text": "4. The Colossal \nThat which always forms itself anew-economimesis-only to \nclose up again, nonetheless leaves an embouchure each time. The \nend of \"Economimesis\" opened onto water \"put in the mouth.\" \nLet us leave the embouchure open. It is still a question here \nof knowing what happens [se passe] with or without what one \nleaves. And what happens with (or: what does without) [se passe \nde] leave, whether it is followed by a noun or a verb,29 when it \ncarries us at a stroke [coup], with a step (pas], beyond passivity \nand activity alike. Let us let be [laissons faire] or let us allow to \nbe seen [laissons vOir] what does without [happens with] the open \nembouchure. \nWhat I shall try to recognize in it, in its vicinity, and moving \naround it a little, would look like a certain column. \nA colossus, rather, a certain kolossos which erects itself as \nmeasure [en mesure].30 \nWhat is it to erect en mesure? \nThe column is not the same thing as the colossus. Unless \nthey have in common only the fact that they are not things. In \nany case, if one wished to keep the word \"word\" and the word \n29. Laisser + noun works more or less like English leave + nounj \nlaisser + verb is roughly equivalent to English let + verb, with the \nimportant difference that some infinitives following laisser can have \neither active or passive value. \n30. \"S'erige en mesure\": also, \"rises up in time\" (in the musical \nsense of \"in time\"). \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 134,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "voir",
        "columna",
        "eise",
        "pensee",
        "dispropor",
        "columen",
        "kegan",
        "demesurante",
        "odera",
        "indissociable"
      ],
      "full_text": "I20 \nThe Truth in Painting \n\"thing,\" colossus and column are two indissociable words and \ntwo indissociable things which have nothing to do [rien a voir] \ntogether and which together have nothing to see: they see nothing \nand let nothing be seen, show nothing and cause nothing to be \nseen, display none of what one thinks. \nAnd yet, between the Greek kolossos and the columna or \ncolumen of the Romans, a sort of semantic and formal affinity \nexerts an irresistible attraction. The trait of this double attraction \nis all the more interesting because it has to do with, precisely, \nthe double, and the one, the colossus, as double. \nSpeaking only of the kolossos, Vemant declares: \"Originally, \nthe word has no implication of size [taille].\"31 \"Has no implication \nof size\": this apparently, visibly, means that a kolossos is not \nnecessarily big, gigantic, out of proportion. Although the context, \nand consequently Vernant's manifest intention, does not invite \nthis in the least, the \"implication of size\" carries us somewhere \nelse. Before referring to size, and above all that of the human body, \nfor example foot size, which is also called pointure in French, \ntaille marked the line of a cut, the cutting edge of a sword, all \nthe incisions which come to broach a surface or a thickness and \nopen up a track, delimit a contour, a form or a quantity /a cut/ting) \nof wood or cloth).32 \nIf, \"originally, the word [kolossos] has no implication of size,\" \nit will come to have this implication later, adds Vemant, only by \naccident. What about the accident, this one in particular, which \nbrings cise to the colossus, not the incisive cise which gives mea­\nsure, not the moderating [m odera trice] cise but the dispropor­\ntionate [demesurante] cise? This accident is not, apparently, part \nof the program of Vemant's rich study; he is content to brush the \nquestion aside in his first few lines: \"Originally the word has no \nimplication of size. It does not designate, as it will later for ac­\ncidental reasons, effigies of gigantic, 'colossal' dimensions. In Greek \nstatue-vocabulary, which as Monsieur E. Benveniste has shown \nis very diverse and fairly fluctuating, the term kolossos, of the \n3 I .  \"Figuration de l'invisible et categorie psychologique du double: \nIe colossos,\" in My the et pensee chez les Crees [(Paris: Maspero, I965; \nreprint in 2 vols., I982), 2:65 -78; English translation (London: Routledge \nand Kegan Paul, I983), 305 -20j.-J.D. \n32. To render this second sense of the French taille, and to preserve \nthe uncertainty between the two senses which is vital in some of what \nfollows, we shall use the word \"eise,\" an obsolete spelling of \"size\" (see \nOED) and suggestive of cutting (d. incision). \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 135,
      "bucket": "D (5-10%)",
      "error_rate": 7.6,
      "unknown_words_sample": [
        "archeolo",
        "columna",
        "entame",
        "columen",
        "demesure",
        "heideggerian",
        "aufriss",
        "kolossai",
        "parergon",
        "detaille"
      ],
      "full_text": "PARERGON \n1 2 1  \nanimate genre and of pre-Hellenic origin, is attached to a root \nkol-, which can be connected to certain place names in Asia Minor \n(Kolossai, Kolophon, Koloura) and which retains the idea of some­\nthing erect, upright.\" \nThrough the effigy, precisely, and in the fictional space of \nrepresentation, the erection of the kol- perhaps ensures what I \nhave proposed elsewhere (Glas, + R), with regard precisely to the \ncolossal, to call the detail or the detaille, the movement from \ncise, which :.s always small or measured, to the disproportion [la \ndemesure] of the without-cise, the immense. The dimension of \nthe effigy, the effigy itself would have the fictional effect of de­\nmeasuring. It would de-cise, would liberate the excess of cise. \nAnd the erection would indeed be, in its effigy, difference of cise. \nThen kol- would also ensure, more or less in the effigy of a phan­\ntasy, the passage between the colossus and the column, between \nthe kolossos, the columen and the columna. \nI will take my stand in this passage. \nUnlike other analogous \"idols\" (bretas, xoanon), the kolossos \ncannot be moved around. There is nothing portable about it. It is \na stony, fixed immobility, a monument of impassivity which has \nbeen stood up on the earth, after having been embedded a little \nin it, and sometimes buried. Although philologists or archeolo­\ngists, Vernant for example, don't look in this direction, even at \nthe very moment they are speaking of the Gorgon and of lithinos \nthanatos (Pindar), one ought to link here the discourse on the \nkol- to the whole Freudian problematic of the Medusa (erection/ \ncastration/apotropaic) the reading of which I attempted to displace \nin the \"Hors livre\" of Dissemination, as well as the problematic \nof the col which ensures a great density of circulation in Glas \n(\"And of the blink ( -) between the two col (-)\", p. 25 1). I shall \nnot do it here any more than I shall set off on the side of the \nHeideggerian trait (Riss, Zug, and the whole \"family\" of their \ncrossings) or of the role played by broaching [l'entame] (Aufriss) \nin this corpus. I shall come to it elsewhere and later. I prefer to \nstay for the moment with the third Critique, which serves us as \na guide in this preliminary trajectory. \nIt's worth the detour. You come across columns in it, and the \ncolossal is not only encountered, it is a theme. But the column \nand the colossal do not occupy the same place here. We have \nalready verified this: when it supports an edifice, the column was, \nfor example if not by chance, a parergon: a supplement to the \noperation, neither work nor outside the work. One can find in \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 138,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "tonishing",
        "ungeheuer",
        "gious",
        "prodi"
      ],
      "full_text": "124 \nThe Truth in Painting \ncase of natural objects provided with an end (which is accessible \nto us, in the concept, as a whole which the imagination can also \ncomprehend), nor of objects of art which by definition come from \nthe hands of man, of whom they then keep the measure - and \nthis is the case of the column. \nNot of the colossal. \nWhat is the colossal? \nBy opposition to works of art and to finite and finalized things \nof nature, \"raw nature\" can offer or present the \"prodigious,\" the \nUngeheuer (the enormous, the immense, the excessive, the as­\ntonishing, the unheard-of, sometimes the monstrous). \"Prodi­\ngious\" things become sublime objects only if they remain foreign \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 139,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "darstellung",
        "der",
        "ble",
        "vernichtet",
        "beinahe",
        "kolossalisch",
        "ment",
        "philosophos",
        "kolossos",
        "unpresenta"
      ],
      "full_text": "PARERGON \n1 2 5 \nboth to fear and to seduction, to \"attraction.\" An object is \"pro­\ndigious\" when, by its size (Grosse), it annihilates and reduces to \nnothing (vernichtet) the end which constitutes its concept. The \nprodigious exceeds the final limit, and puts an end to it. It over­\nflows its end and its concept. Prodigious, or monstrous-let us \npay close attention to this-is the characteristic of an object, and \nof an object in its relation to its end and to its concept. The \ncolossal, which is not the prodigious, nor the monstrous, qualifies \nthe \".I..nere presentation\" (blosse Darstellung) of a concept. But \nnot just any concept: the mere presentation of a concept which \nis \"almost too large for any presentation\" (der fur alle Darstellung \nbeinahe zu gross ist). A concept can be too big, almost too big \nfor presentation. \nColossal (kolossalisch) thus qualifies the presentation, the \nputting on stage or into presence, the catching-sight, rather, of \nsome thing, but of something which is not a thing, since it is a \nconcept. And the presentation of this concept inasmuch as it is \nnot presentable. Nor simply unpresentable: almost unpresenta­\nble. And by reason of its size: it is \"almost too large.\" This concept \nis announced and then eludes presentation on the stage. One \nwould say, by reason of its almost excessive size, that it was \nobscene. \nHow can the category of the \"almost too\" be arrested? The \npure and simple \"too\" would bring the colossal down: it would \nrender presentation impossible. The \"without too\" or the \"not \ntoo,\" the \"enough\" would have the same effect. How are we to \nthink, in the presence of a presentation, the standing-there-upright \n(Darstellen) of an excess of size which remains merely almost \nexcessive, at the barely crossed edge of a limiting line [trait]? And \nwhich is incised, so to speak, in excess? \nThe almost too thus forms the singular originality, without \nedging or simple overspill, of the colossal. Although it has an \nessential relation to approximation, to the approaching move­\nment of the approach (beinahe zu gross), although it names the \nindecision of the approach, the concept of the \" almost-too,\" as a \nconcept, has nothing of an empirical approximation about it. It \ndid not slip from Kant's pen. (I shall risk here the definition of \nthe philosophos kolossos, who is not the \"great philosopher\": \nhe's the one who calculates almost too well the approaches to \nthe \"almost too\" in his text.) The almost too retains a certain \ncategorical fixity. It is repeated regularly, and each time associated \nwith \"big.\" Kant adds, in fact, immediately afterward, that the \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 140,
      "bucket": "D (5-10%)",
      "error_rate": 7.6,
      "unknown_words_sample": [
        "distin",
        "zusammenfassung",
        "hypotyposis",
        "aesthetica",
        "avec",
        "comprehensio",
        "auf",
        "guished",
        "iarge",
        "auffassungsvermogen"
      ],
      "full_text": "I26 \nThe Truth in Painting \npresentation of a concept becomes difficult, in its \"goal,\" when \nthe intuition of the object is \"almost too great\" for our \"power \nof apprehension\" (Auffassungsvermogen). It \"becomes difficult\" \n(erschwert wird), progressively, by continuous approximation. But \nwhere, then, do we cut off ? Where are we to delimit the trait of \nthe almost too? \nThe \"power of apprehension\" seems to give the measure here. \nLet us not rush toward what would, by the slant of the metaphor, \nof (schematic or symbolic) hypotyposis, immediately put the Auf­\nfassen in our hands or under our noses. This problematic is nec­\nessary, and would lead just as well to the famous paragraph 5 9  of \nthe third Critique as to the Hegelian treatment of the \"Fassen\" \nas a dead metaphor. I shall provisionally skirt around it, using \nother trajectories (\"White Mythology\" in Margins, and \"Econ­\nomimesis\") to authorize this avoidance. \nThe \" almost-too-Iarge\" of the colossal (if we were in a hurry, \nwe'd translate this as: of the phallus which doubles the corpse; \nbut never be in a hurry when it's a matter of erection, let the \nthing happen) is thus determined, if one can still say so, in its \nrelative indetermination, as almost too large with regard, if one \ncould still say so, to the grasp, to apprehension, to our power of \napprehension. (I shall not abuse the word apprehension: at the \nlimits of apprehension, the colossal is almost frightening, it wor­\nries by its relative indetermination: What's coming? What's going \nto happen? etc. But it must not cause fear, says Kant.) \nThe hold of apprehension is not that of comprehension. In \nthis problematic, the question is always that of knowing if one \ncan take hold of (apprehend or comprehend, which is not the same \nthing), how can we set about taking hold [comment sty prendre \npour prendre], and to what limits prehension can and must extend. \nHow to deal with [sty prendre avec] the colossal? Why is it almost \ntoo large for our Auffassung, for our apprehension, and decidedly \ntoo large for our Zusammenfassung, our comprehension? A little \nearlier [ Un peu plus haut] in the same chapter, Kant had distin­\nguished two powers of the imagination. When it relates intuitively \nto a quantum in order to use it as a measure or as a numerical \nunit of measure, it has at its disposal the apprehensio (Auffassung) \nor the comprehensio aesthetica (Zusammenfassung). The former \ncan go to infinity, the latter has difficulty following and becomes \nharder and harder according as the apprehension progresses. It \nquickly attains its maximum: the fundamental aesthetic measure \nfor the evaluation of magnitudes. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 142,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "genblicklich",
        "ergon",
        "isfaction",
        "reiz",
        "parergon",
        "celeration",
        "inhi",
        "cise",
        "ziehen",
        "ques"
      ],
      "full_text": ". 1  \nI28 \nThe Truth in Painting \nThe colossal excludes the parergon. First of all because it is \nnot a work, an ergon, and then because the infinite is presented \nin it and the infinite cannot be bordered. The beautiful, on the \ncontrary, in the finitude of its formal contours, requires the par­\nergonal edging all the more because its limitation is not only \nexternal: the parergon, you will remember, is called in by the \nhollowing of a certain lacunary quality within the work. \nIn presenting an indeterminate concept, in one case of the \nunderstanding, in the other of reason, the beautiful and the sub­\nlime produce a \"Wohlgefallen\" which is often translated by \"sat­\nisfaction,\" and which I have suggested transposing into \"pleasing­\noneself-in\" for reasons already given and also to avoid the saturation \nof the \"enough\" which does not fit. In the case of the beautiful, \nthe \"pleasing-ones elf-in\" is \"linked\" to quality, in the case of the \nsublime, to quantity. Wherein one can already anticipate the ques­\ntion of the cise and the difference between the colossus and the \ncolumn. \nWe had already recognized the other difference in another \ncontext: the pleasure (Lust) provoked by the sublime is negative. \nIf we reread this sequence with a view to the kolossos, the logic \nof the cise, of the pure cut, of the without-cise, of the excess or \nof the almost-too-much-cise, imposes once more its necessity. In \nthe experience of the beautiful, there is intensification and ac­\nceleration of life, feeling is easily united to the ludic force of the \nimagination and to its attractions (Reizen). In the feeling of the \nsublime, pleasure only \"gushes indirectly.\" It comes after inhi­\nbition, arrest, suspension (Hemmung) which keep back the vital \nforces. This retention is followed by a brusque outpouring, an \neffusion (Ergiessung) that is all the more potent. The schema here \nis that of a dam. The sluice gate or floodgate interrupts a flow, \nthe inhibition makes the waters swell, the accumulation presses \non the limit. The maximum pressure lasts only an instant (au­\ngenblicklich), the time it takes to blink an eye, during which the \npassage is strictly closed and the stricture absolute. Then the dam \nbursts and there's a flood. A violent experience in which it is no \nlonger a question of joking, of playing, of taking (positive) plea­\nsure, nor of stopping at the \"attractions\" of seduction. No more \nplay (Spiel) but seriousness (Ernst) in the occupation of the imag­\nination. Pleasure is joined with attraction (Reiz), because the mind \nis not merely attracted (angezogen) but, conversely, always also \nrepulsed (abgestossen). The traction [trait] of the attraction (the \ntwo families of Reissen and Ziehen whose crossings in The Origin \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 143,
      "bucket": "D (5-10%)",
      "error_rate": 8.4,
      "unknown_words_sample": [
        "zweckwidrig",
        "inap",
        "expecially",
        "nality",
        "abstossen",
        "parergon",
        "unterwegs",
        "incommensurability",
        "anziehenl",
        "propriate"
      ],
      "full_text": "PARERGON \n1 29 \nof the Work of Art and Unterwegs zur Sprache we must analyze \nelsewhere) is divided by the double meaning of traction, the \"pos­\nitive\" and the \"negative.\" What the \"pleasing-oneself-in\" of the \nsublime \"contains\" is less a \"positive pleasure\" than respect or \nadmiration. That's why it \"deserves to be called negative pleasure.\" \nThis negativity of the sublime is not only distinguished from \nthe positivity of the beautiful. It also remains alien to the nega­\ntivity which we had also recognized to be at work, a certain labor \nof mourning, in the experience of the beautiful. Such negativity \nwas already singular, a negativity without negativity [sans sans \nsans], sans of the pure cut, sans fin of finality. The singular neg­\nativity of the sans here gives way to the counter: opposition, \nconflict, disharmony, counterforce. In natural beauty, formal fi­\nnality appears to predetermine the object with a view to an accord \nwith our faculty of judging. The sublime in art rediscovers this \nconcordance ( Obereinstimmung). But in the view of the faculty \nof judging, the natural sublime, the one which remains privileged \nby this analysis of the colossal, seems to be formally contrary to \nan end (zweckwidrig), inadequate and without suitability, inap­\npropriate to our faculty of representation. It appears to do violence \nto the imagination. And to be all the more sublime for that. The \nmeasure of the sublime has the measure of this unmeasure, of \nthis violent incommensurability. Still under the title of the counter \nand of contrary violence, paragraph 27 speaks of an emotion which, \nexpecially in its beginning [debut], can be compared to a shock \n(Erschiitterung), to a tremor or a shaking due to the rapid alter­\nnation or even to the simultaneity of an attraction and a repulsion \n(Anziehenl Abstossen). Attraction/repulsion of the same object. \nDouble bind.33 There is an excess here, a surplus, a superabund­\nance ( Oberschwenglich) which opens an abyss (Abgrund). The \nimagination is afraid of losing itself in this abyss, and we step \nback. The abyss-the concept of which, like that of the bridge, \norganized the architectonic considerations-would be the privi­\nleged presentation of the sublime. The example of the ocean does \nnot come fortuitously in the last \"General Remark on the Ex­\nposition of Reflective Aesthetic Judgment,\" not the ocean as the \nobject of teleological judgments but the ocean of the poets, the \nspectacular ocean, limpid \"mirror of water\" limited by the sky \nwhen it is calm, \"abyss threatening to swallow everything\" when \nit unleashes itself. This spectacle is sublime. This same \"Remark\" \n3 3 . In English in the text. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 144,
      "bucket": "E (10%+)",
      "error_rate": 13.1,
      "unknown_words_sample": [
        "counterinterest",
        "ohne",
        "occu",
        "negativ",
        "widerstand",
        "nur",
        "ijo",
        "interesse",
        "ailes",
        "pation"
      ],
      "full_text": "IjO \nThe Truth in Painting \ndistinguishes the \"without-interest\" (ohne ailes Interesse) proper \nto the experience of the beautiful, from the \"counterinterest\" \nwhich opens up the experience of the sublime. \"That is sublime \nwhich pleases immediately by its opposition (Widerstand) to the \ninterest of the senses.\" \nThe \"pleasing-oneself-in\" of the sublime is purely or merely \nnegative (nur negativ) to the extent that it suspends play and \nelevates to seriousness. In that measure it constitutes an occu­\npation related to the moral law. It has an essential relation to \nmorality (Sittlichkeit), which presupposes also violence done to \nthe senses. But the violence is here done by the imagination, not \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 146,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "aes",
        "cises",
        "anhang",
        "incom",
        "beurteilung",
        "cise",
        "inadequation",
        "sible",
        "raison",
        "saus"
      ],
      "full_text": "I32 \nThe Truth in Painting \nsible order, nor to nature in general, but to the mind, which con­\ntents itself with using nature to give us a feeling of a finality \nindependent of nature. Unlike that of the beautiful, the principle \nof the sublime must therefore be sought in ourselves who project \n(hineinbringen) the sublime into nature, ourselves as rational \nbeings. \nThere is an effect of the colossal only from the point of view \nof reason. Such is the reason of the colossal, and such is its reason \nthat no presentation could get the better of it [en avoir raison]. \nThe feeling of the colossal, effect of a subjective projection, is the \nexperience of an inadequation of presentation to itself, or rather, \nsince every presentation is adequate to itself, of an inadequation \nof the presenter to the presented of presentation. An inadequate \npresentation of the infinite presents its own inadequation, an \ninadequation is presented as such in its own yawning gap, it is \ndetermined in its contour, it cises and incises itself as incom­\nmensurable with the without-cise: that is a first approach to the \ncolossal in erection. \nBecause the sublime is not in nature but only in ourselves, \nbecause the colossal which derives from it proceeds only from us, \nthe analytic of the sublime is only an appendix (einen blossen \nAnhang) to the aesthetic appreciation of natural finality. \"This is \na very necessary preliminary remark,\" notes Kant at the opening \nof the \"Analytic of the Sublime,\" \"which totally separates the \nideas of the sublime from that of a finality of nature and makes \nof the theory of the sublime a mere appendix to the critical aes­\nthetic evaluation (Beurteilung) of natural finality, for by that rea­\nson no particular form is represented [in nature] . . . .  \" \nSo, although the sublime is better presented by (raw) nature \nthan by art, it is not in nature but in ourselves, projected by us \nbecause of the inadequation in us of several powers, of several \nfaculties. The appendix will be the place of this inadequation. It \nwill deal with it and will be affected by it. This place would be \nthe proper place of the colossal were it not the inadequate em­\nplacement of an inadequation. \nIt is this \"subjective\" determination of the sublime based on \nour faculties that Hegel will judge to be interesting and insuffi­\ncient. He does this in the Lectures on Aesthetics, in the chapter \n\"The Symbolism of the Sublime.\" In breaking with symbolism, \nthe internal infinity becomes inaccessible and inexpressible. Its \npresentation can no longer be symbolic (in the Hegelian or Saus­\nsurean sense of the term, which implies participation or analogical \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 147,
      "bucket": "D (5-10%)",
      "error_rate": 7.6,
      "unknown_words_sample": [
        "fait",
        "inadequation",
        "iaufhe",
        "entaille",
        "parergon",
        "representer",
        "asmuch",
        "lals",
        "inhalt",
        "darstellung"
      ],
      "full_text": "PARERGON \n1 3 3  \nresemblance between the symbol and what it symbolizes). The \ncontent Ithe infinite idea, in the position of signified and no longer \nof symbolized) destroys the signifier or the representer. It ex­\npresses itself only by marking in its expression the annihilation \nof expression. It smashes to smithereens [Il fait voler en ec1ats: \nmakes it fly loff) into pieces] the signifier which would presume \nto measure itself against its infinity. More precisely, form, the act \nof forming I Gestalten), is destroyed through what it expresses, \nexplains, or interprets. Hence the exegetical interpretation IAus­\nlegung) of the content is produced as sublation [releve] IAufhe­\nbung) of the act of interpreting, of showing, of unfolding, of man­\nifesting. That's the sublime: a sublation of the Auslegen in the \nAuslegung of the content. The content operates in it and com­\nmands the sublation of form. That's what Kant's \"subjectivism\" \nis supposed to have missed. If it is the content, infinity itself, \nwhat Hegel calls the one, substance, which itself operates this \nsublation of the form, if this is what renders the form inadequate, \nthen one cannot explain this operation in terms of a finite sub­\njectivity. We must on the contrary comprehend the sublime in­\nasmuch as it is founded in the unique absolute substance, in the \ncontent to be presented lals dem darzustellenden Inhalt). In other \nwords, starting from the presented of the presentation and not \nthe presentation of the presented. If there is inadequation, we \nwould say in a code that is scarcely different, between the signified \nand the signifier, this sublime inadequation must be thought on \nthe basis of the more and not the less, the signified infinity and \nnot the signifying finitude. \nIf-for example-a colossal presentation is without mea­\nsure, what is without measure is the infinite idea, the presented \nwhich does not let itself be adequately presented. The form of \nthe presentation, for its part, the Darstellung, has a measurable \ncise, however large. The cise of the colossal is not on the scale \nof what it presents, which is without cise. Hegel reproaches \nKant with setting out from cise and not from without-cise. To \nwhich Kant replies in principle that in order to think the with­\nout-cise, it has to be presented, even if it is presented without \npresenting itself adequately, even if it is merely announced, and \nprecisely in the Aufhebung. One must lone must and one can­\nnot avoid it) set out from the colossal inasmuch as it cuts into \nitself [s'entaille], lifts its cise and cuts it out against the back­\nground of the without-cise: one must set out from the figure, \nand its cise. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 148,
      "bucket": "B (1-3%)",
      "error_rate": 2.8,
      "unknown_words_sample": [
        "bildnis",
        "cise",
        "gleichnis",
        "mathe",
        "parergon",
        "etc",
        "matical",
        "nonformed"
      ],
      "full_text": "134 \nThe Truth in Painting \nThus all this goes on around an infinite but truncated column, \nat the limit of the trunk, at the place of the truncation or the \ncutting edge, on the borderline, fine as a blade, which defines the \ncise. The question opens around knowing whether one must think \na sublimity of the soul from one edge or the other, of the infinite \nor the finite, it being understood that the two are not opposed to \neach other but that each transgresses itself toward the other, the \none in the other. More precisely, the question opens of knowing, \nor rather of thinking, whether one must first think (as Hegel \nthinks) sublimity, set out from the thought of sublimity, or on \nthe contrary (as Kant figures) from presentation, inadequate to \nthis thought, of the sublime, etc. \nKant and Hegel nevertheless reflect the line of cut or rather \nthe pas crossing this line between finite and infinite as the proper \nplace of the sublime and the interruption of symbolic beauty; it \nis not then surprising that they both consider a certain Judaism \nas the historical figure of the sublime irruption, the one, Kant, \nfrom the point of view of religion and morals, in the ban on iconic \nrepresentation (neither Bildnis nor Gleichnis), the other, Hegel, \nin Hebraic poetry considered as the highest negative form of the \nsublime. The affirmative form of the same sublime would be \nfound, he says, in pantheist art. \nLike that of the beautiful, the analytic of the \nsublime proceeds within the frame of the analytic of judgment \nimported from the Critique of pure theoretical reason (quantity, \nquality, relation, modality). We have already recognized the \nproblems posed by this importation at the moment of situating \nthe parergon. Here taking account of the nonformed character \nof the sublime object, Kant proposes to begin with quantity \nand not with quality as he had in the analytic of the beautiful. \nSo he commences with the mathematical sublime and not with \nthe dynamic sublime. Now it is in the space of the mathe­\nmatical sublime that the column and the colossal rise up. And \nthe problem of cise. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 149,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "nominalizable",
        "solutely",
        "est",
        "absolument",
        "magnitudo",
        "schlechthin",
        "demesure",
        "nitude",
        "unmeasure",
        "une"
      ],
      "full_text": "PARERGON \n1 3 5  \n\"We call sublime that which is absolutely large (schlechthin \ngross)\" (§ 25 ). The absolutely large is not a dimension/4 in the \nquantitative sense. To be large and to be a dimension are two \n\"totally different concepts (magnitudo and quantitas).\" The ab­\nsolutely large does not belong to dimension, it is not and does \nnot have a dimension. It does not lend itself to any example \n(absolute, non comparative magnum, fiber alle Vergleichung). \nNot being equal or comparable to anything, this magnitude re­\nmains absolutely unequal, inadequate to anything measurable \nwhatever. Absolute unmeasure [Demesure absolue] of this mag­\nnitude without dimension, the unequal can here only be, as un­\nequal, equal to itself, can be equal only to itself. That is what we \ncall sublime, \"a dimension which is equal only to itself.\" From \nthis it follows that the sublime is never encountered in the things \nof nature, only in ideas. Which ideas?, Kant then asks. It will be \nthe object of a \"deduction.\" \nWhat is the question, then? \nThe question that Kant does not pose and yet which we can pose \nfrom inside his discourse. And if we can pose it from inside his \ndiscourse, this is because without being posed there, it is not \nwithout posing itself there. Questions can also be parergonal. Here \nit is. \nLet us try to consider magnitude anew. This name translates \nthe absolutely large, not absolute largeness (since this \"large\" is \nalien to and incommensurable with dimension), nor the large \nabsolute (since one might be tempted to invert or permutate the \ntwo attributes and transform one or other into a substantive), but \nthe absolutely large, an incorrect syntax to designate a value which \nis neither absolutely nominalizable (the largeness of the large) nor \na mere modification of the noun (the large as largeness). It is \nbecause it is absolutely large that this large is no longer of the \norder or at the orders of largeness as dimension. It is larger than \n34. \"L'absolument grand n'est pas une grandeur\"; in the exposition \nthat follows, we have translated \"grandeur\" as \"dimension\" or \"large­\nness\" depending on context. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 150,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "solutely",
        "phenomenalization",
        "phenomenality",
        "cise",
        "dimen",
        "tage",
        "formlos",
        "repre",
        "incomparables",
        "parison"
      ],
      "full_text": "The Truth in Painting \nlargeness, neither large nor largeness, but absolutely large. So \nwhat is the question? Here it is. \nWhy can magnitude, which is not a quantity, and not a com­\nparable quantity in the order of phenomena, let itself be repre­\nsented under the category of quantity rather than some other \ncategory? What does it have in common or analogous with that \ncategory even when it is incomparable with it? In other words, \nwhy call magnitude or \"absolutely large\" that which is no longer \na quantity? Why this reference, still, to a cise in space? Then, \nanother question, still the same, if phenomenalization is to be \nadmitted, why would the sublime be the absolutely large and not \nthe absolutely small? Why would the absolute excess of dimen­\nsion, or rather of quantity, be schematized on the side of largeness \nand not of smallness? Why this valorization of the large which \nthus still intervenes in a comparison between incomparables? To \nbe sure, the absolutely large is not compared with anything, not \nwith any phenomenal dimension in any case, but it is preferred \nto the absolutely small. In short, why is the sublime large and \nnot small? Why is the large (absolutely) sublime and not the small \n(absolutely)? Kant posits the fact of this preference, of this plea­\nsure taken in the larger or of the greater pleasure taken in the \nlarge, of this economy which quasi-tautologically makes the more \nworth more than the less and the absolutely large more than the \nabsolutely small, since the schema of preference (the more) leads \ninto it as an analytical consequence. If indeed one asks oneself, \nas I have just done, why preference should go to the largest, one \nforgets naively that the more and hence largeness are inscribed \nin the movement and in the very concept of preference. So we \nhave to displace the question: Why should there be a preference? \nAnd more strictly, why, if in phenomenality the excess of quantity \nis to announce itself, and likewise the movement beyond com­\nparison, why should it do so on the side of the large and not the \nsmall, the largest and not the smallest, the less large or the ab­\nsolutely small? \nKant posits that the preference can only be subjective but the \nvery tautology of the proposition dispenses him from questioning \nit. If no mathematics can as such justify a preference, an advan­\ntage, a superiority, a privilege ( Vorzug), it must be that an aesthetic \njudgment is implied in it, and a subjective measure coming to \nfound reflective judgments. An object, even if it were to be in­\ndifferent to us in its existence, still pleases us by its mere large­\nness, even if one considers it as without form (formlos), and this \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 151,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "aes",
        "quo",
        "cogitari",
        "quan",
        "ently",
        "incom",
        "appar",
        "thetically",
        "aliquid",
        "parergon"
      ],
      "full_text": "PARERGON \n1 37 \nfeeling is universally communicable. The relation to this large­\nness is not mathematical, nor is the f{respect\" which it inspires, \nand no more is the f{contempt\" aroused by f{what we call simply \nsmall.\" Kant does not ask himself why this should go without \nsaying, naturally toward the largest and the highest. The question \nis all the more inevitable because the nonphenomenal infinity of \nthe idea must always be presented in intuition. Now everything \nthat is \"presented\" in intuition and therefore f{represented\" aes­\nthetically, every phenomenon is also a quantum. But what decides \nthat, in this quantum, the more is worth more than the less, and \nthe large more or better than the small? The agency of decision \nor \"preference\" can as such be neither phenomenal nor noumenal, \nneither sensible nor intelligible. \nThe question comes back to the origin of presentation. Why \ndoes the large absolute (the sublime), which is not a quantum \nsince it exceeds all comparison, let itself be presented by a quan­\ntum which does not manage to present it? And why does this \nessentially inadequate quantum present it all the \"better\" for \nbeing larger? The more or less (large) should no longer have any \nmeaning, any pertinence in the view of the large absolute, of \nmagnitude. But it has a meaning, notes Kant (and he describes \nhere what in fact happens) since positive evaluation moves toward \nthe absolute high or large, and not toward the small or medium. \nKant has introduced comparison where he says it should have \nno place. He introduces it, he lets it introduce itself in an appar­\nently very subtle manner. Not by re-implying magnitude in the \ncomparable, but by comparing the comparable with the incom­\nparable. The logic of the argument, it seems to me, and perhaps \nthe thing itself, are not without relation to the proof of the ex­\nistence of God according to Saint Anselm (aliquid quo nihil ma;us \ncogitari potest) \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 154,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "grundmassj",
        "auffassungj",
        "lebendigkeit",
        "comprehensio",
        "zusammen",
        "prehensio",
        "cise",
        "intuitus",
        "rivatus",
        "lebendig"
      ],
      "full_text": "\" i \n' !  \nI \nI \n: !  \nThe Truth in Painting \nsure remains alive, is kept alive (lebendig erhalten wird) in the \nimagination which presents the mathematical numbers. Which \nshows well that the fundamental evaluation of size in its maxi­\nmum is subjective and living, however enigmatic this \"life\" re­\nmains, this vivacity or this aliveness [vivance] (Lebendigkeit). \nThis primary (subjective, sensory, immediate, living) measure \nproceeds from the body. And it takes the body as its primary \nobject. We must now verify this. It is the body which erects itself \nas a measure. It provides the measuring and measured unit of \nmeasure: of the smallest and the largest possible, of the minimum \nand the maximum, and likewise of the passage from the one to \nthe other. \nThe body, I was saying. The body of man, as is understood \nand goes without saying. It is starting from it that the erection \nof the largest is preferred. \nEverything is measured here on the scale of [a la taille de] \nthe body. Of man. It is to this fundamental measurer (GrundmassJ \nthat the colossal must be related, its excess of cise, its insufficient \ncise, the almost and the almost too much which holds it or raises \nor lowers it between two measures. \nWe have just glimpsed it: for the aesthetic evaluation to give \nrise to a mathematical measure, the intervention of the imagi­\nnation is indispensable. The imagination takes hold of (aufnimmt) \na sensory quantum in order to make an empirical estimation of \nit. Now the imagination, being intermediate between sensibility \nand understanding, is capable of two operations. And we redis­\ncover here the two edges, the two faces of the trait, of the limit \nor of the cise. Imagination is the cise because it has two cises. \nThe cise always has two cises: it de-limits. It has the cise of what \nit delimits and the cise of what it de-limits, of what it limits and \nof what is liberated in it of its limits. Two operations of the \nimagination, then, which are both prehensions. Apprehension (ap­\nprehensio, AuffassungJ can go to the infinite without difficulty. \nThe other operation, comprehension (comprehensio, Zusammen­\nfassung) cannot follow, it is finite, subjected to the intuitus de­\nrivatus and to the sensory. It arrives very quickly at a maximum, \nwhich is then set up as a fundamental measure. This maximum \nof comprehension is \"the fundamental measure, aesthetically the \nlargest, of the evaluation of size.\" And if apprehension extends \nbeyond this maximum, it lets go in comprehension what it gains \nin apprehension. Whence this apparently paradoxical conclusion: \nthe right place, the ideal topos for the experience of the sublime, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 156,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "versetzt",
        "wird",
        "sinkt",
        "meduse",
        "savary",
        "wohlgefallen",
        "riihrendes",
        "wie",
        "whh",
        "ein"
      ],
      "full_text": "'I \nThe Truth in Painting \nemotion proper to the thing. From far away, the apprehension \nof these stones gives rise only to an obscure representation \nwithout effect on the aesthetic judgment of the subject. From \nvery close, it takes time to complete the visual apprehension \nfrom base to summit, the first perceptions \"faint away\" before \nthe imagination reaches the last ones, and the \"comprehension \nis never complete,\" accomplished. So one has to find a middle \nplace, a correct distance for uniting the maximum of compre­\nhension to the maximum of apprehension, to take sight of the \nmaximum of what one cannot take and to imagine the maxi­\nmum of what one cannot see. And when the imagination at­\ntains its maximum and experiences the feeling of its impotence, \nits inadequacy to present the idea of a whole, it falls back, it \nsinks, it founders into itself (in sich selbst zuriick sinkt). And \nthis abyssal fall-back does not leave it without a certain positive \nemotion: a certain transference gives it the wherewithal to feel \npleased at this collapse which makes it come back to itself. \nThere is a \"pleasing-ones elf-in\" in this movement of the im­\npotent imagination (in sich selbst zuriick sinkt dadurch abet \nin ein riihrendes Wohlgefallen versetzt wird). This is what hap­\npens (another place of stone in the name of the Rock, and it's \nthe Church) when \"the spectator enters for the first time into \nthe Church of Saint Peter in Rome.\" He is \"lost\" or struck \nwith \"stupor.\" One would almost say turned to stone [meduse]: \na moment ago outside, now inside the stony crypt. \nThis is at least what people say (wie man erzahlt): Kant \nnever went to have a closer look, neither to Rome nor to Egypt. \nAnd we must also reckon with the distance of a narrative, a \nwritten narrative in the case of Savary's Letters. But does not \nthe distance required for the experience of the sublime open \nup perception to the space of narrative? Does not the divergence \nbetween apprehension and comprehension already appeal to a \nnarrative voice? Does it not already call itself, wHh a narrative \nvoice, the colossal? \nWe shall come back to it after having moved slowly round \nits site. In the previous paragraph, Kant has just named the \npyramids and Saint Peter of Rome: \"if the aesthetic judgement \nis to be pure (unmixed with any teleological judgement which, \nas such, belongs to reason), and if we are to give a suitable \nexample of it for the Critique of aesthetic judgement, we must \nnot point to the sublime in works of art, e.g. buildings, statues \nand the like, where a human end determines the form as well \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 158,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "cises",
        "formedy",
        "devant",
        "unlimits",
        "pre",
        "cise",
        "inadequation",
        "kolossos",
        "autre",
        "qui"
      ],
      "full_text": "I44 \nThe Truth in Painting \npas-without-from-the-one-to-the-other \n[pas-sans-de­\nl'une-a-l'autre: the pun suggests \"passing from one to the \nother\" -TRANS.] \nKant retouched his sentence several times, \nsharpening his quill on it. The \"which\" of the \"which is almost \ntoo large\" has as its antecedent, from one edition to another, \nthe concept or the presentation. But does this not amount to \nthe same thing? The presentation of something which is too \nlarge to be presented or the presentation, too large to be pre­\nsented, of something-that always produces an inadequation of \nthe presentation to itself. And this possible inequality of the \npresent of presentation to itself is what opens the dimension \nof the colossal, of the colossal Darstellen, of the erection there \nin front [la-devant] of the colossus which cises itself.35 It cises \nitself, rises up and rises up again in its immense cise, both \nlimited since what is presented remains too large, almost too \nlarge for it, and unlimited by the very thing it presents or which \npresents itself in it. This double trait of a cise which limits \nand unlimits at one and the same time, the divided line upon \nwhich a colossus comes to cise itself, incise itself without cise, \nis the sublime. Kant also calls it \"subjective\": let us decipher \nin this the psychic ideality of what \"is not in nature,\" the \norigin of the psyche as kolossos, the relation to the double of \nthe ci-devant36 who comes to erect himself la-devant. To su­\nperelevate himself, supposedly, beyond height. \n3 5 .  \"Qui se taille\"j also, in colloquial French, to beat it, to clear off. \n36. As an adjective, ci-devant means \"formedY\"j as a noun, it refers \nspecifically to a noble stripped of his title during the French Revolution. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 159,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "devant",
        "scenity",
        "cise",
        "perelevates",
        "originary",
        "parergon",
        "hav",
        "res",
        "priori",
        "onance"
      ],
      "full_text": "PARERGON \n145 \nci-devant. Colossal \nFort: Da. What comes-in-front[devant]-of-it-to-erect-itself. Hav­\ning to [Devant] erect itself in the excessive movement of its \nown disappearance, of its unpresentable presentation. The ob­\nscenity of its abyss. \nthis double \ncise is compared only with itself. For the limit does not exist. Even if \nthere is some, the cise of this broaching does not exist, it never begins, \nanywhere. Neither originary nor derived, like the trace of each trait. \nThat's what is presented without cise. \nand if you consider the trunk of the present \nwhich makes itself present here, you see double, you see that it \nwill have had to be double. The colossal is, in other words su­\nperelevates itself, on both sides of its own cise, it is on both sides \nits own cise, it is of its own cise on both sides. A priori and from \nthe start double colossus, if not double column. Whence its res­\nonance. \n"
    }
  ]
}