{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 3,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 108,
      "bucket": "C (3-5%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "des",
        "anchoritism",
        "erence",
        "signi",
        "ivri",
        "yukel",
        "rst",
        "ection",
        "identi",
        "alc"
      ],
      "full_text": " \nThe clumsy, equivocal way of the detour, borrowed by God from God.\nIrony of God, ruse of God, the oblique way, born of God, the path\ntoward God of which man is not a simple detour. The inﬁnite detour.\nWay of God. “Yukel, speak to us of the man who is a lie in God” (p. 94).\nThis way, preceded by no truth, and thus lacking the prescription of\ntruth’s rigor, is the way through the Desert. Writing is the moment of\nthe desert as the moment of Separation. As their name indicates—in\nAramaic—the Pharisees, those misunderstood men of literality, were\nalso “separated ones.” God no longer speaks to us; he has interrupted\nhimself: we must take words upon ourselves. We must be separated\nfrom life and communities, and must entrust ourselves to traces, must\nbecome men of vision because we have ceased hearing the voice from\nwithin the immediate proximity of the garden. “Sarah, Sarah with what does\nthe world begin?—With speech?—With vision?” (p. 173). Writing is displaced\non the broken line between lost and promised speech. The diﬀerence\nbetween speech and writing is sin, the anger of God emerging from\nitself, lost immediacy, work outside the garden. “The garden is speech,\nthe desert writing. In each grain of sand a sign surprises” (p. 169). The Judaic\nexperience as reﬂection, as separation of life and thought, signiﬁes the\ncrossing of the book as an inﬁnite anchoritism placed between two\nimmediacies and two self-identiﬁcations. “Yukel, how many pages to live, how\nmany to die, separate you from yourself, separate you from the book to the abandoning\nof the book?” (p. 44). The desert-book is made of sand, “of mad sand,” of\ninﬁnite, innumerable and vain sand. “Pick up a little sand, wrote Reb Ivri . . .\nthen you will know the vanity of the verb” (p. 122).\nThe Jewish consciousness is indeed the unhappy consciousness, and\nLe livre des questions is its poem; is the poem inscribed just beyond the\nphenomenology of the mind, which the Jew can accompany only for a\nshort while, without eschatological provision, in order not to limit his\ndesert, close his book and cauterize his cry.5 “Mark the ﬁrst page of a book\nwith a red ribbon, for the wound is inscribed at its beginning. Reb Alcé” (p. 122).\nIf absence is the heart of the question, if separation can emerge only\nin the rupture of God—with God—if the inﬁnite distance of the Other is\nrespected only within the sands of a book in which wandering and\nmirages are always possible, then Le livre des questions is simultaneously\nthe interminable song of absence and a book on the book. Absence\nattempts to produce itself in the book and is lost in being pronounced;\nedmond jabès and the question of the book\n83\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 109,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "des",
        "ourishes",
        "nonidenti",
        "idar",
        "nemein",
        "ndable",
        "nity",
        "rst",
        "demeure",
        "unspeci"
      ],
      "full_text": " \nit knows itself as disappearing and lost, and to this extent it remains\ninaccessible and impenetrable. To gain access to it is to lose it; to show\nit is to hide it; to acknowledge it is to lie. “Nothing is our principle concern,\nsaid Reb Idar” (p. 188), and Nothing—like Being—can only keep silent and\nhide itself.6\nAbsence. Absence of locality, ﬁrst of all. “Sarah: Speech annihilates distance,\nmakes the locale despair. Do we formulate speech or does it fashion us?” The absence of a\nplace is the title of one of the poems collected in Je bâtis ma demeure. It\nbegan thus: “Vague estate, obsessed page . . .” And Le livre des questions resolutely\nkeeps itself on the vague estate, in the non-place, between city and\ndesert, for in either the root is equally rejected or sterilized. Nothing\nﬂourishes in sand or between cobblestones, if not words. City and\ndesert, which are neither countries, nor countrysides, nor gardens,\nbesiege the poetry of Jabès and ensure that it will have a necessarily\ninﬁnite echo. City and desert simultaneously, that is, Cairo, whence\nJabès comes to us; he too, as is well known, had his ﬂight from Egypt.\nThe dwelling built by the poet with his “swords stolen from angels” is a\nfragile tent of words erected in the desert where the nomadic Jew is\nstruck with inﬁnity and the letter. Broken by the broken Law. Divided\nwithin himself—(the Greek tongue would doubtless tell us much about\nthe strange relation between law, wandering, and nonidentiﬁcation\nwith the self, the common root—nemein—of division, naming and\nnomadism). The poet of writing can only devote himself to the\n“unhappiness” that Nietzsche invokes upon, or promises to invoke\nupon, him who “hides deserts within him.” The poet—or the Jew—\nprotects the desert which protects both his speech (which can speak\nonly in the desert), and his writing (which can be traced only in the\ndesert). That is to say, by inventing, alone, an unﬁndable and unspeciﬁ-\nable pathway to which no Cartesian resolution can impart rectilinearity\nand issuance. “Where is the way? The way is always to be found. A white sheet of\npaper is full of ways. . . . We will go over the same way ten times, a hundred times”\n(Livre des questions, p. 55). Unwittingly, writing simultaneously designs\nand discovers an invisible labyrinth in the desert, a city in the sand. “We\nwill go over the same way ten times, a hundred times . . . And all these pathways have\ntheir own pathways.—Otherwise they would not be pathways” (p. 55). The entire\nﬁrst part of the Livre de l’absent can be read as a meditation on the way and\nthe letter. “At noon, he found himself once more facing inﬁnity, the white page. Every\nwriting and difference\n84\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 111,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "sacri",
        "tion",
        "nally",
        "tive",
        "ibid",
        "signi",
        "ation",
        "separ",
        "consecra",
        "bedsheet"
      ],
      "full_text": " \nthem apart: God contradicts himself already), only that which is writ-\nten gives me existence by naming me. It is thus simultaneously true\nthat things come into existence and lose existence by being named.\nSacriﬁce of existence to the word, as Hegel said, but also the consecra-\ntion of existence by the word. Moreover, it does not suﬃce to be\nwritten, for one must write in order to have a name. One must be\ncalled something. Which supposes that “My name is a question . . . Reb Eglal”\n(p. 125). “Without my texts, I am more anonymous than a bedsheet in the wind, more\ntransparent than a windowpane” (p. 123).\nThis necessary exchange of one’s existence with or for the letter—\nwhich is either to lose or to gain existence—is also imposed upon God:\nI did not seek you Sarah. I sought you. Through you, I ascend to the origin\nof the sign, to the unformulated writing sketched by the wind on the sand\nand on the sea, the untamed writing of the bird and the mischievous ﬁsh.\nGod, Master of wind, Master of sand, Master of birds and ﬁshes, expected\nfrom man the book that man expected from man; the one in order ﬁnally\nto be God, the other ﬁnally to be man.\n(Ibid., p. 189)\nAll letters form absence.\nThus God is the child of his name.\nReb Tal. (Ibid., p. 47)\nMaister Eckhart said: “God becomes God when creation says God.”\nThis assistance given to God by man’s writing does not contradict\nwriting’s inability to “help itself” (Phaedrus). Is not the divine—the\ndisappearance of man—announced in this distress of writing?\nIf absence does not allow itself to be reduced by the letter, this is so\nbecause it is the letter’s ether and respiration. The letter is the separ-\nation and limit in which meaning is liberated from its emprisonment\nin aphoristic solitude. No “logic,” no proliferation of conjunctive\nundergrowth can reach the end of its essential discontinuity and non-\ncontemporaneousness, the ingenuity of its under-stood [sous-entendu]\nsilences. The other originally collaborates with meaning. There is an\nessential lapse between signiﬁcations which is not the simple and posi-\ntive fraudulence of a word, nor even the nocturnal memory of all\nwriting and difference\n86\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 115,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "des",
        "nally",
        "uence",
        "cated",
        "uential",
        "erence",
        "bility",
        "dedi",
        "ation",
        "rst"
      ],
      "full_text": " \nmissing, one must be satisﬁed with the vicars of speech that are the cry\nand writing. This is Le livre des questions, the poetic revolution of our\ncentury, the extraordinary reﬂection of man ﬁnally attempting today—\nand always in vain—to retake possession of his language (as if this were\nmeaningful) by any means, through all routes, and to claim responsi-\nbility for it against a Father of Logos. One reads, for example, in Le livre\nde l’absent: “A decisive battle in which the vanquished, betrayed by their\nwounds, describe, as they fall to the ground, a page of writing dedi-\ncated by the victors to the chosen one who unwittingly set oﬀ the\nbattle. In fact, it is in order to aﬃrm the supremacy of the verb over\nman, of the verb over the verb, that the battle took place” (Livre de\nl’absent, p. 69). Is this conﬂuence Le livre des questions?\nNo. The song would no longer be sung if its tension was only\nconﬂuential. Conﬂuence must repeat the origin. This cry sings because\nin its enigma, it brings forth water from a cleft rock, the unique source,\nthe unity of a spurting rupture. After which come “currents,”\n“aﬄuents,” “inﬂuences.” A poem always runs the risk of being mean-\ningless, and would be nothing without this risk of being meaningless,\nand would be nothing without this risk. If Jabès’s poem is to risk\nhaving a meaning, or if his question, at least, is to risk having a meaning,\nthe source must be presumed; and it must be presumed that the unity\nof the source is not due to a chance encounter, but that beneath this\nencounter another encounter takes place today. A ﬁrst encounter, an\nencounter above all unique because it was a separation, like the separ-\nation of Sarah and Yukel. Encounter is separation. Such a proposition,\nwhich contradicts “logic,” breaks the unity of Being—which resides in\nthe fragile link of the “is”— by welcoming the other and diﬀerence into\nthe source of meaning. But, it will be said, Being must always already be\nconceptualized in order to say these things—the encounter and the\nseparation of what and of whom—and especially in order to say that\nencounter is separation. Certainly, but “must always already” precisely\nsigniﬁes the original exile from the kingdom of Being, signiﬁes exile as\nthe conceptualization of Being, and signiﬁes that Being never is, never\nshows itself, is never present, Is never now, outside diﬀerence (in all the\nsenses today required by this word).10 Whether he is Being or the\nmaster of beings, God himself is, and appears as what he is, within\ndiﬀerence, that is to say, as diﬀerence and within dissimulation.\nwriting and difference\n90\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 116,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "des",
        "scheler",
        "hme",
        "traditionality",
        "nal",
        "etc",
        "antisemites",
        "matic",
        "gra",
        "rst"
      ],
      "full_text": " \nIf, in the process of adding pitiful graﬃti to an immense poem, as\nwe are doing here, one insisted upon reducing the poem to its “the-\nmatic structure,” as it is called, one would have to acknowledge that\nnothing within it is original. The well-worn themes of the question\nwithin God, of negativity within God as the liberation of historicity\nand human speech, of man’s writing as the desire and question of God\n(and the double genitive is ontological before being grammatical, or\nrather is the embedding of the ontological and the grammatical within\nthe graphein),11 of history and discourse as the anger of God emerging\nhimself, etc., etc.—these themes are not ﬁrst proper to Böhme, to Ger-\nman romanticism, to Hegel, to the ﬁnal Scheler, etc., etc. Negativity in\nGod, exile as writing, the life of the letter are all already in the Cabala.\nWhich means “Tradition” itself. And Jabès is conscious of the Cabalistic\nresonances of his book. He even plays on them, occasionally (cf., for\nexample, Le livre de l’absent, p. 12).\nBut traditionality is not orthodoxy. Others, perhaps, will articulate\nthe ways in which Jabès also severs himself from the Jewish community,\nassuming that this last notion here has a sense, or has its classical sense.\nHe does not sever himself from it only insofar as concerns dogma, but\nmore profoundly still. For Jabès, who acknowledges a very late dis-\ncovery of a certain way of being part of Judaism, the Jew is but the\nsuﬀering allegory: “You are all Jews, even the antisemites, for you have all been\ndesignated for martyrdom” (Livre des questions, p. 180). He must justify himself\nto his blood brothers and to rabbis who are no longer imaginary. They\nwill all reproach him for this universalism, this essentialism, this\nskeletal allegorism, this neutralization of the event in the realms of\nthe symbolic and the imaginary.\nAddressing themselves to me, my blood brothers said: “You are not Jewish.\nYou do not come to the synagogue.” . . .\n(Livre des questions, p. 63)\nThe rabbis whose words you cite are charlatans. Have they ever existed?\nAnd you have nourished yourself on their impious words. . . .\nYou are Jewish for the others and so little Jewish for us.\nAddressing himself to me, the most contemplative of my blood brothers said:\nedmond jabès and the question of the book\n91\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 117,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "estab",
        "nally",
        "noncoincidence",
        "lished",
        "erence",
        "esh",
        "ibid",
        "rst",
        "identi",
        "ering"
      ],
      "full_text": " \n“To make no difference between a Jew and him who is not Jewish, is\nthis not already to cease being a Jew?” And they added: “Brotherhood\nis to give, give, give, and you will never be able to give what you are.”\nStriking my chest with my ﬁst I thought: “I am nothing. I have a severed\nhead. But is not a man worth a man? And a decapitated one worth a\nbeliever?”\n(Ibid., p. 64)\nJabès is not a defendant in this dialogue, for he carries both it and\nthe charges within him. In this noncoincidence of the self and the self,\nhe is more and less Jewish than the Jew. But the Jew’s identiﬁcation\nwith himself does not exist. The Jew is split, and split ﬁrst of all\nbetween the two dimensions of the letter: allegory and literality. His\nhistory would be but one empirical history among others if he estab-\nlished or nationalized himself within diﬀerence and literality. He\nwould have no history at all if he let himself be attenuated within the\nalgebra of an abstract universalism.\nBetween the too warm ﬂesh of the literal event and the cold skin of\nthe concept runs meaning. This is how it enters into the book. Every-\nthing enters into, transpires in the book. This is why the book is never\nﬁnite. It always remains suﬀering and vigilant.\n—A lamp is on my table and the house is in the book.\n—I will ﬁnally live in the house.\n(Ibid., p. 15)\nWhere is the book found?\n—In the book.\n(Ibid.)\nEvery exit from the book is made within the book. Indeed, the end of\nwriting keeps itself beyond writing: “Writing that culminates in itself is only a\nmanifestation of spite.” If writing is not a tearing of the self toward the\nother within a confession of inﬁnite separation, if it is a delectation of\nitself, the pleasure of writing for its own sake, the satisfaction of the\nartist, then it destroys itself. It syncopates itself in the roundness\nof the egg and the plenitude of the Identical. It is true that to go toward\nwriting and difference\n92\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 120,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "des",
        "rms",
        "nonliterature",
        "nally",
        "blanchot",
        "rela",
        "irrationalism",
        "tionship",
        "mor",
        "modi"
      ],
      "full_text": " \nthe heading of the meaning of Being? The dissimulation of a still\nillegible writing?\nThe radical illegibility of which we are speaking is not irrationality,\nis not despair provoking non-sense, is not everything within the\ndomains of the incomprehensible and the illogical that is anguishing.\nSuch an interpretation—or determination—of the illegible already\nbelongs to the book, is enveloped within the possibility of the volume.\nOriginal illegibility is not simply a moment interior to the book, to\nreason or to logos; nor is it any more their opposite, having no rela-\ntionship of symmetry to them, being incommensurable with them.\nPrior to the book (in the nonchronological sense), original illegibility\nis therefore the very possibility of the book and, within it, of the\nulterior and eventual opposition of “rationalism” and “irrationalism.”\nThe Being that is announced within the illegible is beyond these\ncategories, beyond, as it writes itself, its own name.\nIt would be ludicrous to impugn Jabès for not having pronounced\nthese questions in Le livre des questions. They can only sleep within the\nliterary act which needs both their life and their lethargy. Writing\nwould die of the pure vigilance of the question, as it would of the\nsimple erasure of the question. Is not to write, once more, to confuse\nontology and grammar? The grammar in which are inscribed all the\ndislocations of dead syntax, all the aggressions perpetrated by speech\nagainst language, every questioning of the letter itself? The written\nquestions addressed to literature, all the tortures inﬂicted upon it, are\nalways transﬁgured, drained, forgotten by literature, within literature;\nhaving become modiﬁcations of itself, by itself, in itself, they are mor-\ntiﬁcations, that is to say, as always, ruses of life. Life negates itself in\nliterature only so that it may survive better. So that it may be better. It\ndoes not negate itself any more than it aﬃrms itself: it diﬀers from\nitself, defers itself, and writes itself as diﬀérance. Books are always books\nof life (the archetype would be the Book of Life kept by the God of the\nJews) or of afterlife (the archetype would be the Books of the Dead kept\nby the Egyptians). When Maurice Blanchot writes: “Is man capable of a\nradical interrogation, that is to say, ﬁnally, is man capable of literature?”\none could just as well say, on the basis of a certain conceptualization of\nlife, “incapable” half the time. Except if one admits that pure literature\nis nonliterature, or death itself. The question about the origin of the\nedmond jabès and the question of the book\n95\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 121,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "nal",
        "rida",
        "mem",
        "ory",
        "reb",
        "rmation"
      ],
      "full_text": " \nbook, the absolute interrogation, the interrogation of all possible inter-\nrogations, the “interrogation of God” will never belong to a book.\nUnless the question forgets itself within the articulations of its mem-\nory, the time of its interrogation, the time and tradition of its sentence,\nand unless the memory of itself, the syntax binding the question to\nitself, does not make a disguised aﬃrmation of this origin. Already a\nbook of the question becoming remote from its origin.\nHenceforth, so that God may indeed be, as Jabès says, an interrogation of\nGod, would we not have to transform a ﬁnal aﬃrmation into a question?\nLiterature would then, perhaps, only be the dreamlike displacement of\nthis question:\n“There is the book of God in which God questions himself, and there is the\nbook of man which is proportionate to that of God.”\nReb Rida\nwriting and difference\n96\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 122,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "philosophia",
        "perennis",
        "nonphilosophy",
        "ence",
        "levinas",
        "osophy"
      ],
      "full_text": " \n4\nVIOLENCE AND METAPHYSICS\nAn essay on the thought of\nEmmanuel Levinas1\nHebraism and Hellenism,—between these two points of inﬂu-\nence moves our world. At one time it feels more powerfully\nthe attraction of one of them, at another time of the other;\nand it ought to be, though it never is, evenly and happily\nbalanced between them.\n(Matthew Arnold, Culture and Anarchy)\nThat philosophy died yesterday, since Hegel or Marx, Nietzsche, or\nHeidegger—and philosophy should still wander toward the meaning\nof its death—or that it has always lived knowing itself to be dying (as\nis silently confessed in the shadow of the very discourse which declared\nphilosophia perennis); that philosophy died one day, within history, or that it\nhas always fed on its own agony, on the violent way it opens history by\nopposing itself to nonphilosophy, which is its past and its concern, its\ndeath and wellspring; that beyond the death, or dying nature, of phil-\nosophy, perhaps even because of it, thought still has a future, or even,\nas is said today, is still entirely to come because of what philosophy has\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 125,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "heideggerean",
        "tion",
        "dif",
        "husserlian",
        "telos",
        "erence",
        "speci",
        "archia",
        "erent",
        "approxima"
      ],
      "full_text": " \nstammer and huddle lazily in the depths of childhood, but precisely the\nopposite.\nClose to us and since Hegel, in his mighty shadow, the two great\nvoices which have ordered us to this total repetition—which itself\nhas recalled us to ourselves and has been acknowledged as of utmost\nphilosophical urgency—are those of Husserl and Heidegger. Despite\nthe most profound dissimilarities, the appeal to tradition—which is in\nno way traditional—is shaped by an intention common to Husserlian\nphenomenology and to what we will call provisionally, by approxima-\ntion and for reasons of economy, Heideggerean “ontology.”3\nThus, very brieﬂy:\n1. The entirety of philosophy is conceived on the basis of its Greek\nsource. As is well known, this amounts neither to an occidental-\nism, nor to a historicism.4 It is simply that the founding concepts\nof philosophy are primarily Greek, and it would not be possible to\nphilosophize, or to speak philosophically, outside this medium.\nThat Plato, for Husserl, was the founder of a reason and a philo-\nsophical task whose telos was still sleeping in the shadows; or that\nfor Heidegger, on the contrary, Plato marks the moment at which\nthe thought of Being forgets itself and is determined as\nphilosophy—this diﬀerence is decisive only at the culmination of\na common root which is Greek. The diﬀerence is fraternal in its\nposterity, entirely submitted to the same domination. Domination\nof the same too, which will disappear neither in phenomenology\nnor in “ontology.”\n2. The archaeology to which Husserl and Heidegger lead us by dif-\nferent paths entails, for both, a subordination or transgression, in\nany event a reduction of metaphysics. Even though, for each, this\ngesture has an entirely diﬀerent meaning, or at least does so\napparently.\n3. Finally, the category of the ethical is not only dissociated from\nmetaphysics but coordinated with something other than itself, a\nprevious and more radical function. When ethics is not treated this\nway, when law, the power of resolution, and the relationship to\nthe other are once more part of the archia, they lose their ethical\nspeciﬁcity.5\nwriting and difference\n100\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 126,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "historico",
        "heideggerean",
        "nally",
        "husserlian",
        "rst",
        "levinas",
        "cated",
        "osophy",
        "dence",
        "desic"
      ],
      "full_text": " \nThese three motifs arrayed at the unique source of the unique phil-\nosophy would indicate the only possible direction to be taken by any\nphilosophical resource in general. Any possible dialogue between\nHusserlian phenomenology and Heideggerean “ontology,” at every\npoint where they are more or less directly implicated, can be under-\nstood only from within the Greek tradition. At the moment when the\nfundamental conceptual system produced by the Greco-European\nadventure is in the process of taking over all of humanity, these three\nmotifs would predetermine the totality of the logos and of the world-\nwide historico-philosophical situation. No philosophy could possibly\ndislodge them without ﬁrst succumbing to them, or without ﬁnally\ndestroying itself as a philosophical language. At a historical depth\nwhich the science and philosophies of history can only presuppose, we\nknow that we are consigned to the security of the Greek element; and\nwe know it with a knowledge and a conﬁdence which are neither\nhabitual nor comfortable but, on the contrary, permit us to experience\ntorment or distress in general. For example, the consciousness of crisis\nis for Husserl but the provisional, almost necessary covering up of a\ntranscendental motif which in Descartes and in Kant was already\nbeginning to accomplish the Greek aim: philosophy as science. When\nHeidegger says that “for a long time, too long, thought has been desic-\ncated,” like a ﬁsh out of water, the element to which he wishes to\nreturn thought is still—already—the Greek element, the Greek thought\nof Being, the thought of Being whose irruption or call produced\nGreece. The knowledge and security of which we are speaking are\ntherefore not in the world: rather, they are the possibility of our\nlanguage and the nexus of our world.\nIt is at this level that the thought of Emmanuel Levinas can make us\ntremble.\nAt the heart of the desert, in the growing wasteland, this thought,\nwhich fundamentally no longer seeks to be a thought of Being\nand phenomenality, makes us dream of an inconceivable process of\ndismantling and dispossession.\n1. In Greek, in our language, in a language rich with all the alluvia of\nits history—and our question takes shape already—in a language\nthat admits to its powers of seduction while playing on them\nviolence and metaphysics 101\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 130,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "husserlian",
        "pre",
        "exteriority",
        "erence",
        "tes",
        "ousias",
        "etc",
        "axiological",
        "noema",
        "levinas"
      ],
      "full_text": " \nAt this point, the accusation remains timid and is not of a piece.\n(a) First, it is diﬃcult to maintain a philosophical discourse against\nlight. And thirty years later, when the charges against theoretism\nand (Husserlian) phenomenology became the essential motifs in\nthe break with tradition, the nudity of the face of the other—this\nepiphany of a certain non-light before which all violence is to be\nquieted and disarmed—will still have to be exposed to a certain\nenlightenment. Especially as concerns the violence implicit in\nphenomenology.\n(b) Next, it is diﬃcult to overlook the fact that Husserl so little pre-\ndetermined Being as object that in Ideas I absolute existence is\naccorded only to pure consciousness. True, it has often been\nargued that the diﬀerence hardly counts, and that a philosophy of\nconsciousness is always a philosophy of the object. Levinas’s read-\ning of Husserl on this point has always been nuanced, supple,\ncontrasted. As early as in the Theory of Intuition, theory is correctly\ndistinguished from objectivity in general. As we shall see later,\npractical, axiological, etc., consciousness is for Husserl too a\nconsciousness of the object. Levinas openly acknowledges this.\nTherefore, the accusation is really directed against the irreducible\nprimacy of the subject-object correlation. But, later, Levinas will\ninsist more and more on those aspects of Husserlian phenomen-\nology which take us to the inner or outer reaches of the “subject-\nobject correlation.” For example, this would be “intentionality\nas a relationship with otherness,” as an “exteriority which is\nnot objective,” sensibility, passive genesis, the movement of\ntemporalization, etc.11\n(c) Further, for Levinas the sun of the epekeina tes ousias will always\nilluminate the pure awakening and inexhaustible source of\nthought (TI, p.127). It is not only the Greek ancestor of the Inﬁnite\nwhich transcends totality (the totality of being or of noema, the\ntotality of the same or the ego),12 but is also the instrument of\ndestruction for the phenomenology and ontology subjected to the\nneutral totality of the Same as Being or as Ego. All the essays in\n1947 grouped under the title De l’existence à l’existant will be placed\nunder the sign of “the Platonic formulation placing the Good\nviolence and metaphysics 105\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 131,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "metaontology",
        "ousias",
        "serl",
        "nity",
        "nomenology",
        "phor",
        "nontheoretical",
        "cre",
        "ation",
        "tes"
      ],
      "full_text": " \nbeyond Being.” (In Totality and Inﬁnity the “Phenomenology of Eros”\ndescribes the movement of the epekeina tes ousias in the very experi-\nence of the caress.) In 1947 Levinas calls this movement, which is\nnot theological, not a transcendence toward “a superior exist-\nence,” “ex-cendence.” With a foothold in being, excendence is a\n“departure from being and from the categories which describe\nit.” This ethical excendence designates the site—rather the non-\nsite—of metaphysics as metatheology, metaontology, metaphe-\nnomenology. We will have to return to this reading of the epekeina\ntes ousias and its relationship to ontology. Since we are speaking of\nlight, let us note for the moment that the Platonic movement is\ninterpreted such that it leads no longer to the sun but even beyond\nlight and Being, beyond the light of Being. “We thus encounter in\nour own way the Platonic idea of the Good beyond Being,” we read at\nthe end of Totality and Inﬁnity (p. 293–my italics), concerning cre-\nation and fecundity. In our own way, which is to say that ethical\nexcendence is not projected toward the neutrality of the good, but\ntoward the Other, and that which (is) epekeina tes ousias is not essen-\ntially light but fecundity or generosity. Creation is but creation of\nthe other; it can be only as paternity, and the relations of the father\nto son escape all the logical, ontological, and phenomenological\ncategories in which the absoluteness of the other is necessarily the\nsame. (But did not the Platonic sun already enlighten the visible\nsun, and did not excendence play upon the meta-phor of these\ntwo suns? Was not the Good the necessarily nocturnal source of all\nlight? The light of light beyond light. The heart of light is black, as\nhas often been noticed.13 Further, Plato’s sun does not only\nenlighten: it engenders. The good is the father of the visible\nsun which provides living beings with “creation, growth and\nnourishment” Republic, 508a—509b.)\n(d) Finally, Levinas is certainly quite attentive to everything in Hus-\nserl’s analyses which tempers or complicates the primordiality of\ntheoretical consciousness. In a paragraph devoted to nontheoretical\nconsciousness, it is acknowledged that the primacy of objectivity in\ngeneral is not necessarily confused, in Ideas I, with the primacy of\nthe theoretical attitude. There are nontheoretical acts and objects\n“of a new and irreducible ontological structure.” “For example,\nwriting and difference\n106\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 132,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "consti",
        "husserlianism",
        "nontheoretical",
        "speci",
        "siveness",
        "violences",
        "espe",
        "gegenst",
        "culties",
        "theoretism"
      ],
      "full_text": " \nsays Husserl, the act of valorization constitutes an axiological object\n(Gegenständlichkeit), speciﬁc in relation to the world of things; consti-\ntutes a being from a new region.” Levinas also admits on several\noccasions that the importance accorded to theoretical objectivity\nhas to do with the transcendental guide most often chosen in Ideas\nI: the perception of extended things. (However, we already know\nthat this guide could be only a provisional example.)\nDespite all these precautions, despite a constant oscillation between\nthe letter and the spirit of Husserlianism (the former most often con-\ntested in the name of the latter),14 and despite Levinas’s insistence\nupon what is called a “ﬂuctuation in Husserl’s thought,” a break not to\nbe reconsidered is signiﬁed. The phenomenological reduction, whose\n“historical role . . . is not even a problem” for Husserl, remains a\nprisoner of the natural attitude which is possible “in the extent to\nwhich the latter is theoretical.”15 “Husserl gives himself the liberty of\ntheory as he gives himself theory itself.” Chapter 4 of La conscience théor-\nique designates, within a compressed and nuanced analysis, the point\nof departure: one cannot simultaneously maintain the primacy of the\nobjectifying act and the irreducible originality of nontheoretical\nconsciousness. And if “the conception of consciousness in the 5th\nUntersuchung seems to us not only to aﬃrm a primacy of theoretical\nconsciousness, but sees it as the only access to what creates the being of\nthe object,” if “the existing world, which is revealed to us, has the\nmode of existence of the object given over to the theoretical glance,” if\n“the real world is the world of knowledge,” if “in his [Husserl’s]\nphilosophy . . . knowledge and representation16 is not a mode of life to\nthe same degree as the others, nor a secondary mode,” then “we will\nhave to take our leave.”\nOne already foresees the unease to which a thought rejecting the\nexcellence of theoretical rationality will have to resign itself later, espe-\ncially in that it never ceases to appeal to the most uprooted rationalism\nand universalism against the violences of mysticism and history,\nagainst the ravishing of enthusiasm and ecstasy. One foresees too, the\ndiﬃculties of a progression which leads to a metaphysics of separation\nthrough a reduction of theoretism. For separation, distance or impas-\nsiveness heretofore have been the targets of the classical objections\nviolence and metaphysics 107\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 133,
      "bucket": "D (5-10%)",
      "error_rate": 8.2,
      "unknown_words_sample": [
        "pos",
        "aeternitatis",
        "munion",
        "exteriority",
        "ibid",
        "premetaphysical",
        "terior",
        "und",
        "icity",
        "ation"
      ],
      "full_text": " \nagainst theoretism and objectivism. On the contrary, there will be\nmore force—and danger—in denouncing the blindness of theoretism, its\ninability to depart from itself towards absolute exteriority, towards the\ntotally-other, the inﬁnitely-other “more objective than objectivity”\n(TI). The complicity of theoretical objectivity and mystical com-\nmunion will be Levinas’s true target. The premetaphysical unity of one\nand the same violence. An alternation which always modiﬁes the same\nconﬁnement of the other.\nIn 1930 Levinas turns toward Heidegger against Husserl. Sein und Zeit is\npublished, and Heidegger’s teaching begins to spread. Everything\nwhich overﬂows the commentary and “letter” of Husserl’s texts moves\ntoward “ontology,” “in the very special sense Heidegger gives to the\nterm” (Théorie de l’intuition [hereafter THI]). In his critique of Husserl,\nLevinas retains two Heideggerean themes: (1) despite “the idea, so\nprofound, that in the ontological order the world of science is pos-\nterior to the concrete and vague world of perception, and depends\nupon it,” Husserl “perhaps was wrong to see in this concrete world, a\nworld of perceived objects above all” (THI). Heidegger goes further,\nsince for him this world is not primarily given over to the glance, but is\nrather—and we wonder whether Heidegger would have accepted this\nformulation—“ in its very Being like a center of action, a ﬁeld of activity\nor of solicitude” (ibid.). (2) if Husserl was right in his opposition to\nhistoricism and naturalistic history, he neglected “the historical situ-\nation of man. . . understood in another sense.”17 There exist a histor-\nicity and a temporality of man that are not only predicates but “the\nvery substantiality of his substance.” It is “this structure . . . which\noccupies such an important place in Heidegger’s thought” (ibid.).\nOne already foresees the unease to which a thought rejecting the\nexcellence of a “philosophy” which “appears . . . as independent of\nman’s historical situation as a theory seeking to consider everything sub\nspecie aeternitatis” (THI) will have to resign itself later, especially in that it\nnever ceases to call upon the “eschatology” which like experience “as\nthe ‘beyond’ of history withdraws beings from history’s jurisdiction.”\nThere is no contradiction here but rather a displacement of concepts—\nin this case the concept of history—which we must follow. Perhaps\nthen the appearance of contradiction will vanish as the fantasy of a\nwriting and difference\n108\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 134,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "heideggerean",
        "cogito",
        "nally",
        "funda",
        "ibid",
        "signi",
        "cogitatum",
        "struc",
        "levinas",
        "ers"
      ],
      "full_text": " \nphilosophy enveloped in its own fundamental conceptions. A contra-\ndiction according to what Levinas often will call “formal logic.”\nLet us follow this displacement. The respectful, moderate reproach\ndirected against Husserl in a Heideggerean style will soon become the\nmain charge of an indictment this time directed against Heidegger, and\nmade with a violence that will not cease to grow. Certainly it is not a\nquestion of denouncing as militant theoretism a thought which, in its\ninitial act, refused to treat the self-evidence of the object as its ultimate\nrecourse; a thought for which the historicity of meaning, according to\nLevinas’s own terms, “destroys clarity and constitution as authentic\nmodes of the existence of the mind” (En découvrant l’existence [hereafter\nEDE]); and for which, ﬁnally, “the self-evident is no longer the funda-\nmental mode of intellection,” for which “existence is irreducible to the\nlight of the self-evident” and “the drama of existence” is played out\n“before light” (ibid.). Nevertheless, at a singular depth—but the fact\nand the accusation are made only more signiﬁcant by it—Heidegger still\nwould have questioned and reduced theoretism from within, and in\nthe name of, a Greco-Platonic tradition under the surveillance of the\nagency of the glance and the metaphor of light. That is, by the spatial\npair inside-outside (but is this, in all its aspects, a spatial pair?) which\ngives life to the opposition of subject and object. By allegedly reducing\nthis last schema, Heidegger would have retained what made it possible\nand necessary: light, unveiling, comprehension or precomprehension.\nThis is what the texts written after En découvrant l’existence tell us.\n“Heideggerean care, illuminated as it is by comprehension (even if\ncomprehension oﬀers itself as care), is already determined by the struc-\nture ‘inside-outside’ that characterizes light.” In making the structure\n“inside-outside” tremble at the point where it would have resisted\nHeidegger, Levinas in no way pretends to erase it, or to deny its mean-\ning and existence. Nor does he do so, moreover, when the opposition\nsubject-object or cogito-cogitatum is in question. In the style by which\nstrong and faithful thought is recognized (this is Heidegger’s style\ntoo), Levinas respects the zone or layer of traditional truth; and the\nphilosophies whose presuppositions he describes are in general neither\nrefuted nor criticized. Here, for example, it is a question simply of\nrevealing beneath this truth, as that which founds it and is dissimulated\nwithin it, “a situation which precedes the division of Being into an\nviolence and metaphysics 109\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 135,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "nding",
        "ine",
        "exteriority",
        "temporality",
        "lucinatory",
        "mitsein",
        "culty",
        "ect",
        "alterity",
        "ectual"
      ],
      "full_text": " \ninside and an outside.” However it is also a question of inaugurating, in\na way that is to be new, quite new, a metaphysics of radical separation\nand exteriority. One anticipates that this metaphysics will have some\ndiﬃculty ﬁnding its language in the medium of a traditional logos\nentirely governed by the structure “inside-outside,” “interior-exterior.”\nThus, “without being knowledge, Heidegger’s temporality is\necstasy, ‘being outside itself.’ Not a transcendence of theory, but\nalready deportation from an interior toward an exterior.” The structure\nof Mitsein18 itself will be interpreted as a Platonic inheritance, belonging\nto the world of light. In eﬀect, through the experience of eros and\npaternity, through the waiting for death, there should arise a relation-\nship to the other which can no longer be understood as a modiﬁcation\nof “the Eleatic notion of Being” (Le temps et l’autre [hereafter TA]). The\nlatter would demand that multiplicity be included in, subjected to, the\ndomination of unity. And it would still govern Plato’s philosophy,\naccording to Levinas, even unto its concept of femininity (conceived as\nmatter in the categories of activity and passivity) and its concept of the\ncity-state which “must imitate the world of ideas.”\n“It is . . . toward a pluralism which does not fuse into unity that we\nwish to make our way; and, if it can be dared, to break with Parme-\nnides” (TA). Thus, Levinas exhorts us to a second parricide. The Greek\nfather who still holds us under his sway must be killed; and this is what\na Greek—Plato—could never resolve to do, deferring the act into a hal-\nlucinatory murder. A hallucination within the hallucination that is\nalready speech. But will a non-Greek ever succeed in doing what a\nGreek in this case could not do, except by disguising himself as a\nGreek, by speaking Greek, by feigning to speak Greek in order to get near\nthe king? And since it is a question of killing a speech, will we ever\nknow who is the last victim of this stratagem? Can one feign speaking a\nlanguage? The Eleatic stranger and disciple of Parmenides had to give\nlanguage its due for having vanquished him: shaping non-Being\naccording to Being, he had to “say farewell to an unnamable opposite\nof Being” and had to conﬁne non-Being to its relativity to Being, that is\nto the movement of alterity.\nWhy was the repetition of the murder necessary according to\nLevinas? Because the Platonic gesture will be ineﬀectual for as long as\nmultiplicity and alterity are not understood as the absolute solitude of the\nwriting and difference\n110\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 136,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "des",
        "existenz",
        "ction",
        "enheit",
        "dasein",
        "der",
        "und",
        "weise",
        "metaphysik",
        "das"
      ],
      "full_text": " \nexistent in its existence. These are the translations of Seiendes and Sein chosen\nby Levinas at this point “for reasons of euphony” (TA).19 This choice\nwill always retain a certain ambiguity: by existent, in eﬀect, Levinas\nalmost if not always understands the being which is man, being in the\nform of Dasein. Now, thus understood, the existent is not being (Seiendes)\nin general, but refers to what Heidegger calls Existenz—mainly because it\nhas the same root—that is “the mode of Being, and precisely, the Being\nof the being which keeps itself open for the aperture of Being, and\nwithin it.” “Was bedeutet ‘Existenz’ in Sein und Zeit? Das wort nennt\neine Weise des Seins, und zwar das Sein desjenigen Seienden, das oﬀen\nsteht für die Oﬀenheit des Seins, in der es steht, indem es sie aussteht”\n(Introduction to Was ist Metaphysik).\nNow this solitude of the “existent” in its “existence” would be\nprimordial and could not be conceived on the basis of the neutral unity\nof existence which Levinas often and profoundly describes under the\nheading of the “there is.” But is not the “there is” the totality of\nindeterminate, neutral, anonymous beings rather than Being itself? The\ntheme of the “there is” calls for systematic confrontation with\nHeidegger’s allusions to the “es gibt” (Being and Time, Letter on Humanism),\nand for a confrontation too, of terror, which Levinas opposes to\nHeideggerean anguish, with the experience of fright, which Heidegger\nsays, in the Nachwort to Was ist Metaphysik, “always resides near essential\nanxiety.”\nThe relationship to the other arises from the depths of this solitude.\nWithout it, without this primordial secret, parricide is philosophy’s\ntheatrical ﬁction. To understand the secret on the basis of the unity of\nexistence, on the pretext that it exists or that it is the secret of the\nexistent, “is to conﬁne oneself to unity, and to let Parmenides escape\nevery parricide” (TA). Therefore, Levinas henceforth will move toward\na thought of original diﬀerence. Is this thought in contradiction with\nHeidegger’s intentions? Is there a diﬀerence between this diﬀerence\nand the diﬀerence of which Heidegger speaks? Is their juxtaposition\nanything but verbal? And which diﬀerence is more original? We will\nconsider these questions later.\nA world of light and of unity, a “philosophy of a world of light, a\nworld without time.” In this heliopolitics “the social ideal will be\nsought in an ideal of fusion . . . the subject . . . losing himself in a\nviolence and metaphysics 111\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 140,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "gure",
        "polemizes",
        "exteriority",
        "ethico",
        "premetaphysical",
        "alterity",
        "llment",
        "rst",
        "levinas",
        "cer"
      ],
      "full_text": " \nof alterity ﬁrst necessary in order to become “self-consciousness” “cer-\ntain of itself” (Phenomenology of the Mind and Encyclopedia). For Levinas, on\nthe contrary, desire is the respect and knowledge of the other as other,\nthe ethico-metaphysical moment whose transgression consciousness\nmust forbid itself. According to Hegel, on the contrary, this gesture of\ntransgression and assimilation is necessary and essential. Levinas sees in\nit a premetaphysical, natural necessity, and in several splendid analyses\nseparates desire from enjoyment—which Hegel does not appear to do.\nEnjoyment is only deferred in work:22 thus, Hegelian desire would be\nonly need, in Levinas’s sense. But one rightly suspects that things\nwould appear more complicated, if one followed closely the movement\nof certitude and the truth of desire in the Phenomenology of the Mind.\nDespite his anti-Kierkegaardian protests, Levinas here returns to the\nthemes of Fear and Trembling: the movement of desire can be what it is\nonly paradoxically, as the renunciation of desire.\nNeither theoretical intentionality nor the aﬀectivity of need exhaust\nthe movement of desire: they have as their meaning and end their own\naccomplishment, their own fulﬁllment and satisfaction within the\ntotality and identity of the same. Desire, on the contrary, permits itself\nto be appealed to by the absolutely irreducible exteriority of the other\nto which it must remain inﬁnitely inadequate. Desire is equal only to\nexcess. No totality will ever encompass it. Thus, the metaphysics of\ndesire is a metaphysics of inﬁnite separation. Not a consciousness of\nseparation as a Judaic consciousness, as an unhappy consciousness:23 in\nthe Hegelian Odyssey Abraham’s unhappiness is an expediency, the\nprovisional necessity of a ﬁgure and a transition within the horizons of\na reconciliatory return to self and absolute knowledge. Here there is no\nreturn. For desire is not unhappy. It is opening and freedom. Further, a\ndesired inﬁnite may govern desire itself, but it can never appease desire\nby its presence. “And if desire were to cease with God / Ah, I would\nenvy you hell.” (May we cite Claudel to comment upon Levinas, when\nthe latter also polemizes against “this spirit admired since [our] earliest\nyouth”?)\nThe inﬁnitely other is the invisible, since vision opens up only the\nillusory and relative exteriority of theory and of need. A provisional\nexteriority, given only within sight of its own consummation, its own\nconsumption. Inaccessible, the invisible is the most high. This\nviolence and metaphysics 115\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 141,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "ance",
        "erence",
        "wahl",
        "etc",
        "nonformal",
        "nity",
        "alterity",
        "ects",
        "levinas",
        "modi"
      ],
      "full_text": " \nexpression—perhaps inhabited by the Platonic resonances Levinas\nevokes, but more so by others more readily recognizable—tears apart, by\nthe superlative excess, the spatial literality of the metaphor. No matter\nhow high it is, height is always accessible; the most high, however, is\nhigher than height. No addition of more height will ever measure it. It\ndoes not belong to space, is not of this world. But what necessity\ncompels this inscription of language in space at the very moment when\nit exceeds space? And if the pole of metaphysical transcendence is a\nspatial non-height, what, in the last analysis, legitimates the expression\nof trans-ascendance, borrowed from Jean Wahl? The theme of the face\nperhaps will help us understand it.\nThe ego is the same. The alterity or negativity interior to the ego, the\ninterior diﬀerence, is but an appearance: an illusion, a “play of the\nSame,” the “mode of identiﬁcation” of an ego whose essential\nmoments are called body, possession, home, economy, etc. Levinas\ndevotes some splendid descriptions to them. But this play of the same is\nnot monotonous, is not repeated as monologue and formal tautology.\nAs the work of identiﬁcation and the concrete production of egoity, it\nentails a certain negativity. A ﬁnite negativity, an internal and relative\nmodiﬁcation through which the ego aﬀects itself by itself, within its\nown movement of identiﬁcation. Thus it alters itself toward itself\nwithin itself. The resistance to work, by provoking it, remains a\nmoment of the same, a ﬁnite moment that forms a system and a totality\nwith the agent. It necessarily follows, then, that Levinas will describe\nhistory as a blinding to the other, and as the laborious procession of the\nsame. One may wonder whether history can be history, if there is history,\nwhen negativity is enclosed within the circle of the same, and when\nwork does not truly meet alterity, providing itself with its own resist-\nance. One wonders whether history itself does not begin with this\nrelationship to the other which Levinas places beyond history. The\nframework of this question should govern the entire reading of Totality\nand Inﬁnity. In any event, one observes the displacement of the concept\nof historicity of which we spoke above. It must be acknowledged that\nwithout this displacement no anti-Hegelianism could be logically con-\nsequent. The necessary condition for this anti-Hegelianism is therefore\nfulﬁlled.\nA precaution must be made: the theme of the concrete (nonformal)\nwriting and difference\n116\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 142,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "ered",
        "rms",
        "etc",
        "nity",
        "dissymetry",
        "alterity",
        "rst",
        "levinas",
        "heterology",
        "inde"
      ],
      "full_text": " \ntautology or of false (ﬁnite) heterology—this very diﬃcult theme is\nproposed rather discreetly at the beginning of Totality and Inﬁnity, but it\nconditions every aﬃrmation made in the book. If negativity (work,\nhistory, etc.) never has a relation to the other, if the other is not the\nsimple negation of the same, then neither separation nor metaphysical\ntranscendence can be conceived under the category of negativity. Just\nas—as we saw above—simple internal consciousness could not provide\nitself with time and with the absolute alterity of every instant without\nthe irruption of the totally-other, so the ego cannot engender alterity\nwithin itself without encountering the Other.\nIf one is not convinced by these initial propositions authorizing the\nequation of the ego and the same, one never will be. If one does not\nfollow Levinas when he aﬃrms that the things oﬀered to work or to\ndesire—in the Hegelian sense: for example, natural objectivity—belong\nto the ego, to the ego’s economy (to the same), and do not oﬀer the\nabsolute resistance reserved for the other (Others); if one is tempted to\nthink that this last resistance supposes, in its innermost meaning, the\npossibility of the resistance of things—the existence of the world which\nis not myself and in which I am, in as original a way as one may wish,\nfor example as origin of the world within the world, although it is not\nto be confused with this possibility; if one does not follow Levinas\nwhen he aﬃrms that the true resistance to the same is not that of\nthings, is not real but rather is intelligible,24 and if one rebels against the\nnotion of a purely intelligible resistance, then in all these cases one will\nfollow Levinas no further. Nor will one be able to follow, without an\nindeﬁnable malaise, the conceptual operations liberated by the classical\ndissymetry of the same and other, as they are overturned; or (as a\nclassical mind would say), while they feign permitting themselves to be\noverturned, all the while remaining the same, impassive beneath an\nalgebraic substitution.\nWhat, then, is this encounter with the absolutely-other? Neither\nrepresentation, nor limitation, nor conceptual relation to the same. The\nego and the other do not permit themselves to be dominated or made\ninto totalities by a concept of relationship. And ﬁrst of all because the\nconcept (material of language), which is always given to the other, cannot\nencompass the other, cannot include the other. The dative or vocative\ndimension which opens the original direction of language, cannot lend\nviolence and metaphysics 117\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 144,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "pos",
        "sible",
        "insti",
        "nence",
        "tutes",
        "cile",
        "libert",
        "bene",
        "imma",
        "premetaphysical"
      ],
      "full_text": " \nPresent not as a total presence but as a trace. Therefore, before all\ndogmas, all conversions, all articles of faith or philosophy, experience\nitself is eschatological at its origin and in each of its aspects.\nFace to face with the other within a glance and a speech which both\nmaintain distance and interrupt all totalities, this being-together\nas separation precedes or exceeds society, collectivity, community.\nLevinas calls it religion. It opens ethics. The ethical relation is a religious\nrelation (Diﬃcile liberté [hereafter DL]). Not a religion, but the religion,\nthe religiosity of the religious. This transcendence beyond negativity is\nnot accomplished by an intuition of a positive presence; it “only insti-\ntutes language at the point where neither no nor yes is the ﬁrst word”\n(TI) but an interrogation. Not a theoretical interrogation, however, but\na total question, a distress and denuding, a supplication, a demanding\nprayer addressed to a freedom, that is, to a commandment: the only\npossible ethical imperative, the only incarnated nonviolence in that it is\nrespect for the other. An immediate respect for the other himself—one\nmight say, although without following any literal indication by\nLevinas—because it does not pass through the neutral element of the\nuniversal, and through respect—in the Kantian sense26— for the law.\nThis restitution of metaphysics then permits the radicalization and\nsystematization of the previous reductions of phenomenology and\nontology. The act of seeing is at the outset a respectful knowledge, and\nlight passes for the medium which—as faithfully and neutrally as pos-\nsible, as a third party—permits the known to be. It is not by chance that\nthe theoretical relation has been the preferred framework of the meta-\nphysical relation (cf. TI). When the third term, in its most neutral\nindetermination, is the light of Being—which is neither a being nor a\nnon-being, while the same and the other are—the theoretical relation is\nontology. According to Levinas, the latter always brings the other back\ninto the midst of the same and does so for the beneﬁt of the unity of\nBeing. And the theoretical freedom which acceeds to the thought of\nBeing is but the identiﬁcation of the same, the light in which I provide\nmyself with what I claim to encounter, that is, an economic freedom, in\nthe particular sense Levinas gives to this word. A freedom in imma-\nnence, a premetaphysical, one could almost say a physical freedom, an\nempirical freedom, even if it is called reason within history. Reason\nwould be nature. Metaphysics begins when theory criticizes itself as\nviolence and metaphysics 119\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 145,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "univer",
        "pretechnical",
        "neces",
        "und",
        "egology",
        "neu",
        "neutraliza",
        "subjectivist",
        "rst",
        "tautotology"
      ],
      "full_text": " \nontology, as the dogmatism and spontaneity of the same, and when\nmetaphysics, in departing from itself, lets itself be put into question by\nthe other in the movement of ethics. Although in fact it is secondary,\nmetaphysics as the critique of ontology is rightfully and philosophic-\nally primary. If it is true that “Western philosophy most often has been\nan ontology” dominated since Socrates by a Reason which receives\nonly what it gives itself,27 a Reason which does nothing but recall itself\nto itself, and if ontology is tautotology and egology, then it has always\nneutralized the other, in every sense of the word. Phenomenological neu-\ntralization, one might be tempted to say, gives the most subtle and\nmodern form to this historical, political and authoritarian neutraliza-\ntion. Only metaphysics can free the other from the light of Being or\nfrom the phenomenon which “takes away from Being its resistance.”\nHeideggerean “ontology,” despite its seductive appearance, would\nnot escape this framework. It would still remain “egology” and even\n“egoism”: “Sein und Zeit has argued perhaps but one sole thesis: Being is\ninseparable from the comprehension of Being (which unfolds as time);\nBeing is already an appeal to subjectivity. The primacy of ontology for\nHeidegger does not rest on the truism: ‘to know the existent it is neces-\nsary to have comprehended the Being of the existent.’ To aﬃrm the\npriority of Being over the existent is, indeed, to decide the essence of\nphilosophy; it is to subordinate the relation with someone, who is an\nexistent (the ethical relation), to a relation with the Being of the existent,\nwhich, impersonal, permits the apprehension, the domination of the\nexistent (a relationship of knowing), subordinates justice to free-\ndom. . . the mode of remaining the same in the midst of the other” (TI,\np. 45). Despite all the misunderstandings which may be embedded in\nthis treatment of Heideggerean thought—we will study them for them-\nselves later—Levinas’s intention, in any event, seems clear. The neutral\nthought of Being neutralizes the Other as a being: “Ontology as ﬁrst\nphilosophy is a philosophy of power” (TI, p. 46), a philosophy of the\nneutral, the tyranny of the state as an anonymous and inhuman univer-\nsality. Here we ﬁnd the premises for a critique of the state’s alienation\nwhose anti-Hegelianism would be neither subjectivist, nor Marxist;\nnor anarchist, for it is a philosophy of the “principle, which can be\nonly as a commandment.” The Heideggerean “possibilities” remain\npowers. Although they are pretechnical and preobjective, they are\nwriting and difference\n120\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 148,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "imper",
        "exempte",
        "ceptible",
        "erence",
        "cance",
        "nal",
        "colour",
        "signi",
        "ect",
        "rst"
      ],
      "full_text": " \nuses the eye as its instrument, but is itself therein manifest. We have,\nhowever, already stated, when referring to the external covering of the\nhuman body, that in contrast with the bodies of animals, the heart of\nlife pulses through and throughout it. And in much the same sense it\ncan be asserted of art that it has to invent every point of the external\nappearance into the direct testimony of the human eye, which is the\nsource of soul-life, and reveals spirit.”28 This is perhaps the occasion to\nemphasize, concerning a precise point, a theme that we will enlarge\nupon later: Levinas is very close to Hegel, much closer than he admits,\nand at the very moment when he is apparently opposed to Hegel in the\nmost radical fashion. This is a situation he must share with all anti-\nHegelian thinkers, and whose ﬁnal signiﬁcance calls for much thought.\nHere, in particular, on the relations between desire and the eye,\nbetween sound and theory, the convergence is as profound as the\ndiﬀerence, being neither simply added to nor juxtaposed with it. In\neﬀect, like Levinas Hegel thought that the eye, not aiming at “con-\nsumption,” suspends desire. It is the very limit of desire (and perhaps,\nthereby, its resource) and is the ﬁrst theoretical sense. We must not\nconceive light and the eye’s opening on the basis of any physiology,\nbut on the basis of the relation between death and desire. After having\nspoken of taste, touch, and smell, Hegel again writes, in the Aesthetics:\n“Sight, on the other hand, possesses a purely ideal relation to objects by\nmeans of light, a material which is at the same time immaterial, and\nwhich suﬀers on its part the objects to continue in their free self-\nsubsistence, making them appear and reappear, but which does not, as\nthe atmosphere or ﬁre does, consume them actively either by imper-\nceptible degrees or patently. Everything, then is an object of the\nappetiteless vision, [la vue exempte de désirs] which, however, in so far\nas it remains unimpaired in its integrity, merely is disclosed in its form\nand colour.”29\nThis neutralization of desire is what makes sight excellent for Hegel.\nBut for Levinas, this neutralization is also, and for the same reasons, the\nﬁrst violence, even though the face is not what it is when the glance is\nabsent. Violence, then, would be the solitude of a mute glance, of a face\nwithout speech, the abstraction of seeing. According to Levinas the glance\nby itself, contrary to what one may be led to believe, does not respect the\nother. Respect, beyond grasp and contact, beyond touch, smell and\nviolence and metaphysics 123\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 149,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "subjectivit",
        "unruf",
        "corpor",
        "erence",
        "colour",
        "nity",
        "signi",
        "pratiques",
        "rst",
        "levinas"
      ],
      "full_text": " \ntaste, can be only as desire, and metaphysical desire does not seek to\nconsume, as do Hegelian desire or need. This is why Levinas places\nsound above light. (“Thought is language and is thought in an element\nanalogous to sound and not to light.” What does this analogy mean here,\na diﬀerence and a resemblance, a relation between the sensible sound\nand the sound of thought as intelligible speech, between sensibility\nand signiﬁcation, the senses and sense? This is a question also posed by\nHegel, admiring the word Sinn.)\nIn Totality and Inﬁnity the movement of metaphysics is thus also the\ntranscendence of hearing in relation to seeing. But in Hegel’s Aesthetics\ntoo: “The remaining ideal sense is hearing. This is in signal contrast to\nthe one just described. Hearing is concerned with the tone, rather than\nthe form and colour of an object, with the vibration of what is corpor-\neal; it requires no process of dissolution, as the sense of smell requires,\nbut merely a trembling of the object, by which the same is in no wise\nimpoverished. This ideal motion, in which through its sound what is\nas it were the simple individuality [subjectivité] the soul of the material\nthing expresses itself, the ear receives also in an ideal way, just as the\neye shape and colour, and suﬀers thereby what is ideal or not external\nin the object to appeal to what is spiritual or non-corporeal.”30 But:\nHearing, which, as also the sight, does not belong to the senses of\naction [sens pratiques] but those of contemplation [sens théoriques]; and\nis, in fact, still more ideal than sight. For the unrufﬂed, aesthetic\nobservation of works of art no doubt permits the objects to stand out\nquietly in their freedom just as they are without any desire to impair\nthat effect in any way; but that which it apprehends is not that which is\nitself essentially ideally composed, but rather on the contrary, that\nwhich receives its consistency in its sensuous existence. The ear, on\nthe contrary, receives the result of that ideal vibration of material sub-\nstance, without placing itself in a practical relation towards the\nobjects, a result by means of which it is no longer the material object\nin its repose, but the ﬁrst example of the more ideal activity of the soul\nitself which is apprehended.31\nThe question of the analogy would thus lead us back to the notion of\ntrembling, which seems to us decisive in Hegel’s Aesthetics in that it opens\nwriting and difference\n124\n"
    }
  ]
}