{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 9,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 371,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "aufhebung",
        "blanchot",
        "thode",
        "ence",
        "nomenology",
        "bataille",
        "phe",
        "nities",
        "uter",
        "uous"
      ],
      "full_text": " \nimmediate. It does not pleasurably consume an absolutely close pres-\nence, and, above all, it cannot enter into the movement of mediation, as\ncan the Hegelian immediate. Immediacy and mediacy, such as they are\npresented in the elements of philosophy, in Hegel’s logic, or in phe-\nnomenology, are equally “subordinated.” It is thus that they can pass\none into the other. The sovereign operation therefore also suspends\nsubordination in the form of immediacy. In order to understand that it\ndoes not, at this point, enter into work and phenomenology, one must\nexit from the philosophical logos and think the unthinkable. How can\nmediacy and immediacy be transgressed simultaneously? How can\n“subordination,” in the sense of the (philosophical) logos be exceeded\nin its totality? Perhaps through major writings: “I write in order to\nannihilate the play of subordinate operations within myself (which is,\nafter all, superﬂuous)” (Méthode). Only perhaps, and this is “after all,\nsuperﬂuous,” for this writing must assure us of nothing, must give us\nno certitude, no result, no proﬁt. It is absolutely adventurous, is a\nchance and not a technique.\nThe transgression of the neutral and the displacement\nof the Aufhebung\nBeyond the classical oppositions, is the writing of sovereignty blank or\nneutral? One might think so, because the writing of sovereignty can\nenounce nothing, except in the form of neither this, nor that. Is this\nnot one of the aﬃnities between the thought of Bataille and that of\nBlanchot? And does not Bataille propose a neutral knowledge? “This\nknowledge, which might be called liberated (but which I prefer to\ncall neutral), is the usage of a function detached (liberated) from\nthe servitude from whence it springs. . . . It relates the known to the\nunknown” (cited above).\nBut here, we must attentively consider the fact that it is not the\nsovereign operation, but discursive knowledge that is neutral. Neutrality\nhas a negative essence (ne-uter), is the negative side of transgression.\nSovereignty is not neutral even if it neutralizes, in its discourse, all the\ncontradictions and all the oppositions of classical logic. Neutralization\nis produced within knowledge and within the syntax of writing, but it\nis related to a sovereign and transgressive aﬃrmation. The sovereign\nwriting and difference\n346\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 374,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "stitutes",
        "aufhebung",
        "philosopheme",
        "gure",
        "nonbasis",
        "nonmeaning",
        "gener",
        "rms",
        "koj",
        "intraphilosophical"
      ],
      "full_text": " \ntransgressive relationship which links the world of meaning to the\nworld of nonmeaning. This displacement is paradigmatic: within a\nform of writing, an intraphilosophical concept, the speculative concept\npar excellence, is forced to designate a movement which properly con-\nstitutes the excess of every possible philosopheme. This movement\nthen makes philosophy appear as a form of natural or naïve conscious-\nness (which in Hegel also means cultural consciousness). For as long as\nthe Aufhebung remains within restricted economy, it is a prisoner of this\nnatural consciousness. The “we” of the Phenomenology of the Mind presents\nitself in vain as the knowledge of what the naïve consciousness,\nembedded in its history and in the determinations of its ﬁgures, does\nnot yet know; the “we” remains natural and vulgar because it conceives\nthe passage from one ﬁgure to the next and the truth of this passage only\nas the circulation of meaning and value. It develops the sense, or the\ndesire for sense, of natural consciousness, the consciousness that\nencloses itself in the circle in order to know sense; which is always where\nit comes from, and where it is going to.43 It does not see the nonbasis of\nplay upon which (the) history (of meaning) is launched. To this\nextent, philosophy, Hegelian speculation, absolute knowledge and\neverything that they govern, and will govern endlessly in their closure,\nremain determinations of natural, servile and vulgar consciousness.\nSelf-consciousness is servile.\nBetween extreme knowledge and vulgar knowledge—the most gener-\nally disposed of—the difference is nil. In Hegel, the knowledge of the\nworld is that of the ﬁrstcomer (the ﬁrstcomer, not Hegel, decides upon\nthe key question for Hegel: touching upon the difference between\nmadness and reason: on this point “absolute knowledge” conﬁrms the\nvulgar notion, is founded on it, is one of its forms). Vulgar knowledge\nis in us like another tissue! . . . In a sense, the condition in which I would\nsee would be to get out of, to emerge from the “tissue”! And doubtless\nI must immediately say: the condition in which I would see would be to\ndie. At no moment would I have the chance to see! [EI, p. 222].\nIf the entire history of meaning is reassembled and represented, at a point\nof the canvas, by the ﬁgure of the slave, if Hegel’s discourse, Logic,\nand the Book of which Kojève speaks are the slave(’s) language, that is,\nfrom restricted to general economy 349\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 376,
      "bucket": "B (1-3%)",
      "error_rate": 2.2,
      "unknown_words_sample": [
        "struc",
        "ture",
        "episte"
      ],
      "full_text": " \n10\nSTRUCTURE, SIGN AND PLAY\nIN THE DISCOURSE OF THE\nHUMAN SCIENCES\nWe need to interpret interpretations more than to interpret\nthings.\n(Montaigne)\nPerhaps something has occurred in the history of the concept of struc-\nture that could be called an “event,” if this loaded word did not entail a\nmeaning which it is precisely the function of structural—or\nstructuralist—thought to reduce or to suspect. Let us speak of an\n“event,” nevertheless, and let us use quotation marks to serve as a\nprecaution. What would this event be then? Its exterior form would be\nthat of a rupture and a redoubling.\nIt would be easy enough to show that the concept of structure and\neven the word “structure” itself are as old as the episte¯me¯—that is to say,\nas old as Western science and Western philosophy—and that their roots\nthrust deep into the soil of ordinary language, into whose deepest\nrecesses the episte¯me¯ plunges in order to gather them up and to make\nthem part of itself in a metaphorical displacement. Nevertheless, up to\nthe event which I wish to mark out and deﬁne, structure—or rather the\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 378,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "ments",
        "ori",
        "ousia",
        "transcendentality",
        "telos",
        "theia",
        "xed",
        "ning",
        "signi",
        "structurality"
      ],
      "full_text": " \nsubstitutions, transformations, and permutations are always taken from\na history of meaning [sens]—that is, in a word, a history—whose ori-\ngin may always be reawakened or whose end may always be anticipated\nin the form of presence. This is why one perhaps could say that the\nmovement of any archaeology, like that of any eschatology, is an\naccomplice of this reduction of the structurality of structure and always\nattempts to conceive of structure on the basis of a full presence which\nis beyond play.\nIf this is so, the entire history of the concept of structure, before the\nrupture of which we are speaking, must be thought of as a series of\nsubstitutions of center for center, as a linked chain of determinations of\nthe center. Successively, and in a regulated fashion, the center receives\ndiﬀerent forms or names. The history of metaphysics, like the history\nof the West, is the history of these metaphors and metonymies. Its\nmatrix—if you will pardon me for demonstrating so little and for\nbeing so elliptical in order to come more quickly to my principal\ntheme—is the determination of Being as presence in all senses of this\nword. It could be shown that all the names related to fundamentals, to\nprinciples, or to the center have always designated an invariable\npresence—eidos, arche¯, telos, energeia, ousia (essence, existence, substance,\nsubject) ale¯theia, transcendentality, consciousness, God, man, and so\nforth.\nThe event I called a rupture, the disruption I alluded to at the begin-\nning of this paper, presumably would have come about when the struc-\nturality of structure had to begin to be thought, that is to say, repeated,\nand this is why I said that this disruption was repetition in every sense\nof the word. Henceforth, it became necessary to think both the law\nwhich somehow governed the desire for a center in the constitution of\nstructure, and the process of signiﬁcation which orders the displace-\nments and substitutions for this law of central presence—but a central\npresence which has never been itself, has always already been exiled\nfrom itself into its own substitute. The substitute does not substitute\nitself for anything which has somehow existed before it. Henceforth, it\nwas necessary to begin thinking that there was no center, that the\ncenter could not be thought in the form of a present-being, that the\ncenter had no natural site, that it was not a ﬁxed locus but a function, a\nsort of nonlocus in which an inﬁnite number of sign-substitutions\nstructure, sign and play 353\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 380,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "oppos",
        "erence",
        "ately",
        "ition",
        "ultim",
        "signi",
        "erent",
        "ble",
        "rst",
        "erences"
      ],
      "full_text": " \nbeen understood and determined, in its meaning, as sign-of, a signiﬁer\nreferring to a signiﬁed, a signiﬁer diﬀerent from its signiﬁed. If one\nerases the radical diﬀerence between signiﬁer and signiﬁed, it is the\nword “signiﬁer” itself which must be abandoned as a metaphysical\nconcept. When Lévi-Strauss says in the preface to The Raw and the Cooked\nthat he has “sought to transcend the opposition between the sensi-\nble and the intelligible by operating from the outset at the level of\nsigns,”2 the necessity, force, and legitimacy of his act cannot make us\nforget that the concept of the sign cannot in itself surpass this oppos-\nition between the sensible and the intelligible. The concept of the sign,\nin each of its aspects, has been determined by this opposition through-\nout the totality of its history. It has lived only on this opposition and its\nsystem. But we cannot do without the concept of the sign, for we\ncannot give up this metaphysical complicity without also giving up the\ncritique we are directing against this complicity, or without the risk of\nerasing diﬀerence in the self-identity of a signiﬁed reducing its signi-\nﬁer into itself or, amounting to the same thing, simply expelling its\nsigniﬁer outside itself. For there are two heterogenous ways of erasing\nthe diﬀerence between the signiﬁer and the signiﬁed: one, the classic\nway, consists in reducing or deriving the signiﬁer, that is to say, ultim-\nately in submitting the sign to thought; the other, the one we are using\nhere against the ﬁrst one, consists in putting into question the system\nin which the preceding reduction functioned: ﬁrst and foremost, the\nopposition between the sensible and the intelligible. For the paradox is\nthat the metaphysical reduction of the sign needed the opposition it\nwas reducing. The opposition is systematic with the reduction. And\nwhat we are saying here about the sign can be extended to all the\nconcepts and all the sentences of metaphysics, in particular to the\ndiscourse on “structure.” But there are several ways of being caught in\nthis circle. They are all more or less naïve, more or less empirical, more\nor less systematic, more or less close to the formulation—that is, to the\nformalization—of this circle. It is these diﬀerences which explain the\nmultiplicity of destructive discourses and the disagreement between\nthose who elaborate them. Nietzsche, Freud, and Heidegger, for\nexample, worked within the inherited concepts of metaphysics. Since\nthese concepts are not elements or atoms, and since they are taken from\na syntax and a system, every particular borrowing brings along with it\nstructure, sign and play 355\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 386,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "logicals",
        "referen",
        "bricoleurs",
        "erence",
        "mythologicals",
        "ence",
        "sci",
        "mytho",
        "archia",
        "ect"
      ],
      "full_text": " \nspecies of bricoleurs, then the very idea of bricolage is menaced and the\ndiﬀerence in which it took on its meaning breaks down.\nThis brings us to the second thread which might guide us in what is\nbeing contrived here.\nLévi-Strauss describes bricolage not only as an intellectual activity but\nalso as a mythopoetical activity. One reads in The Savage Mind, “Like\nbricolage on the technical plane, mythical reﬂection can reach brilliant\nunforeseen results on the intellectual plane. Conversely, attention has\noften been drawn to the mythopoetical nature of bricolage.”6\nBut Lévi-Strauss’s remarkable endeavor does not simply consist in\nproposing, notably in his most recent investigations, a structural sci-\nence of myths and of mythological activity. His endeavor also\nappears—I would say almost from the outset—to have the status which\nhe accords to his own discourse on myths, to what he calls his “mytho-\nlogicals.” It is here that his discourse on the myth reﬂects on itself and\ncriticizes itself. And this moment, this critical period, is evidently of\nconcern to all the languages which share the ﬁeld of the human sci-\nences. What does Lévi-Strauss say of his “mythologicals”? It is here that\nwe rediscover the mythopoetical virtue of bricolage. In eﬀect, what\nappears most fascinating in this critical search for a new status of\ndiscourse is the stated abandonment of all reference to a center, to a\nsubject, to a privileged reference, to an origin, or to an absolute archia. The\ntheme of this decentering could be followed throughout the “Over-\nture” to his last book, The Raw and the Cooked. I shall simply remark on a\nfew key points.\n1. From the very start, Lévi-Strauss recognizes that the Bororo myth\nwhich he employs in the book as the “reference myth” does not merit\nthis name and this treatment. The name is specious and the use of the\nmyth improper. This myth deserves no more than any other its referen-\ntial privilege: “In fact, the Bororo myth, which I shall refer to from now\non as the key myth, is, as I shall try to show, simply a transformation, to\na greater or lesser extent, of other myths originating either in the same\nsociety or in neighboring or remote societies. I could, therefore, have\nlegitimately taken as my starting point any one representative myth of\nthe group. From this point of view, the key myth is interesting not\nbecause it is typical, but rather because of its irregular position within\nthe group.”7\nstructure, sign and play 361\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 387,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "nding",
        "unactualizable",
        "ect",
        "ected",
        "rst",
        "anaclas",
        "mythomorphic",
        "guration",
        "nitum",
        "scienti"
      ],
      "full_text": " \n2. There is no unity or absolute source of the myth. The focus or the\nsource of the myth are always shadows and virtualities which are elu-\nsive, unactualizable, and nonexistent in the ﬁrst place. Everything\nbegins with structure, conﬁguration, or relationship. The discourse on\nthe acentric structure that myth itself is, cannot itself have an absolute\nsubject or an absolute center. It must avoid the violence that consists in\ncentering a language which describes an acentric structure if it is not to\nshortchange the form and movement of myth. Therefore it is necessary\nto forego scientiﬁc or philosophical discourse, to renounce the episte¯me¯\nwhich absolutely requires, which is the absolute requirement that we\ngo back to the source, to the center, to the founding basis, to the\nprinciple, and so on. In opposition to epistemic discourse, structural\ndiscourse on myths—mythological discourse—must itself be mythomorphic.\nIt must have the form of that of which it speaks. This is what Lévi-\nStrauss says in The Raw and the Cooked, from which I would now like to\nquote a long and remarkable passage:\nThe study of myths raises a methodological problem, in that it cannot\nbe carried out according to the Cartesian principle of breaking down\nthe difﬁculty into as many parts as may be necessary for ﬁnding the\nsolution. There is no real end to methodological analysis, no hidden\nunity to be grasped once the breaking-down process has been com-\npleted. Themes can be split up ad inﬁnitum. Just when you think you\nhave disentangled and separated them, you realize that they are knit-\nting together again in response to the operation of unexpected afﬁn-\nities. Consequently the unity of the myth is never more than tendential\nand projective and cannot reﬂect a state or a particular moment of the\nmyth. It is a phenomenon of the imagination, resulting from the\nattempt at interpretation; and its function is to endow the myth with\nsynthetic form and to prevent its disintegration into a confusion of\nopposites. The science of myths might therefore be termed “anaclas-\ntic,” if we take this old term in the broader etymological sense which\nincludes the study of both reﬂected rays and broken rays. But unlike\nphilosophical reﬂection, which aims to go back to its own source, the\nreﬂections we are dealing with here concern rays whose only source is\nhypothetical. . . . And in seeking to imitate the spontaneous move-\nment of mythological thought, this essay, which is also both too brief\nwriting and difference\n362\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 389,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "scienti",
        "informa",
        "tion",
        "tural",
        "inven",
        "struc",
        "trans",
        "justi",
        "osophy",
        "transphilosophical"
      ],
      "full_text": " \nalways be the species. Transphilosophical concepts would be trans-\nformed into philosophical naïvetés. Many examples could be given to\ndemonstrate this risk: the concepts of sign, history, truth, and so forth.\nWhat I want to emphasize is simply that the passage beyond phil-\nosophy does not consist in turning the page of philosophy (which\nusually amounts to philosophizing badly), but in continuing to read\nphilosophers in a certain way. The risk I am speaking of is always assumed\nby Lévi-Strauss, and it is the very price of this endeavor. I have said that\nempiricism is the matrix of all faults menacing a discourse which\ncontinues, as with Lévi-Strauss in particular, to consider itself scientiﬁc.\nIf we wanted to pose the problem of empiricism and bricolage in depth,\nwe would probably end up very quickly with a number of absolutely\ncontradictory propositions concerning the status of discourse in struc-\ntural ethnology. On the one hand, structuralism justiﬁably claims to be\nthe critique of empiricism. But at the same time there is not a single\nbook or study by Lévi-Strauss which is not proposed as an empirical\nessay which can always be completed or invalidated by new informa-\ntion. The structural schemata are always proposed as hypotheses result-\ning from a ﬁnite quantity of information and which are subjected to\nthe proof of experience. Numerous texts could be used to demonstrate\nthis double postulation. Let us turn once again to the “Overture” of The\nRaw and the Cooked, where it seems clear that if this postulation is double,\nit is because it is a question here of a language on language:\nIf critics reproach me with not having carried out an exhaustive inven-\ntory of South American myths before analyzing them, they are making\na grave mistake about the nature and function of these documents.\nThe total body of myth belonging to a given community is comparable\nto its speech. Unless the population dies out physically or morally, this\ntotality is never complete. You might as well criticize a linguist for\ncompiling the grammar of a language without having complete\nrecords of the words pronounced since the language came into being,\nand without knowing what will be said in it during the future part of its\nexistence. Experience proves that a linguist can work out the grammar\nof a given language from a remarkably small number of sentences. . . .\nAnd even a partial grammar or an outline grammar is a precious\nacquisition when we are dealing with unknown languages. Syntax does\nwriting and difference\n364\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 390,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "nontotalization",
        "ization",
        "tion",
        "cen",
        "signi",
        "ect",
        "oating",
        "ter",
        "totaliza",
        "totalization"
      ],
      "full_text": " \nnot become evident only after a (theoretically limitless) series of\nevents has been recorded and examined, because it is itself the body\nof rules governing their production. What I have tried to give is an\noutline of the syntax of South American mythology. Should fresh data\ncome to hand, they will be used to check or modify the formulation of\ncertain grammatical laws, so that some are abandoned and replaced\nby new ones. But in no instance would I feel constrained to accept the\narbitrary demand for a total mythological pattern, since, as has been\nshown, such a requirement has no meaning.11\nTotalization, therefore, is sometimes deﬁned as useless, and sometimes as\nimpossible. This is no doubt due to the fact that there are two ways of\nconceiving the limit of totalization. And I assert once more that these\ntwo determinations coexist implicitly in Lévi-Strauss’s discourse. Total-\nization can be judged impossible in the classical style: one then refers\nto the empirical endeavor of either a subject or a ﬁnite richness which\nit can never master. There is too much, more than one can say. But\nnontotalization can also be determined in another way: no longer from\nthe standpoint of a concept of ﬁnitude as relegation to the empirical,\nbut from the standpoint of the concept of play. If totalization no longer\nhas any meaning, it is not because the inﬁniteness of a ﬁeld cannot be\ncovered by a ﬁnite glance or a ﬁnite discourse, but because the nature\nof the ﬁeld—that is, language and a ﬁnite language—excludes totaliza-\ntion. This ﬁeld is in eﬀect that of play, that is to say, a ﬁeld of inﬁnite\nsubstitutions only because it is ﬁnite, that is to say, because instead of\nbeing an inexhaustible ﬁeld, as in the classical hypothesis, instead of\nbeing too large, there is something missing from it: a center which\narrests and grounds the play of substitutions. One could say—\nrigorously using that word whose scandalous signiﬁcation is always\nobliterated in French—that this movement of play, permitted by the\nlack or absence of a center or origin, is the movement of supplementarity.\nOne cannot determine the center and exhaust totalization because the\nsign which replaces the center, which supplements it, taking the cen-\nter’s place in its absence—this sign is added, occurs as a surplus, as a\nsupplement.12 The movement of signiﬁcation adds something, which\nresults in the fact that there is always more, but this addition is a\nﬂoating one because it comes to perform a vicarious function, to\nstructure, sign and play 365\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 391,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "intro",
        "wakau",
        "eds",
        "oranda",
        "signi",
        "mauss",
        "tary",
        "mentaire",
        "oating",
        "suppl"
      ],
      "full_text": " \nsupplement a lack on the part of the signiﬁed. Although Lévi-Strauss in\nhis use of the word “supplementary” never emphasizes, as I do here,\nthe two directions of meaning which are so strangely compounded\nwithin it, it is not by chance that he uses this word twice in his “Intro-\nduction to the Work of Marcel Mauss,” at one point where he is speak-\ning of the “overabundance of signiﬁer, in relation to the signiﬁeds to\nwhich this overabundance can refer”:\nIn his endeavor to understand the world, man therefore always has at\nhis disposal a surplus of signiﬁcation (which he shares out amongst\nthings according to the laws of symbolic thought—which is the task of\nethnologists and linguists to study). This distribution of a supplemen-\ntary allowance [ration supplémentaire]—if it is permissible to put it that\nway—is absolutely necessary in order that on the whole the available\nsigniﬁer and the signiﬁed it aims at may remain in the relationship of\ncomplementarity which is the very condition of the use of symbolic\nthought.”13\n(It could no doubt be demonstrated that this ration supplémentaire of sig-\nniﬁcation is the origin of the ratio itself.) The word reappears a little\nfurther on, after Lévi-Strauss has mentioned “this ﬂoating signiﬁer,\nwhich is the servitude of all ﬁnite thought”:\nIn other words—and taking as our guide Mauss’s precept that all\nsocial phenomena can be assimilated to language—we see in mana,\nWakau, oranda and other notions of the same type, the conscious\nexpression of a semantic function, whose role it is to permit symbolic\nthought to operate in spite of the contradiction which is proper to it. In\nthis way are explained the apparently insoluble antinomies attached to\nthis notion. . . . At one and the same time force and action, quality and\nstate, noun and verb; abstract and concrete, omnipresent and\nlocalized—mana is in effect all these things. But is it not precisely\nbecause it is none of these things that mana is a simple form, or more\nexactly, a symbol in the pure state, and therefore capable of becoming\ncharged with any sort of symbolic content whatever? In the system\nof symbols constituted by all cosmologies, mana would simply be\na zero symbolic value, that is to say, a sign marking the necessity of a\nwriting and difference\n366\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 392,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "nitude",
        "lutz",
        "episte",
        "signi",
        "objec",
        "historia",
        "tions",
        "erential",
        "rst",
        "stant"
      ],
      "full_text": " \nsymbolic content supplementary [my italics] to that with which the\nsigniﬁed is already loaded, but which can take on any value required,\nprovided only that this value still remains part of the available reserve\nand is not, as phonologists put it, a group-term.”\nLévi-Strauss adds the note:\n“Linguists have already been led to formulate hypotheses of this\ntype. For example: ‘A zero phoneme is opposed to all the other phon-\nemes in French in that it entails no diﬀerential characters and no con-\nstant phonetic value. On the contrary, the proper function of the zero\nphoneme is to be opposed to phoneme absence.’ (R. Jakobson and J.\nLutz, “Notes on the French Phonemic Pattern,” Word 5, no. 2 [August\n1949]: 155). Similarly, if we schematize the conception I am propos-\ning here, it could almost be said that the function of notions like mana is\nto be opposed to the absence of signiﬁcation, without entailing by\nitself any particular signiﬁcation.”14\nThe overabundance of the signiﬁer, its supplementary character, is thus the\nresult of a ﬁnitude, that is to say, the result of a lack which must be\nsupplemented.\nIt can now be understood why the concept of play is important in\nLévi-Strauss. His references to all sorts of games, notably to roulette, are\nvery frequent, especially in his Conversations,15 in Race and History,16 and in\nThe Savage Mind. Further, the reference to play is always caught up in\ntension.\nTension with history, ﬁrst of all. This is a classical problem, objec-\ntions to which are now well worn. I shall simply indicate what seems to\nme the formality of the problem: by reducing history, Lévi-Strauss has\ntreated as it deserves a concept which has always been in complicity\nwith a teleological and eschatological metaphysics, in other words,\nparadoxically, in complicity with that philosophy of presence to which\nit was believed history could be opposed. The thematic of historicity,\nalthough it seems to be a somewhat late arrival in philosophy, has\nalways been required by the determination of Being as presence. With\nor without etymology, and despite the classic antagonism which\nopposes these signiﬁcations throughout all of classical thought, it could\nbe shown that the concept of episte¯me¯ has always called forth that of\nhistoria, if history is always the unity of a becoming, as the tradition of\nstructure, sign and play 367\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 398,
      "bucket": "B (1-3%)",
      "error_rate": 2.1,
      "unknown_words_sample": [
        "caciously",
        "ence",
        "undeterminable",
        "yukel",
        "identi",
        "genetive",
        "reappropriate"
      ],
      "full_text": " \nOnce the circle turns, once the volume rolls itself up, once the book\nis repeated, its identiﬁcation with itself gathers an imperceptible diﬀer-\nence which permits us eﬃcaciously, rigorously, that is, discreetly, to\nexit from closure. In redoubling the closure of the book, one cuts it in\nhalf. One then furtively escapes from it, between two passageways\nthrough the same book, the same line, along the same ring, “vigil of\nwriting in the interval of limits.” This exit from the identical into the same2\nremains very slight, weighs nothing itself, thinks and weighs the book\nas such. The return to the book is then the abandoning of the book; it\nhas slipped in between God and God, the Book and the Book, in the\nneutral space of succession, in the suspense of the interval. The return,\nat this point, does not retake possession of something. It does not\nreappropriate the origin. The latter is no longer in itself. Writing, pas-\nsion of the origin, must also be understood through the subjective\ngenetive. It is the origin itself which is impassioned, passive, and past,\nin that it is written. Which means inscribed. The inscription of the\norigin is doubtless its Being-as-writing, but it is also its Being-as-\ninscribed in a system in which it is only a function and a locus.\nThus understood, the return to the book is of an elliptical essence.\nSomething invisible is missing in the grammar of this repetition. As this\nlack is invisible and undeterminable, as it completely redoubles and\nconsecrates the book, once more passing through each point along its\ncircuit, nothing has budged. And yet all meaning is altered by this lack.\nRepeated, the same line is no longer exactly the same, the ring no\nlonger has exactly the same center, the origin has played. Something is\nmissing that would make the circle perfect. But within the ellipsis, by\nmeans of simple redoubling of the route, the solicitation of closure, and\nthe jointing of the line, the book has let itself be thought as such.\nAnd Yukel said:\nThe circle is acknowledged. Break the curve. The route doubles the route.\nThe book consecrates the book.\nThe return to the book here announces the form of the eternal\nreturn.3 The return of the same does not alter itself—but does so\nabsolutely—except by amounting to the same. Pure repetition, were it\nto change neither thing nor sign, carries with it an unlimited power of\nperversion and subversion.\nellipsis 373\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 402,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "gure",
        "nally",
        "nal",
        "rmed",
        "pacte",
        "rst",
        "yukel",
        "nish",
        "ection"
      ],
      "full_text": " \nrejected and called for book,” the book ceaselessly begun and taken up again\non a site which is neither in the book nor outside it, articulating itself\nas the very opening which is reﬂection without exit, referral, return,\nand detour of the labyrinth. The latter is a way which encloses in itself\nthe ways out of itself, which includes its own exits, which itself opens\nits own doors, that is to say, opening them onto itself, closes itself by\nthinking its own opening.\nThis contradiction is thought as such in the third book of questions.\nThis is why triplicity is its ﬁgure and the key to its serenity. To its\ncomposition, too: the third book says,\nI am the ﬁrst book in the second.\n. . .\nAnd Yukel said:\nThree questions have\nseduced the book\nand three questions\nwill ﬁnish it.\nThat which ends\nthree times begins.\nThe book is three.\nThe world is three\nAnd God, for man,\nthe three answers.\nThree: not because the equivocality, the duplicity of everything and\nnothing, of absent presence, of the black sun, of the open ring, of the\neluded center, of the elliptical return, ﬁnally would be summarized and\nreduced in some dialectic, in some conciliating ﬁnal term. The pas and\nthe pacte of which Yukel speaks at Midnight or the third question, are another\nname for the death aﬃrmed since Dawn or the ﬁrst question and Midday or the\nsecond question.\nAnd Yukel said:\n“The book has led me\nfrom dawn to twilight,\nfrom death to death,\nellipsis 377\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 403,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "dans",
        "gure",
        "sacri",
        "ombre",
        "ced",
        "reempties",
        "nombre",
        "fol",
        "erent",
        "exibility"
      ],
      "full_text": " \nwith your shadow [avec ton ombre], Sarah,\nwithin the number [dans le nombre], Yukel,\nat the end of my questions,\nat the foot of the three questions . . .\nDeath is at the dawn because everything has begun with repetition.\nOnce the center or the origin have begun by repeating themselves, by\nredoubling themselves, the double did not only add itself to the simple.\nIt divided it and supplemented it. There was immediately a double\norigin plus its repetition. Three is the ﬁrst ﬁgure of repetition. The last\ntoo, for the abyss of representation always remains dominated by its\nrhythm, inﬁnitely. The inﬁnite is doubtless neither one, nor empty, nor\ninnumerable. It is of a ternary essence. Two, like the second Book of\nquestions (The Book of Yukel), like Yukel, remains the indispensable and\nuseless articulator of the book, the sacriﬁced mediator without which\ntriplicity would not be, and without which meaning would not be\nwhat it is, that is to say, diﬀerent from itself: in play, at stake. To\narticulate is to joint. One could say of the second book what is said of\nYukel in the second part of the Return to the book:\n“He was liana and lierne in the book, before being expelled from it.”\nIf nothing has preceded repetition, if no present has kept watch over\nthe trace, if, after a fashion, it is the “void which reempties itself and\nmarks itself with imprints,”4 then the time of writing no longer fol-\nlows the line of modiﬁed present tenses. What is to come is not a future\npresent, yesterday is not a past present. The beyond of the closure of\nthe book is neither to be awaited nor to be refound. It is there, but out\nthere, beyond, within repetition, but eluding us there. It is there like the\nshadow of the book, the third party between the hands holding the\nbook, the deferral within the now of writing, the distance between the\nbook and the book, that other hand.\nOpening the third part of the third Book of Questions, thus begins the\nsong on distance and accent:\n“Tomorrow is the shadow and reﬂexibility of our hands.”\nReb Derissa\nwriting and difference\n378\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 404,
      "bucket": "E (10%+)",
      "error_rate": 11.4,
      "unknown_words_sample": [
        "monglond",
        "pleasur",
        "univers",
        "preromanticism",
        "harcourt",
        "ionably",
        "rousset",
        "seuil",
        "kroeber",
        "rst"
      ],
      "full_text": " \nNOTES\nFor abbreviations used in text and notes, see chapter 4, note 1; chapter 6,\nnote 8; chapter 7, note 2; and chapter 9, note 6. Translator’s notes are\nindicated at the beginning of each such note by the abbrevation TN. Trans-\nlator’s interpolations in author’s notes are enclosed in brackets.\n1: FORCE AND SIGNIFICATION\n1. In L’univers imaginaire de Mallarmé (Paris: Editions du Seuil, 1961, p.\n30, n. 27), Jean-Pierre Richard writes: “We would be content if our work\ncould provide some new materials for a future history of imagination\nand affectivity; this history, not yet written for the nineteenth century,\nwould probably be an extension of the works of Jean Rousset on the\nBaroque, Paul Hazard on the eighteenth century, André Monglond on\npreromanticism.”\n2. In his Anthropology (New York: Harcourt, Brace and World, 1948, p.\n325) A. L. Kroeber notes: “ ‘Structure’ appears to be just a yielding to a\nword that has a perfectly good meaning but suddenly becomes fash-\nionably attractive for a decade or so—like ‘streamlining’—and during\nits vogue tends to be applied indiscriminately because of the pleasur-\nable connotations of its sound.”\nTo grasp the profound necessity hidden beneath the incontestable\nphenomenon of fashion, it is ﬁrst necessary to operate negatively: the\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 405,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "mallarm",
        "dif",
        "pre",
        "sented",
        "etc",
        "mination",
        "cism",
        "signi",
        "rousset",
        "seuil"
      ],
      "full_text": " \nchoice of a word is ﬁrst an ensemble—a structural ensemble, of\ncourse—of exclusions. To know why one says “structure” is to know\nwhy one no longer wishes to say eidos, “essence,” form, Gestalt,\n“ensemble,” “composition,” “complex,” “construction,” “correlation,”\n“totality,” “Idea,” “organism,” “state,” “system,” etc. One must\nunderstand not only why each of these words showed itself to be\ninsufﬁcient but also why the notion of structure continues to borrow\nsome implicit signiﬁcation from them and to be inhabited by them.\n3. TN. The most consistently difﬁcult sections of Derrida’s texts are his\n“prefatory” remarks, for reasons that he has explained in “Hors-livre,”\nthe preface to La dissémination (Paris: Seuil, 1972). The question\nhinges upon the classical difference between a philosophical text and\nits preface, the preface usually being a recapitulation of the truth pre-\nsented by the text. Since Derrida challenges the notion that a text can\npresent a truth, his prefaces—in which this challenge is anticipated—\nmust especially mark that which makes a text explode the classical\nideas of truth and presence. And they must do so without letting the\npreface anticipate this “conclusion” as a single, clear, luminous truth.\nThus the complication of these prefaces. One way of complicating a\npreface is to leave as a knot that which will later become several\nstrands. Here, the relationship between history, somnambulism, the\n“question” and the difference between almost-everything and almost-\nnothing is not explained, for the unraveling of this question touches at\nleast on the topics of the relationship between history and philosophy\n(cf. below, “Violence and Metaphysics”), and the relation of both of\nthese, as writing or texts, to Freud’s analysis of the “text of somnambu-\nlism,” i.e., The interpretation of Dreams (cf. below, “Freud and the\nScene of Writing”).\n4. On the theme of the separation of the writer, cf. particularly chapter 3 of\nJean Rousset’s introduction of his Forme et Signiﬁcation. Delacroix,\nDiderot, Balzac, Baudelaire, Mallarmé, Proust, Valéry, Henry James,\nT. S. Eliot, Virginia Woolf are called upon to bear witness to the fact\nthat separation is diametrically opposed to critical impotency. By\ninsisting upon this separation between the critical act and creative\nforce, we are only designating the most banally essential—others\nmight say, structural—necessity attached to these two actions and\nmoments. Impotence, here, is a property not of the critic but of criti-\ncism. The two are sometimes confused. Flaubert does not deny him-\nself this confusion. This is brought to light in the admirable collection\nof letters edited by Geneviève Bollème and entitled Préface à la vie\nnotes to pages 2–3\n380\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 406,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "vii",
        "univers",
        "tique",
        "ibid",
        "rousset",
        "rard",
        "guage",
        "essais",
        "quel",
        "une"
      ],
      "full_text": " \nd’ècrivain (Paris: Seuil, 1963). Attentive to the fact that the critic takes\nhis material from the work rather than bringing anything to it, Flaubert\nwrites: “One writes criticism when one cannot create art, just as one\nbecomes a spy when one cannot be a soldier . . . . Plautus would have\nlaughed at Aristotle had he known him! Corneille resisted him all he\ncould! Voltaire himself was belittled by Boileau! We would have been\nspared much evil in modern drama without Schlegel. And when the\ntranslation of Hegel is ﬁnished, Lord knows where we will end up!”\n(Bollème, p. 42). The translation of Hegel hasn’t been ﬁnished, thank\nthe Lord, thus explaining Proust, Joyce, Faulkner and several others.\nThe difference between Mallarmé and these authors is perhaps the\nreading of Hegel. Or that Mallarmé chose, at least, to approach Hegel.\nIn any event, genius still has some respite, and translations can be left\nunread. But Flaubert was right to fear Hegel: “One may well hope that\nart will continue to advance and perfect itself, but its form has ceased\nto be the highest need of the spirit. In all these relationships art is and\nremains for us, on the side of its highest vocation, something past”\n(“Vorlesungen über die Aesthetik,” in Martin Heidegger: Poetry, Lan-\nguage, Thought, trans. Albert Hofstadter [New York: Harper and Row,\n1971]). The citation continues: “It [art] has lost, for us, its truth and its\nlife. It invites us to a philosophical reﬂection which does not insure it\nany renewal, but rigorously recognizes its essence.”\n5. Richard, L’univers imaginaire de Mallarmé, p. 14.\n6. Cf. Gérard Genette, “Une poétique structurale,” Tel Quel, no. 7,\nAutumn 1961, p. 13.\n7. Cf. Jean Rousset, La littérature de l’âge baroque en France, vol. 1: Circe et\nle paon (Paris: José Corti, 1954). In particular, the following passage à\npropos of a German example, can be read: “Hell is a world in pieces, a\npillage that the poem imitates closely through its disordered shouts,\nbristling with scattered tortures in a torrent of exclamations. The sen-\ntence is reduced to its disordered elements, the framework of the\nsonnet is broken: the lines are too short or too long, the quatrains\nunbalanced; the poem bursts” (ibid., p. 194).\n8. TN. The play is on the etymology of the word critic, which comes from\nthe Greek verb krinein, meaning both “to separate, to cut into” and “to\ndiscern, to judge.”\n9. Jean Rousset, Forme et Signiﬁcation: Essais sur les structures littéraires de\nCorneille à Claudel (Paris: José Corti, 1962).\n10. After citing (ibid., p. vii) this passage of Picon: “Before modern art, the\nwork seems to be the expression of a previous experience . . . , the\nnotes to pages 3–6 381\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 407,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "ized",
        "tique",
        "ibid",
        "rousset",
        "speci",
        "nonmetaphorical",
        "util",
        "une",
        "ect",
        "ern"
      ],
      "full_text": " \nwork says what has been conceived or seen; so much so that from the\nexperience to the work there is only the transition to the techniques of\nexecution. For modern art the work is not expression but creation: it\nmakes visible what was not visible before it, it forms instead of reﬂect-\ning,” Rousset makes this idea more speciﬁc with this distinction: “An\nimportant difference and, in our eyes, an important conquest of mod-\nern art, or rather of the consciousness of the creative process achieved by\nthis art . . .” (my italics; according to Rousset, we are becoming con-\nscious today of the creative process in general). For Picon, the mutation\naffects art and not only the modern consciousness of art. He wrote\nelsewhere: “The history of modern poetry is entirely that of the substi-\ntution of a language of creation for a language of expression . . . .\nLanguage must now produce the world that it can no longer express”\n(Introduction à une esthétique de la littérature, vol. 1: L’écrivain et son\nombre [Paris: Gallimard, 1953], p. 195).\n11. Critique of Pure Reason, translated by Norman Kemp Smith (London:\nMacmillan and Co., 1929). The texts of Kant to which we will refer—\nand numerous other texts which we will call upon later—are not util-\nized by Rousset. It will be our rule to refer directly to the page numbers\nof Forme et Signiﬁcation each time that a citation presented by Rousset\nis in question.\n12. Ibid.\n13. The Critique of Judgment, trans. James Creed Meridith (London: Oxford\nUniversity Press, 1952), p. 212.\n14. Ibid., p. 176.\n15. Ibid., p. 88.\n16. Ibid., p. 43.\n17. Critique of Pure Reason.\n18. TN. On the nonmetaphoricity of the verb to be and the philosophical\nimplications of tracing a word’s genealogy through its etymology, cf.\n“Violence and Metaphysics,” III, 1, B, and “Of Ontological Violence.”\nIn question is the notion of metaphor, which implies the transfer of the\nname of a thing to another thing with a different name. In a sense, any\napplication of a name to a thing is always metaphorical, and for many\nphilosophies (e.g., those of Rousseau and Condillac) metaphor is the\norigin of language. The question, then, is whether there is an origin of\nmetaphor, an absolutely nonmetaphorical concept, as, for example,\nthe verb to be, or the notion of breathing, for which Nietzsche says the\nnotion of Being is a metaphor (in Greek Philosophy during the Tragic\nAge). If it could be shown that there is no absolute origin of metaphor,\nnotes to pages 6–7\n382\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 409,
      "bucket": "E (10%+)",
      "error_rate": 14.9,
      "unknown_words_sample": [
        "des",
        "civilis",
        "contiennent",
        "texte",
        "entre",
        "ibid",
        "exions",
        "phane",
        "artistique",
        "autre"
      ],
      "full_text": " \nHegel would be of more assistance here. For even though he too, in\na spiritual metaphorization of natural elements, thinks that “air is the\nunchanging factor, purely universal and transparent; water, the reality\nthat is forever being resolved and given up; ﬁre, their animating unity,”\nhe nevertheless posits that “earth is the tightly compact knot of this\narticulated whole, the subject in which these realities are, where their\nprocesses take effect, that which they start from and to which they\nreturn” (Phenomenology of the Mind, trans. J. B. Baillie [London:\nGeorge Allen & Unwin, 1931], p. 518.\nThe problem of the relation between writing and the earth is also\nthat of the possibility of such a metaphorization of the elements. Of its\norigin and meaning.\n24. TN. The Hebrew ruah, like the Greek pneuma, means both wind or\nbreath and soul or spirit. Only in God are breath and spirit, speech and\nthought, absolutely identical; man can always be duplicitous, his\nspeech can be other than his thought.\n25. G. W. Leibniz, Theodicy: Essays on the Goodness of God, the Freedom of\nMan, and the Origin of Evil, trans. E. M. Huggard (New Haven: Yale\nUniversity Press, 1952), pp. 370–72. [At issue again is the distinction\nbetween the divine and the human, the Book and books. For Leibniz,\nGod’s thought is his action and he is not in the world; but for man,\nwhose action is limited but whose thoughts are not, being in the world\nmeans that he must always choose between alternatives. Man’s will,\nthe power to choose between alternatives as a function of their merits,\nimplies that he is ﬁnite, that his actions do not always equal his\nthought. God is inﬁnite because his thought and his action are\ncoextensive, because he is extraworldly, transcendent.—Trans.]\n26. Stéphane Mallarmé, Selected Poems, Essays and Letters, trans. Bradford\nCook (Baltimore: Johns Hopkins University Press, 1956), p. 15.\n27. “ . . . à illuminer ceci—que, plus ou moins, tous les livres contiennent\nla fusion des qelques redites complètes: même il n’en serait qu’un—\nau monde sa loi—bible comme la simulent les nations. La différence,\nd’un ouvrage à l’autre, offrant autant de leçons proposées dans un\nimmense councours pour le texte véridique, entre les âges dits\ncivilisés—ou lettrés.” Ibid., pp. 41–42.\n28. TN. The Livre de raison was the journal kept by the head of a family\nduring the Middle Ages.\n29. “Réﬂexions sur la création artistique selon Alain,” Revue de métaphy-\nsique et de morale, April—June 1952, p. 171. This analysis makes evident\nthat the Système des beaux-arts, written during the First World War,\nnotes to pages 9–10\n384\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 410,
      "bucket": "E (10%+)",
      "error_rate": 11.0,
      "unknown_words_sample": [
        "eerdman",
        "empiricity",
        "ques",
        "unreproducibly",
        "nitude",
        "nom",
        "guistic",
        "actuels",
        "schaff",
        "ern"
      ],
      "full_text": " \ndoes more than foretell the most apparently original themes of “mod-\nern” aesthetics. Particularly through a certain anti-Platonism which\ndoes not exclude, as Canguilhem demonstrates, a profound alliance\nwith Plato, beyond Platonism “understood without malice.”\n30. TN. According to Leibniz, each monad—the spiritual (nonmaterial)\nbuilding blocks of the universe—is the representation of the entire\nuniverse as preordained by God. Cf. Monadology.\n31. Maurice Merleau-Ponty, “An Unpublished Text,” trans. Arleen B. Bal-\nlery, in The Primacy of Perception, ed. James M. Edie (Evanston: North-\nwestern University Press, 1964), pp. 8–9. The text was ﬁrst published\nin the Revue de metaphysique et de morale, October—December, 1962.\n32. “Problèmes actuels de la phénoménologie,” in Actes du colloque inter-\nnationale de phénoménologie (Paris, 1952), p. 97.\n33. Saint John Chrysostom, Homilies on the Gospel of Saint Matthew, vol.\n10 of the Select Library of the Nicene and Post-Nicene Fathers of the\nChristian Church, ed. Philip Schaff (Grand Rapids: William B. Eerdman,\n1956), p. 1.\n34. TN. In his translation of the Old Testament, Buber attempted to\nrestore as much as possible the polysemantic structure of certain key\nwords upon which he based his interpretations. Derrida here is\nattempting to examine the presuppositions of construing certain\nwords or ideas as the source of the play of difference implied in lin-\nguistic multivalence. The idea that seems to support the next few\nsentences (in the text) is that if there is no source of “Being,” “Being”\nmust then be understood like a game, that is, only in function of itself.\nLanguage would then most accurately “approximate” Being when it,\ntoo, functions only in relation to itself—“poetry”—without attempting\nto adequate itself to any particular existent. One could then be led to\nspeak of language as having no reference to signiﬁed meanings but\nrather as creating these meanings through the play of signiﬁers. The\nsigniﬁer is always that which is inscribed or written.\n35. TN. Finitude: empiricity and historicity. Derrida’s vocabulary here is\nHeideggerean—which is not to say that he is simply adopting\nHeidegger’s ideas, but is rather gradually putting Heidegger into ques-\ntion. To suggest that the hidden essence of the empirical is historicity,\nto deal with affectivity as the index of ﬁnitude—these are all\nHeideggerean themes related to the problem of transcendence as dis-\ncussed at length, and unreproducibly, in Heidegger’s Kant and the\nQuestion of Metaphysics, trans. James S. Churchill (Bloomington: Indi-\nana University Press, 1962).\nnotes to pages 10–14 385\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 411,
      "bucket": "D (5-10%)",
      "error_rate": 8.8,
      "unknown_words_sample": [
        "eucte",
        "nal",
        "guez",
        "corneillean",
        "nity",
        "rousset",
        "ibid",
        "lasalle",
        "speci",
        "wegmarken"
      ],
      "full_text": " \n36. “Brief über den ‘Humanismus,’ ” in Wegmarken (Frankfurt, 1967),\np. 158.\n37. Rousset, Forme et Signiﬁcation, p. xviii, “For this very reason, Georges\nPoulet has little interest in art, in the work as a reality incarnated in a\nlanguage and in formal structures; he suspects them of ‘objectivity’:\nthe critic runs the risk of grasping them from without.”\n38. “Jean-Pierre Richard’s analyses are so intelligent, his results so new\nand so convincing that one must agree with him, regarding his own\nquestions. But in conformity with his own perspectives, he is primarily\ninterested in the imaginary world of the poet, in the latent work, rather\nthan in the work’s morphology and style.”\n39. Guez de Balzac, book 8, letter 15.\n40. Vaugelas, Rem., vol. 2, p. 101.\n41. Claude Lévi-Strauss, Structural Anthropology, trans. C. Jacobson and\nB. G. Schoepf (New York: Basic Books, 1963), p. 283.\n42. G. W. Leibniz, Discourse on Metaphysics, Correspondence with Arnauld\nand Monadology, trans. George R. Montgomery (LaSalle, Ill.: Open\nCourt Publishing Co., 1968), pp. 18–19.\n43. Let us at least reproduce the synthesizing conclusion, the resumé of\nthe essay: “An itinerary and a metamorphosis, we said after the\nanalysis of the ﬁrst and ﬁfth acts, as concerns their symmetry and\nvariants. We must now afﬁx to this another essential characteristic\nof Corneillean drama: the movement it describes is an ascending\nmovement toward a center situated in inﬁnity.” (In this spatial\nschema, what happens to inﬁnity, which is here the essential, that\nis, is not only the irreducible speciﬁcity of the “movement,” but also\nits qualitative speciﬁcity?) “Its nature can be further speciﬁed. An\nupward movement of two rings is a helical ascent; two ascending\nlines separate, cross, move away from and rejoin each other in a\ncommon proﬁle beyond the play itself (the structural meaning\nof the expression “beyond the play itself?”) “ . . . Pauline and Poly-\neucte meet and separate in the ﬁrst act; they meet again, closer to\neach other and on a higher plane, in the third act, only to separate\nagain; they climb up another level and reunite in the ﬁfth act, the\nculminating phase of the ascension, from whence they jump forth\nin a ﬁnal leap which will unite them deﬁnitively, at the supreme point\nof freedom and triumph, in God” (Rousset, Forme et Signiﬁcation,\np. 6).\n44. Leibniz, Discourse on Metaphysics, p. 10.\n45. Ibid.\nnotes to pages 14–22\n386\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 412,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "nitive",
        "metaphys",
        "grande",
        "kamo",
        "lan",
        "ibid",
        "ment",
        "rousset",
        "signi",
        "anien"
      ],
      "full_text": " \n46. Cf., for example, Maurice Leenhardt, L’art océanien: Gens de la grande\nterre, p. 99; Do kamo, pp. 19–21.\n47. TN. I.e., of structure as a metaphor for locality, site.\n48. TN. This is the question of the closure of metaphysics, for metaphys-\nics contains every discourse that attempts to emerge from it. Accord-\ning to Derrida, metaphysics can only be destroyed from within, by\nmaking its own language—which is the only language we have—work\nagainst it.\n49. Here are several formulations of this “permanent structure”: “where\nis the true play? It is in the superimposing and interweaving of the two\nlevels, in the separations and exchanges established between them,\noffering us the subtle pleasure of binocular viewing and double read-\ning” (Rousset, Forme et Signiﬁcation, p. 56). “From this point of view, all\nof Marivaux’s plays could be deﬁned as an organism existing on two\nlevels whose designs gradually approach until they are completely\njoined. The play is over when the two levels are indistinguishable, that\nis, when the group of heroes watched by the spectators sees itself as\nthe spectator-characters saw them. The real resolution is not the mar-\nriage promised to us at the fall of the curtain but the encounter of\nheart and vision” (ibid., p. 58) “We are invited to follow the develop-\nment of the play in two registers, which offer us two parallel curves\nthat are separated, however, different in their importance, their lan-\nguage, and their function: the one rapidly sketched, the other fully\ndrawn in all its complexity, the ﬁrst letting us guess the direction that\nthe second will take, the second deeply echoing the ﬁrst, providing its\ndeﬁnitive meaning. This play of interior reﬂections contributes to the\nimparting of a rigorous and supple geometry to Marivaux’s play, while\nat the same time closely linking the two registers, even up to the\nmovements of love” (ibid., p. 59).\n50. TN. In the Phenomenology Hegel takes the reader on a “voyage of\ndiscovery” that Hegel himself has already made. The dialectical turn-\ning points of the Phenomenology are always marked by the reader’s\nbeing brought to a point where he can grasp what Hegel has already\ngrasped, the concept in question becoming true “for us,” the distance\nbetween subject and object having been annihilated. Hegel deﬁnes the\nstructure of the Phenomenology as circular, a return to its point of\ndeparture.\n51. Cited in Forme et Signiﬁcation, p. 189. And Rousset, in fact, comments:\n“Not isolated, such a declaration is valid for all orders of reality. Every-\nthing obeys the law of composition, which is the law of the artist as it is\nnotes to pages 22–28 387\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 413,
      "bucket": "D (5-10%)",
      "error_rate": 8.2,
      "unknown_words_sample": [
        "priori",
        "nity",
        "rousset",
        "attened",
        "paci",
        "turalist",
        "ated",
        "rodrigue",
        "identi",
        "prouh"
      ],
      "full_text": " \nof the Creator. For the universe is a simultaneity, by virtue of which\nthings at a remove from each other lead a concerted existence and\nform a harmonic solidarity; to the metaphor that unites them corres-\nponds, in the relations between beings, love, the link between separ-\nated souls. It is thus natural for Claudel’s thought to admit that two\nbeings severed from each other by distance can be conjoined in their\nsimultaneity, henceforth resonating like two notes of a chord, like\nProuhèze and Rodrigue in their inextinguishable relationship.”\n52. Bergson, Essai sur les données immédiates de la conscience.\n53. For the man of literary structuralism (and perhaps of structuralism in\ngeneral), the letter of books—movement, inﬁnity, lability, and instabil-\nity of meaning rolled up in itself in the wrapping, the volume—has not\nyet replaced (but can it ever?) the letter of the ﬂattened, established\nLaw: the commandment on the Tables.\n54. On this “identiﬁcation with itself” of the Mallarmean book, cf. Jacques\nScherer, Le ‘Livre’ de Mallarmé, p. 95 and leaf 94, and p. 77 and leaves\n129–30.\n55. We will not insist upon this type of question, banal but difﬁcult to get\naround, and posing itself, moreover, at each step of Rousset’s work,\nwhether he is concerned with an author taken by himself or with an\nisolated work. Is there only one fundamental structure each time?\nHow is it to be recognized and given its privilege? The criterion can be\nneither an empirical-statistical accumulation, nor an intuition of an\nessence. It is the problem of induction which presents itself to a struc-\nturalist science concerned with works, that is to say, with things whose\nstructure is not apriorical. Is there a material a priori of the work? But\nthe intuition of a material a priori poses formidable preliminary\nproblems.\n56. TN. This is a reference to Levinas and his attempted paciﬁcation of\nphilosophy through the notion of the Other as face. For Derrida, phil-\nosophy, metaphysics, is irreducibly violent, practices an economy of\nviolence. Cf. “Violence and Metaphysics.”\n57. TN. The reference is to Nietzsche’s opposition of the Apollonian and\nthe Dionysian (sculpture/music, individuation/uniﬁcation of the many\nwith the one, tranquility/bacchanal) in The Birth of Tragedy.\n58. TN. This explication is to be found in the chapter of the Phenomenology\nentitled “Force and Understanding.” The title of that chapter alone\ndemonstrates its relationship to this essay.\n59. TN. Cf. above, note 18.\n60. TN. Derrida here is specifying several characteristics of metaphysics\nnotes to pages 28–32\n388\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 414,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "taphysique",
        "ner",
        "cogito",
        "ance",
        "zarathrustra",
        "wahl",
        "etc",
        "ibid",
        "signi",
        "rousset"
      ],
      "full_text": " \nwithout demonstrating their interrelatedness. 1. “Heliocentric meta-\nphysics” refers to the philosophical language founded on metaphors\nof light and dark, e.g., truth as light, error as dark, etc. 2. This language\nalways implies a privileged position of “acoustics,” i.e., a privilege\naccorded to a phonological, spoken model of the presence of truth in\nliving, spoken discourse, and a concomitant abasement of the silent\nwork of the “force” of differentiation. This abasement is typically\nrevealed in the philosophical treatment of writing. 3. This system is set\nin motion by Platonism, whose doctrine of the eidos implies both\npoints just mentioned.\n61. Friedrich Nietzsche, The Twilight of the Idols, translated by Anthony M.\nLudovici (New York: Russell and Russell, 1964), p. 67.\n62. Flaubert, Préface à la vie d’écrivain, p. 111.\n63. Friedrich Nietzsche, “Nietzsche contra Wagner,” in The Case of Wag-\nner, trans. Anthony M. Ludovici (New York: Russell and Russell, 1964)\np. 116. [In Nietzsche’s text the French is left untranslated: “Flaubert is\nalways despicable, the man is nothing, the work everything.”] It is not\nwithout interest, perhaps, to juxtapose this barb of Nietzsche’s with\nthe following passage from Forme et Signiﬁcation: “Flaubert’s cor-\nrespondence is precious, but in Flaubert the letter writer I cannot ﬁnd\nFlaubert the novelist; when Gide states that he prefers the former I\nhave the feeling that he chooses the lesser Flaubert or, at least, the\nFlaubert that the novelist did everything to eliminate” (Rousset, p. xx).\n64. Nietzsche, The Twilight of the Idols, p. 59.\n65. Ibid., p. 6.\n66. Friedrich Nietzsche, Thus Spake Zarathrustra, trans. Thomas Common\n(New York: Russell and Russell, 1964), p. 239.\n67. Ibid., p. 242. slightly modiﬁed.\n2: COGITO AND THE HISTORY OF MADNESS\n1. With the exception of several notes and a short passage (in brackets),\nthis paper is the reproduction of a lecture given 4 March 1963 at the\nCollège Philosophique. In proposing that this text be published in the\nRevue de métaphysique et de morale, M. Jean Wahl agreed that it should\nretain its ﬁrst form, that of the spoken word, with all its requirements\nand, especially, its particular weaknesses: if in general, according to\nthe remark in the Phaedrus, the written word is deprived of “the assist-\nance of its father,” if it is a fragile “idol” fallen from “living and ani-\nmated discourse” unable to “help itself,” then is it not more exposed\nnotes to pages 32–36 389\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 416,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "rms",
        "tion",
        "transla",
        "timeus",
        "omy",
        "theatetus",
        "reappropriates",
        "nonclassical",
        "modi",
        "ahistorical"
      ],
      "full_text": " \nemployed in the impeccable logic of delirium; precisely that which\nmade it accessible counterfeited it as madness.” The very language of\nreason . . . but what is a language that would not be one of reason in\ngeneral? And if there is no history, except of rationality and meaning in\ngeneral, this means that philosophical language, as soon as it speaks,\nreappropriates negativity—or forgets it, which is the same thing—\neven when it allegedly afﬁrms or recognizes negativity. More surely\nthen, perhaps. The history of truth is therefore the history of this econ-\nomy of the negative. It is necessary, and it is perhaps time to come\nback to the ahistorical in a sense radically opposed to that of classical\nphilosophy: not to misconstrue negativity, but this time to afﬁrm it—\nsilently. It is negativity and not positive truth that is the nonhistorical\ncapital of history. In question then would be a negativity so negative\nthat it could not even be called such any longer. Negativity has always\nbeen determined by dialectics—that is to say, by metaphysics—as\nwork in the service of the constitution of meaning. To afﬁrm negativity\nin silence is to gain access to a nonclassical type of dissociation\nbetween thought and language. And perhaps to a dissociation of\nthought and philosophy as discourse, if we are conscious of the fact\nthat this schism cannot be enunciated, thereby erasing itself, except\nwithin philosophy.\n5. Foucault, Folie et déraison, pp. x-xi. [I have modiﬁed Howard’s transla-\ntion of this sentence to include the “on” whose double sense was\nplayed upon above, p. 34.]\n6. TN. I have consistently translated œuvre as “work” throughout this\nessay to avoid confusions that could be caused by translating it as\n“work of art,” as Howard does. To translate Foucault’s deﬁnition of\nmadness, commented upon by Derrida, as “the absence of the work of\nart” (l’absence d’œuvre) does not convey Foucault’s sense of the\nabsence of a work governed by institutionalized rationalism.\n7. TN. Derrida is making use of the fact that the word éloge (praise) is\nderived from the same word as “logos.”\n8. Foucault, Folie et déraison, p. xi.\n9. Cf. also, for example, Symposium 217e/218b; Phaedrus 244b—c/245a/\n249/265a ff.; Theatetus 257e; Sophist 228d/229a; Timeus 86b; Republic\n382c; Laws X 888a.\n10. TN. Cf. note 7 above.\n11. TN. The Philosophical Works of Descartes, translated by Elizabeth S.\nHaldane and G. R. T. Ross (Cambridge: The University Press, 1970),\np. 146.\nnotes to pages 39–55 391\n"
    }
  ]
}