{
  "batch_id": 8,
  "document": "Derrida_MarginsOfPhilosophy",
  "pages": [
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 324,
      "bucket": "B (1-3%)",
      "error_rate": 2.1,
      "unknown_words_sample": [
        "fortiori",
        "mise",
        "admi",
        "predsely",
        "cogito",
        "philosophie",
        "rable",
        "valery",
        "ren"
      ],
      "full_text": "Point de philosophie\n\"truth\" and \"reality\" are once again in quotation marks, advanced as effects of\nlanguage and as simple citations. But if the \"1 think therefore I am\" \"has no\nmeaning\na fortiori no truth, it has \"a very great value,\" and\nlike the style is \"entirely characteristic of the man himself.\" This value is that\nof a shattering blow, a quasi-arbitrary affirmation of mastery by means of the\nexercise of a style, the egotistic impression of a form, the stratagem of a mise\nen scene powerful enough to do without truth, a mise en scene keeping that\nmuch less to truth in its laying of truth as a trap, a trap into which generations\nof servile fetishists will come to be caught, thereby acknowledging the law of\nthe master, of I, René Descartes.\nValery insists upon the style: \"It is predsely this that I think I see in the Cogito.\nNeither a syllogism nor even meaning in the literal sense; but a reflex action of\nthe man, or more accurately, the explosion of an act, a shattering blow. There\nis, in any thinker of such intellectual power, what might be described as a home\npolicy and a foreign policy of thought; he sets up certain 'reasons of state' against\nwhich nothing can prevail ... Never, until he came, had a philosopher so\ndeliberately exhibited himself on the stage of his own thought, risking his own\nneck, daring to write 'I' for whole pages on end; he does it above all, and in an\nadmirable style, when writing the Meditations .\n.\n. I have called his style admi-\nrable\" (9, 55—56).\nFurther on, and elsewhere, Valery associates style with the \"timbre\" of the\nvoice. Descartes could assert himself, posit his mastery, only by \"paying with\nhis person,\" exposing himself in a theater, putting himself on stage and into\nplay \"by risking the I.\" And henceforth at issue are the style of his writing and\nthe timbre of his voice.\nHow are we to reassemble these propositions? Will it be said that Descartes,\nby means of what is inimitable in his text (timbre and style), has succeeded in\nimposing the source, in restoring the presence of the origin that is so implacably\nset aside by the play of signification?\n23. \"At this point I am going to take a considerable risk. I say that we can consider it\nfrom a very different point of view—we can assert that this brief and pregnant expression\nof its author's personality has no meaning whatever. But I must add that it has a very great\nvalue, entirely characteristic of the man himself.\n\"I maintain that\nergo sum has no meaning because that little word sum has no\nmeaning. No one dreams of saying or needs to say 'I am' unless he is taken for dead and\nwants to protest that he is not. In any case he would say 'I'm alive.' But a cry or the\nslightest movement would be quite sufficient. No, 'I am' cannot tell anyone anything and\nis no answer to any intelligible question. But the remark does correspond here to something\nelse, which I shall explain presently. Furthermore, what meaning can be attributed to a\nproposition whose negative form would express its content just as well as the positive?\nIf '1 am' means anything, 'I am not' tells us neither more nor less\" (9, 54). In the Address\nto the Congress of Surgeons, Valery scans the formula: \"At one moment I think; at another\nI am\" (11, 139).\nI have proposed elsewhere an interpretation of the equivalence, \"I am\": \"I am living\":\n\"I am dead.\" Although made from a very different point of view, this interpretation\nnevertheless seems to me to intersect with Valery's. Cf. Speech and Phenomena.\n295\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 326,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "dcrire",
        "mits",
        "valery",
        "zecks",
        "fself",
        "zugegrabenen",
        "relez",
        "rathof",
        "ence",
        "irretevable"
      ],
      "full_text": "The Event and the\nRegime of the Other\nthe condition that it does not itself present itself, on the condition\nof this inconceivable and zrrelevable2'\nto itself Here we are in need of a patadoxi\nof the event.as a cnny,-p\n—raThof present itself, happen to itself. The value of the event is perhaps indissociable\nfrom that of presence; it remains rigorouslyincOmpatible with that àfself;pzes-\nence.\nThe Event and the Regime of the Other:\nTimbre\nTo hear oneself is the most normal and the most impossible experience. One\nmight conclude from this, first, that the source is always other, and that whatever\nhears itself, not itself hearing itself, always comes from elsewhere, from outside\nand afar. The lure of the I, of consciousness as hearing-oneself-speak would\nconsist in dreaming of an operation of ideal and idealizing mastery, transforming\nhetero-affection into auto-affection, heteronomy into autonomy. Within this pro-\ncess of appropriation somehow would be lodged a \"regime\" of normal hallu-\ncination. When I speak (to myself) without moving tongue and lips, I believe\nthat I hear myself, although the source is other; or I believe that we are two,\nalthough everything is happening \"in me.\" Supported by a very ancient history,\ntraversing all the stations of the relation to the self (sucking, masturbation,\ntouching/touched, etc.), this possibility of a \"normal\" double hallucination per-\nmits me to give myself to hear what I desire to hear, to believe in the spontaneity\nof the power which needs no one in order to give pleasure to itself. Valery\nsource. \"One must go back to the source—which is not the origin. The origin, in all, is\nimaginary. The source is the fact within which the imaginary is proposed: water wells up\nthere. Beneath, I do not know what takes place?\" (C. 23, p. 592, 1940).\nBeneath, I do not know what takes place. Although we cannot follow all the implications\nhere, let us indicate that which, within the trope, both retains and brings to the surface\nwhat is most strange beneath the most familiar (heimlichlunheimlich). Two examples, them-\nselves cited as examples: 1. \"When, seeking to explain the generation of the operations\nof the soul, you say, Monseigneur, that they have their source in sensation, and that\nattention flows into comparison, comparison into judgment, etc., you are comparing all\nthese operation to streams, and the words source and flow are tropes, which convey your\nthought in sensory fashion. We use this language on all occasions which present them-\nselves, and you experience daily to what extent it is proper to enlighten you.\" (Condillac,\nDe l'art d'dcrire, in Oeuvres philosophiques. ed. Georges Le Roy (Paris: Presses Universitaires\nde France, 1947), pp. 560—61.) It will have been noticed, among other things, that here the\nsource is a trope and a comparison which is possible not at the source of the operations,\nbut at a moment which itself is determinate, derived from the course (of what is compared):\ncomparison. 2. \"Compare: 'The Zecks are all \"heimlich.\"''\"Heitnlich?\" ... What do you\nunderstand by \"heimlich\"?' 'Well,\n.\n. . they are like a buried spring (zugegrabenen Brunnen)\nor a dried-up pond. One cannot walk over it without always having the feeling that water\nmight come up there again.' 'Oh, we call it\nFreud, The Uncanny, in SE\nXVII, 223.\n26. TN. Irretevable, i.e. that which cannot be relez'é, subjected to the Hegelian operation\nof the Aufhehung.\n297\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 329,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "waystations",
        "dans",
        "scientificity",
        "valery",
        "unnamable",
        "phen",
        "significa",
        "ilantly",
        "qual",
        "narcis"
      ],
      "full_text": "Qual Queue\nHere the question of psychoanalysis imposes itself. All the motifs I have\nemphasized, and still others, to a certain point are in agreement, in any event\nin their principles, with Freud's motifs: redefinition of the I (the ego) and con-\nsciousness as effects in a system, development of the logic of a primary narcis-\nsism in relation to a death drive, systematic interest in everything that escapes\nthe control of waking consciousness (Valery's meditation on dreams was un-\nceasing), etc. One could pursue the correspondence of the two texts a long way.\nI do not know whether Freud read Valery, and since it is not his birthday, I leave\nsuspended the question of knowing why, and above all if he can be excused for\nthis. But why did Valery so nervously reject psychoanalysis? Why did he seize\nupon the argument of the unnamable that he just as summarily could have used\nagainst all science? The connotation of nervousness, of precipitation, and of\nspasm are not insignificant. Valery could have offered arguments, showed his\ndisagreement, asked epistemological questions, differentiated his criticisms, vig-\nilantly examined what then could be seen of psychoanalysis: but he did so only\nby opposing his formalist point of view—which therefore produces an effect of\nobscurantism here—to what he considered to be Freud's semantic, \"significa-\ntive\" point of view about\nBut why talk about Freud's \"stupidity\"?\nWhy multiply sarcastic remarks against those whom he names \"Freud and Co.\"?\nMost often it is the insistence on sexuality that infuriates him, and without\nrecognizing, wanting or being able to recognize, that Freud's \"sexualism\" is\n28. For example: \"1 have been concerned with dreams for centuries. Since then have\ncome the theses of Freud and Co., which are completely different—because it is the\npossibility and intrinsic characteristics of the phen. which interest me; while for them, it\nis its meaning, its relation to the subject's history—which I am not worried about.\" Valery\nhad just written: \"The small child of two years is transparent. Its impressions, its psyche,\nand its acts have very few waystations\" (C. 19, p. 456, 1936).\n\"My theories of the dream are completely opposed to those of the day. They are'com-\npletely 'formal,' while the latter are completely 'significative' \"(C. 17, p. 766, 1935). \"Now,\nI am inclined to think that these words have no meaning, that it is useless to look for\nmeaning in them, vain to give them meaning. And the reflex acts of the sleeper are only\nlinear responses. The sleeper discharges himself through the brain as through the limbs—\nwithout past or future—without additivity. For my way of thinking, it is a mistake to\napproach dreams by way of the significative\" (ibid., p. 771). See also p. 770, and the entire\nchapter \"Le réve et l'analyse de Ia conscience,\" in Judith Robinson, L'analyse de l'esprit dans\nles Cahiers de Valery (Paris: Corti, 1963). This semanticist error, if we may put it thus, is\nwhat from Valery's point of view deprives psychoanalysis of all scientificity, if not all\nefficacity. \"If Freud's theories have therapeutic value, it is highly probable that they have\nno scientific value\" (C. 11, p. 476, 1926). \"There are authors (and therefore theories at their\nservice) whose works, consciously founded on the unconscious, are comparable finally\nto the Flea Market\" (C. 17, p. 515, 1934).\nAs is inevitable in this situation of misconstruing, Valery, who calls himself \"the least\nFreudian of men\" (cited by Robinson, L'analyse, p. 105), occasionally makes statements\nthat Freud would not simply have rejected, at the very moment when it is believed that\nthese statements are in opposition to him. Thus: \"Freud's theories are repulsive to my\nway of thinking, which would have it that in dreams the ideas of the most insignificant\nthings from waking life play a role equal to that played by things which are moving, or\nwould be the most moving\" (C. 11, p. 621, 1925—26).\n300\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 333,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "hermeneutism",
        "crusoes",
        "fjxe",
        "thelmplex",
        "semanticisms",
        "erating",
        "haps",
        "principial",
        "valery",
        "isn"
      ],
      "full_text": "Qual Queue\nwhich could not have been simple for Valery—such occasionally seems to be\nthe obsidional operation of the Idée Fjxe itself. When the interlocutor, imprudent\nsoul, proposes to \"open up the Implex,\" even risking a rapprochement between\nthe implex and the unconscious, he is simply threatened with being thrown into\nthe sea. All the criticisms that have been addressed to psychoanalysis in France\nfor fifty years, find their resources here: \"We'll have to open up thelmplex. But\nwait a moment. Does this Implex of yours amount to any more than what vulgar,\ncommon mortals, the masses, philosophers, psychologists, psychopaths, the\nnon-Crusoes—the herd, in fact—call quite simply and crudely the 'unconscious'\nor the 'subconscious.'?\n\"—Do you want me to pitch you into the sea?.\n. . Don't you know I detest\nsuch dirty words?. . . And anyhow, it isn't the same thing at all. They are meant\nto signify some inconceivable hidden springs of action—at times they stand for\nsly little inner goblins, marvelous tricksters, who can guess riddles, read the\nfuture, see through brick walls, and carry on the most amazing industry inside\nour hidden workings\" (5, 55—56).\nImmediately afterward defining the implex as virtuality and general capacity\n(\"for feeling, reacting, doing, and understanding\"), it is true that Valery adds\nto the end of the list the \"capacity for resistance\": \"To all that we must add our\ncapacity for resistance\" (5, 56).\nWe will not ask what the meaning of this resistance is before pointing out that\nwhat Valery intends to resist is meaning itself. What he reproaches\nanalysis for is not that it interprets in such or such a fashion, but quite simply\nthat it interprets at all, that it is an interpretation, that it is interested above all\nin signification, in meaning, and in some principial unity—here, a sexual unity—\nof meaning. He reproaches psychoanalysis for being a \"symbolics\"—this is what\nhe names it—a hermeneutism, a semanticism. Is there not, henceforth, a place\nwhere all of Valery's poetic and linguistic formalism, his very necessary critique\nof thematicist or semanticist spontaneity, in literature and elsewhere, all the\nirony with which he paralyzed the prejudices of meaning, theme, subject, con-\ntent, etc., a place, then, where all of these come to be articulated systematically\nwith his compulsive and obstinate rejection of psychoanalysis, a rejection op-\nerating as close as possible to psychoanalysis, and completely opposed to it?\nWas there not in meaning, to the extent that it is worked upon and afterward\nconstituted by repression, something which above all had not to be dealt with?\nSomething which formally had to be thrown back into the sea?\nAbove all I will not conclude that this hypothesis disqualifies Valery's critical\nformalism. Something within it remains necessary and must be maintained, it\nseems to me, in opposition to all precritical semanticisms. The psychoanalytic\ndiscourses known to us are far from being exempt from this semanticism. Per-\nhaps we here are touching upon a limit at which the opposition of form and\n304\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 335,
      "bucket": "E (10%+)",
      "error_rate": 33.0,
      "unknown_words_sample": [
        "meiner",
        "mise",
        "der",
        "priorit",
        "weniger",
        "habe",
        "einsichten",
        "qual",
        "als",
        "ahnungen"
      ],
      "full_text": "Qual Queue\nstellung): \"Nietzsche, another philosopher whose guesses and intuitions often\nagree in the most astonishing way with the laborious findings of psycho-analysis,\nwas for a long time avoided by me on that very account; I was1less concerned\nwith the question of priority than with keeping my mind\n33. LAn Autobiographical Study, SE XX, 60. The title of this work in German is Se! bstdar-\nstellung, literally \"self-representation,\" although representation here has a theatrical sense\nof mise en scene, direction, that Derrida plays upon here. I Selbstdarstellung, 1925, Gesammelte\nWerke (Frankfurt: Fischer Verlag, 1967), vol. 14, p. 86. (\"Nietzsche, den anderen Philosophen,\ndessen Ahnungen und Einsichten sich oft in der erstaunlichsten Weise mit den mühsamen Ergeb-\nnissen der Psychoanalyse decken, habe ich gerade darum lange gemieden; an der Prioritäf lag nuT\nja weniger als an der Erhaltung meiner Unbefangenheit.\")\n306\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 336,
      "bucket": "E (10%+)",
      "error_rate": 28.6,
      "unknown_words_sample": [
        "philosophie",
        "socl",
        "des",
        "communica",
        "francaise",
        "congres"
      ],
      "full_text": "Signature Event\nContext\nA communication to the Congres international des Soclétés de philosophie de langue\nfrancaise, Montreal, August 1971. The theme of the colloquium was \"Communica Lion.\"\n307\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 338,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "equivocalities",
        "sim",
        "sqmething",
        "semiolinguistic",
        "munication",
        "nonsemantic",
        "mitted",
        "metaphorico",
        "itbut",
        "plicity"
      ],
      "full_text": "Still confining ourselves, for sim-\nplicity, to spoken utterance.\nAustin, How to Do Things with Words.\np. 113n.2.\nIs it certain that there corresponds to the word communication a unique, univocal\nconcept, a concept that can be rigorously grasped and transmitted: a commu-\nnicable concept? Following a strange figure of discourse, one first must ask\nwhether the word or signifier \"communication\" communicates a determined\ncontent, an identifiable meaning, a describable value.ItBut in order to articulate\nand to propose this question, I already had to anticipate the meaning of the\nword communication: I have had to predetermine communication as the vehicle,\ntransport, or site of passage of a meaning, and of a meaning that is one. If\ncommunication had several meanings, and if this plurality could not be reduced,\nthen from the outset it would not be justified to define communication itself as\nthe transmission of a meaning, assuming that we are capable of understanding\none another as concerns each of these words (transmission, meaning, etc.).\nNow, the word communication, which nothing initially authorizes us to overlook\nas a word, and to impoverish as a polysemic word, opens a semantic field which\nprecisely is not limited to semantics, semiotics, and even less to linguistics. To\nthe semantic field of the word communication belongs the fact that it also des-\nignates nonsemantic movements. Here at least provisional recourse to ordinary\nlanguage and to the equivocalities of natural language teaches us that one may,\nfor example, communicate a movement, or that a tremor, a shock, a displacement\nof force can be communicated—that is, propagated, transmitted. It is also said\n/ that different or distant places can communicate between each other by means\nof a given passageway or opening.(What happens in this case, what is trans-\nmitted or communicated, are not phenomena of meaning or signification.\nthese cases we are dealing neither with a semantic or conceptual content, nor\nwith a semiotic operation, and even less with a linguistic exchange.\nNevertheless, we will not say that this nonsemiotic sense of the word com-\nmunication, such as it is at work in ordinary language, in one or several of the\nso-called natural languages, constitutes the proper or primitive meaning, and that\nconsequently the semantic, semiotic, or linguistic meaning corresponds to a\nderivation, an extension or a reduction, a metaphoric displacement. We will not\nsay, as one might be tempted to do, that semiolinguistic communication is more\nmetaphorico entitled \"communication,\" because\n\"real\" communication it gives passage, transports, raflsrn\nsQmething, gives\naccess to something We will not say so\n1. because the value of literal, proper meaning appears more problematical than\never,\n309\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 339,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "guistic",
        "nication",
        "polysemia",
        "structute",
        "semiolinguistic",
        "nonlinguistic",
        "ikand",
        "discouise",
        "funda",
        "nonsemiolm"
      ],
      "full_text": "Signature Event Context\n2. because the value of displacement, of transport, etc., is constitutive of the\nvery concept of metaphor by means of which one allegedly understands the\nsemantic displacement which is operated from communication as a nonsemiolm-\nguistic phenomenon to communication as a semiolinguistic phenomenon.\n(I note here between parentheses that in this communication the issue will\nbe, already is, the problem of polysemia and communication, of dissemination—\nwhich I will oppose to polysemia—and communication. In a moment, a certain\nconcept of writing is bound to intervene, in order to transform itself, and perhaps\nin order to transform the problematic.)\nIt seems to go without saying that the field of equivocality covered by the\nword communicatiyn permits itself to be reduced massively by the limits of what\nis called a context Ikand I announce, again between parentheses, that the issue\nwifi be, in this communication, the problem of context, and of finding out about\nwriting as concerns context in general). For example, in a colloquium of philosophy\nin the French language, a conventional context, produced by a kind of implicit\nbut structurally vague consensus, seems to prescribe that one propose \"com-\nmunications\" on communication, communications in discursive form, colloquial,\noral communications destined to be understood and to open or pursue dialogues\nwithin the horizon of an intelligibility and truth of meaning, such that in principle\na general agreement may finally be established. These communications are to\nremain within the element of a determined \"natural\" language, which is called\nFrench, and which commands certain very particular uses of the word commu-\nnication. Above all, the object of these communica\nId be organized, by\npriority or by privilege, around communication a discouise, or in any event as\nsignification. Without exhausting all the implications\nthe entire structute\nof an \"event\" like this one, which would merit a very long preliminary anajysis,\nprerequisite I have just recalled appears\nand for\nthis, it would suffice to consult our schedule in order to be\nBut are the prerequisites of a context ever absolutely determinable? Funda-\nmentally, this is the most general question I would like to attempt to elaborate.\nH Is there a rigorous and scientific concept of the context? Does not the notion of\ncontext harbor, behind a certain confusion, very determined philosophical pre-\nsuppositions? To state it now in the most summary fashion, I would like to\ndemonstrate why a context is never absolutely determinable, or rather in what\nway its determination is never certain or\nstructural nonsaturation\nwould have as its double effect:\n1. a marking of the theoretical insufficiency of the usual concept of (the linguistic\nor nonlinguistic) context such as it is accepted in numerous fields df investigation,\nalong with all the other concepts with which it is systematically associated;\n2. a rendering necessary of a certain generalization and a certain displacement\nof the concept of writing. The latter could no longer, henceforth, be included\nin the category of communication, at least if communication is understood in\nthe restricted sense of the transmission of meaning. Conversely, it is within the\n310\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 340,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "commumcation",
        "tainly",
        "essai",
        "naissances",
        "uone",
        "cornmunication",
        "connaissances",
        "ganized",
        "duction",
        "funda"
      ],
      "full_text": "Writing and Telecommunication\nfield of writing thus defined that the effects of semantic commumcation\nwill be able to be determined as particular, secondary, inscribed, supplementary\neffects.\nWriting and Telecommunication\nif one takes the notion of writing in its usually accepted sense—which above\nall does not mean an innocent, primitive, or natural sense—one indeed must\nsee it as a means of cornmunication.UOne must even acknowledge it as a powerful\nmeans of communication which extends very far, if not infinitely, the field of oral\nor gestural communication. This is banally self-evident, and agreement on the\nmatter seems easy. I will not describe all the modes of this extension in time and\nin space. On the other hand I will pause over the value of extension to which I\nhave just had recourse.\nthat writing extends the field and\nwe\nof\nof gesture cer-\ntainly appears to encounter a factual limit here, an empirical boundary in the\nform of space and time; and writing, within the same time, within the same\nspace, manages to loosen the limits, to open the same field to a much greater\nrange. Meaning, the content of the semantic message, is thus transmitted, com-\nmunicated, by different means, by technically more powerful mediations, over a\nmuch greater distance, but within a milieu that is fundamentally continuous\nand equal to itself, within a homogenous element across which the unity and\nintegrity of meaning is not affected in an essential way. Here, all affection is\naccidental.\nThe system of this interpretation (which is also in a way the system of inter-\npretation, or in any event of an entire interpretation of hermeneutics), although\nit is the usual one, or to the extent that it is as usual as common sense, has been\nrepresented in the entire history of philosophy. I will say that it is even, funda-\nmentally, the properly philosophical interpretation of writing. I will take a single\nexample, but I do not believe one could find, in the entire history of philosophy\nas such, a single counterexample, a single analysis that essentially contradicts\nthe one proposed by Condillac, inspired, strictly speaking, by Warburton, in the\nEssay on the Origin of Human Knowledge (Essai sur l'origine des connaissances hu-\nmaines).' I have chosen this example because an explicit reflection on the origin\nand function of the written (this explicitness is not encountered in all philosophy,\nand one should examine the conditions of its emergence or occultation) is or-\nganized within a philosophical discourse which like all philosophy presupposes\nthe simplicity of the origin and the continuity of every derivation, every pro-\nduction, every analysis, the homogeneity of all orders. Analogy is a major con-\n1. TN. Essai sur l'origine des con naissances hunzaines, with an introductory essay by Jacques\nDerrida (Paris: Galilee, 1973).\n311\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 341,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "resentation",
        "uous",
        "categorl",
        "cept",
        "metapboric",
        "enient",
        "nec",
        "coitv",
        "bysounds",
        "ress"
      ],
      "full_text": "Signature Event Context\nY.,J•'\n-\n-.\n;.\nc\ncept in Condillac's thought. I choose this example also because the analysis\nwhich(\"retraces\" the origin and function of writing is placed, in a kind of\nnoncritical way, under the authority of the categorl,I of communication.) If men write,\nit is (1) because they have something to communicate; (2) because what they\nhave to communicate is their \"thought,\" their \"ideas,\" their representations.\nRepresentative thought precedes and governs communication which -transports\n'\n(3) because men are already\ncom\nmunicating and of communicating their thought to each other when, in contin-\nuous fashion, they invent the means of communication that is writing. Here is\na passage from chapter 13 of part 2 (\"On Language and On Method\"), section\n1 (\"On the Origin and Progress of Language\"), (writing is thus a modality of\nlanguage and marks a continuous progress in a communication of linguistic\nessence), section 13, \"On Writing\": \"Men capable of\nthoughts to each other bysounds felt The nec\napJ\n(I italicize this\nvalue of absence, which, if newly reexamined, will risk introducing a certain\nbreak in the homogeneity of the system). As soon as men are capable of \"com-\nmunicating their thoughts,\" and of doing so by sounds (which is, according to\nCondillac, a secondary stage, articulated language coming to\"supplement\" the\naction, the unique and radical principle of all language), the birth\nand progress of writing will follow a direct, simple, and continuous line. The\noryQf writing will conform to a law\ngain The\nspace and\n8Ohe most coitv.enient abbreviation; it will never have\nthe least effect on the structure and content of the meaning (of ideas) that it will\nhave to vehiculate. The same content, previously communicated by gestures\nand sounds, henceforth will be transmitted by writing, and successively by\ndifferent modes of notation, from pictographic writing up to alphabetic writing,\npassing through the hieroglyphic writing of the Egyptians and the ideographic\nwriting of the Chinese. Condillac continues:\nthen\nrepresent\nbut the same images that they, had\nby actions and woxds, and\nhad, from the beginnings, .made.language figurative and metapboric...The\nmost natural means was\ndraw\nexpress the\nidea of a man or a horse the form of one or the other will be\nand\nthe first attempt at writing was but a simple painting\" (p. 252; my italics).\nThe representative character of written communication—writing as picture,\nreproduction, imitation of its content*wil be the invariable trait of all the prog-\nress to come. The concept of representation is indissociable here from the concepts\nof communication and expression that I have underlined in Condillac's text. Rep-\nresentation, certainly, will be complicated, will be given supplementary way-\nstations and stages, will become the representation of representation in\n2. Rousseau's theory of language and writing is also proposed under the general rubric\nof communication. (\"On the Various Means of Communicating Our Thoughts\" is the title\nof the first chapter of the Essay on the Origin of Languages.)\n312\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 342,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "passintincondillac",
        "haviflg",
        "essai",
        "ence",
        "itsell",
        "chanical",
        "eral",
        "addressor",
        "condilac",
        "warburton"
      ],
      "full_text": "Writing and Telecommunication\nhieroglyphic and ideographic writing, and then in phonetic-alphabetic writing,\nbut the representative structure which marks the first stage of expressive com-\nmunication, the idea/sign relationship, will never be suppressed or transformed.\nDescribing the history of the kinds of writing, their continuous derivation on\nthe basis of a common radical which is never displaced and which procures a\nkind of community of analogical participation between all the forms of writing,\nCondillac concludes (and this is practically a citation of Warburton, as is almost\nthe entire chapter): \"This is the general history of writing conveyed by a simple\ngradation from the state of painting through that of the letter; for letters are the\nlast steps which remain to be taken after the Chinese marks, which partake of\nletters precisely as hieroglyphs partake equally of Mexican paintings and of\nChinese characters. These characters are so close to our writing that an alphabet\nsimply diminishes the confusion of their number, and is their succinct abbreviation\"\n(pp. 254-53).\nHaviflg placed in evidence the motif of the economic, homogenous, and me-\nchanical reduction, let us now come back to the notion of absence that I\npassintinCondillac s text How is it determined'\n1. First, it is the absence of the addressee. One writes in order to communicate\nthose who are absent. The absence of the sender, the addressor,\nmarks that he abandons, which are cut off from him and continue to\nproäüce effects beyond his presence and beyond the present actuality of his\nmeaning, that is, beyond his life itselL this absence, which however belongs to\nthe structure of all writing—and I will add, further on, of all language in gen-\neral—this absence is never examined by Condillac.\n2. The absence of which Condilac speaks is determined in the most classical\nfashion as a continuous modification, a progressive extenuation of presence.\nregularly supplements presencej But this operation of supple-\nmentation (\"To supplement\" is one of the most decisive and frequently employed\noperative concepts on Condillac's Essai)3 is not exhibited as a break in presence,\nbut rather as a reparation and a continuous, homogenous modification of pres-\nence in representation.\nHere, I cannot analyze everything that this concept of absence as a modification\nof presence presupposes, in Condillac's philosophy and elsewhere. Let us note\nmerely that it governs another equally decisive operative concept (here I am\nclassically, and for convenience, opposing operative to thematic) of the Essai: to\ntrace and to retrace. Like the concept of supplementing, the concept of trace could\nbe determined otherwise than in the way Condillac determines it. According to\nhim, to trace means \"to express,\" \"to represent,\" \"to recall,\" \"to make present\"\n(\"in all likelihood painting owes its origin to the necessity of thus tracing our\nthoughts, and this necessity has doubtless contributed to conserving the Ian-\n3. Language supplements action or perception, articulated language supplements the\nlanguage of action, writing supplements articulated language, etc.\n313\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 343,
      "bucket": "B (1-3%)",
      "error_rate": 1.3,
      "unknown_words_sample": [
        "guage",
        "cramer",
        "vehiculates",
        "condilac",
        "atic"
      ],
      "full_text": "Signature Event Context\nguage of action, as that which could paint the most easily,\" p. 253). The sign is\nborn at the same time as imagination and memory, at the moment when it is\ndemanded by the absence of the object for present perception (\"Memory, as we\nhave seen, consists only in the power of reminding ourselves of the signs of our\nideas, or the circumstances which accompanied them; and this capacity occurs\nonly by virtue of the analogy of signs (my italics; this concept of analogy, which\norganizes Condillac's entire system, in general makes certain all the continuities,\nparticularly the continuity of presence to absence) that we have chosen, and by\nvirtue of the order that we have put between our ideas, the objects that we wish\nto retrace have to do with several of our present needs\" (p. 129). This is true\nof all the orders of signs distinguished by Condillac (arbitrary, accidental, and\neven natural signs, a distinction which Condillac nuances, and on certain points,\nputs back into question in his Letters to Cramer). The philosophical\nthat Condilac also calls \"to retrace\" consists in traveling back, by way of analysis\nand continuous decomposition, along the movement of genetic derivation which\nleads from simple sensation and present perception to the complex edifice of\nrepresentation*om original presence to the most formal language of\nIt would be simple to show that, essentially, this kind of analysis of written\nsignification neither begins nor ends with Condillac. If we say now that this\nanalysis is \"ideological,\" it is not primarily in order to contrast its notions to\n\"scientific\" concepts, or in order to refer to the often dogmatic—one could also\nsay \"ideological\"—use made of the word ideology, which today is so rarely\nexamined for its possibility and history. If I define notions of Condilac's kind\nas ideological, it is that against the background of a vast, powerful, and system-\natic philosophical tradition dominated by the self-evidence of the idea (eidos,\nidea), they delineate the field of reflection of the French \"ideologues\" who, in\nCondillac's wake, elaborated a theory of the sign as a representation of the idea,\nwhich itself represents the perceived thing. Communication, hence, vehiculates\na representation as an ideal content (which will be called meaning); and writing\nU is a species of this general communication.IA species: a communication having\n'Ia relative specificity within a\nIf we ask ourselves now what, in this analysis, is the essential predicate of\nthis specific difference, we once again find absence.\nHere I advance the following two propositions or hypotheses:\n1. Since every sign, as much in the \"language of action\" as in articulated\nlanguage (even before the intervention of writing in the classical sense), supposes\na certain absence (to be determined), it must be because absence in the field of\nwriting is of an original kind if any specificity whatsoever of the written sign\nis to be acknowledged.\n2. If, perchance, the predicate thus assumed to characterize the absence proper\nto writing were itself found to suit every species of sign and communication,\nthere would follow a general displacement: writing no longer would be a species\nof communication, and all the concepts to whose generality writing was sub-\n314\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 344,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "iterability",
        "itara",
        "ordinated",
        "nonlinguistic",
        "ically",
        "imkplies",
        "empir",
        "pirically",
        "jrhe",
        "diff"
      ],
      "full_text": "Writing and Telecommunication\nordinated (the concept itself as meaning, idea, or grasp of meaning and idea,\nthe concept of communication, of sign, etc.) would appear as noncritical, ill-\nIformed concepts, or rather\ndestined to ensure the authority and\nLforce of a certain historic\nLet us attempt then, while continuing to take our point of departure from this\nclassical discourse, to characterize the absence which seems to intervene in a\nfashion specific to the functioning of writing.\nA written sign is proffered in the absence of the addressee. How is this absence\nto be qualified? One might say that at the moment when I write, the addressee\nmay be absent from my field of present perception. But is not this absence only\na presence that is distant, delayed, or, in one form or another, idealized in its\nrepresentation? It does not seem so, or at very least this distance, division, delay,\ndifferance4 must be capable of being brought to a certain absolute degree of\nabsence for the structure of writing, supposing that writing exists, to be con-\nstituted. It is here that differance as writing could no longer (be) an (ontological)\nmodification of presence. My \"written communication\" must, if you will, remain\nlegible despite the absolute disappearance of every determined addressee in\ngeneral for it to function as writing, that is, for it to be legible. It must be\nrepeatable—iterable.-—in the absolute absençe of the addressee or of the empir-\nically determinable set of addressees.\n(it er, once again, comes\nfrom itara, other in Sanskrit, and everything that follows may be read as the\nexploitation of the logic which links repetition to alterity), structures the mark\nof writing itself, and does so moreover for no matter what type of writing\n(pictographic, hieroglyphic, ideographic, phonetic, alphabetic, to use the old\ncategories). A writing that was not structurally legible—iterable—beyond the\ndeath of the addressee would not be writing. Although all this appears self-\nevident, I do not want it to be assumed as such, and will examine the\nultimate objection that might be made to this proposition. Let us imagine a\nwriting with a code idiomatic enough to have been founded and known, as a\nsecret cipher, only by two \"subjects.\" Can it still be said that upon the death of\nthe addressee, that is, of the two partners, the mark left by one of them is still\na writing? Yes, to the extent to which, governed by a code, even if unknown\nand nonlinguistic, it is constituted, in its identity as a mark, by its iterability in\nthe absence of whoever, and therefore ultimately in the absence of every em-\npirically determinable \"subject.\" This imkplies that there is no code—an organon\nof iterability—that is structurally secret jrhe possibility of repeating, and there-\nfore of identifying, marks is implied in every code, making of it a communicable,\ntransmittable, decipherable grid that is iterable for a third party, and thus for\nany possible user in\nwriting, therefore, in order to be what it is,\nmust be able to function in the radical absence of every empirically determined\n4. TN. On the concept of différance, see \"La différance,\" above, and my notes 7, 8, 9,\nand 10.\n315\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 346,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "iterability",
        "rekver",
        "tion",
        "iepetitionlalterity",
        "hich",
        "pos",
        "relevable",
        "sibilitiesin",
        "scription",
        "essentiafiterabilitf"
      ],
      "full_text": "Writing and Telecommunication\nonly for all the orders of \"signs\" and for all languages in general, but even,\nbeyond semiolinguistic communication, for the entire field of what philosophy\nwould call experience, that is, the experience of Being: so-called \"presence.\"\nIn effect, what are the essential predicates in a minimal determination of the\nclassical concept of writing?\n1. A written sign, in the usual sense of the word, is therefore a mark which\nremains, which is not exhausted in the present of its inscription, and which can\ngive rise to an iteration both in the absence of and beyond the presence of the\nempirically determined subject who, in a given context, has emitted or produced\nit. This is how, traditionally at least, \"written communication\" is distinguished\nfrom \"spoken communication.\"\n2. By the same token, a written sign carries with it a force of breaking with\nits context, that is, the set of presences which organize the moment of its in-\nscription. This force of breaking is not an accidental predicate, but the very\nstructure of the written. If the issue is one of the so-called \"real\" context, what\nI have just proposed is too obvious. Are part of this alleged real context a certain\n\"present\" of inscription, the presence of the scriptor in what he has written,\nthe entire environment and horizon of his experience, and above all the inten-\ntion, the meaning which at a given moment would animate his inscription. By\nall rights, it belongs to the sign to be legible, even if the moment of its production\nis irremediably lost, and even if I do not know what its alleged author-scriptor\nmeant consciously and intentionally at the moment he wrote it, that is abandoned\nit to its essential drifting. Turning now to the semiotic and internal context, there\nis no less a force of breaking by virtue of its essential iterability; one can always\nlift a written syntagma from the interlocking chain in which it is caught or given\nwithout making it lose every possibility of functioning, if not every possibility\nof \"communicating,\" precisely. Eventually, one may recognize other such pos-\nsibilitiesin it\ninto other\nNo context can enclose\nit. Nor can any code, the code being here both the possibility and impossibility\nof writing, of its essentiaFiterabilitf(iepetitionlalterity).\n3. This force of rupture is due to the\nhich constitutes the written\nsign: the spacing which separates it from other elements of the internal contextual\nchain (the always open possibility of its extraction and grafting), but also from\nall the forms of a present referent (past or to come in the modified form of the\npresent past or to come) that is objective or subjective. This spacing is not the\nsimple negativity of a lack, but the emergence of the mark. However, it is not\nthe work of the negative in the service of\nor qf\ntelos, which remains relevable and reducible\nAre these three predicates, along with the entire system joined to them,\nreserved, as is so often believed, for \"written\" communication, in the narrow\n5. TN. On Derrida's translation of Aufizeben as rekver, and my maintenance of the French\nterm, see note 23 to \"La differance,\" above, for a system of references.\n317\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 348,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "sinnig",
        "wrifing",
        "husserlian",
        "sinnlos",
        "erent",
        "sinnlosigkeit",
        "ments",
        "telecommuflicalion",
        "ausdruck",
        "bedeutsanze"
      ],
      "full_text": "Writing and Telecommuflicalion\ncut off from its referent. Without this possibility, which is also the general,\ngeneralizable, and generalizing iteration of every mark, there would be no state-\nments.\n2. The absence of the signified. Husserl analyzes this too. He considers it\nalways possible, even if, according to the axiology and teleology which govern\nhis analysis, he deems this possibility inferior, dangerous, or \"critical\": it opens\nthe phenomenon of the crisis of meaning. This absence of meaning can be layered\naccording to three forms:\na. I can manipulate symbols without in active and current fashion animating\nthem with my attention and intention to signify (the crisis of mathematical\nsymbolism, according to Husserl). Husserl indeed stresses the fact that this does\nnot prevent the sign from functioning: the crisis or vacuity of mathematical\nmeaning does not limit technical progress. (The intervention of writing is decisive\nhere, as Husserl himself notes in The Origin of Geometry.)\nb. Certain statements can have a meaning, although they are\nwith\nme to be able to judge it false or contradictory (wider-\nsinnig and not sinnlos, says Husserl). I am placing this example under the category\nof the absence of the\nalthough the tripartition signifier/signified/ref..\nerent does not pertinently account for Husserl's analysis. \"Square circle\" marks\nthe absence of a referent, certainly, and also the absence of a certain signified,\nbut not the absence, of meaning. In these two cases, the crisis of meaning\n(nonpresence in general, absence as the absence of the referent—of perception—\nor of meaning—of the actual intention to signify) is always linked to the essential\npossibility of wrifing and this crisis is not an accident, a factual and empirical\nanomaly of spoken language, but also the positive possibility and \"internal\"\nstructure of spoken language, from a certain outside.\nc. Finally there is what Husserl calls Sinnlosigkeit or agrammaticality. For ex-\nample, \"green is or\" or \"abracadabra.\" In the latter cases, as far as Husserl is\nconcerned, there is no more language, or at least no more \"logical\" language,\nno more language of knowledge as Husserl understands it in teleological fashion,\nno more language attuned to the possibility of the intuition of objects given in\nperson and signified in truth. Here, we are confronted with a decisive difficulty.\nBefore pausing over it, I note, as a point which touches upon our debate on\ncommunication, that the primary interest of the Husserlian analysis to which\nI am referring here (precisely by extracting it, up to a certain point, from its\nteleological and metaphysical context and horizon, an operation about which\nwe must ask how and why it is always possible) is that it alleges, and it seems\nto me arrives at, a rigorous dissociation of the analysis of the sign or expression\n(Ausdruck) as a signifying sign, a sign meaning something (bedeutsanze Zeichen),\nfrom all phenomena of communication.6\n6. \"So far we have considered expressions as used in communication, which last de-\npends essentially on the fact that they operate indicatively. But expressions also play a\n319\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 351,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "guistic",
        "polysemia",
        "ognized",
        "tionary",
        "scription",
        "graphematic",
        "munication",
        "uconcept",
        "determin",
        "illocutory"
      ],
      "full_text": "Signature Event Context\n4. Austin had to free the analysis of the performative from the authority of\nthe value of truth, from the opposition true/false,'° at least in its classical form,\noccasionally substituting for it the value of force, of difference of force (illocu-\ntionary or perlocutionary force). (It is this, in a thought which is nothing less than\nNietzschean, which seems to me to beckon toward Nietzsche; who often rec-\nognized in himself a certain affinity with a vein of English thought.)\nFor these four reasons, at\ncould appear that Austin has exploded the\nUconcept of communication as a purely semiotic, linguistic, or symbolic\nThe performative is a \"communication\" which does not essentially limit itself\nto transporting an already constituted semantic content guarded by its own\naiming at truth (truth as an unveiling of that which is in its Being, or as an\nadequation between a judicative statement and the thing itself).\nAnd yet—at least this is what I would like to attempt to indicate now—all the\ndifficulties encountered by Austin in an analysis that is patient, open, aporetic,\nin constant transformation, often more fruitful in the recognition of its impasses\nthan in its positions, seem to me to have a common root. It is this: Austin has\nnot taken into account that which in the structure of locution (and therefore\nbefore any illocutory or perlocutory determination) already bears within itself\nthe system of predicates that I call graphematic in general, which therefore confuses\nall the ulterior oppositions whose pertinence, purity, and rigor Austin sought\nto establish in vain.\nIn order to show this, I must take as known and granted that Austin's analyses\npermanently demand a value of context, and even of an exhaustively determin-\nable context, whether de jure or teleologically; and the long list of \"infelicities\"\nof variable type which might affect the event of the performative always returns\nto an element of what Austin calls the total context.\" One of these essential\nelements—and not one among others—classically remains consciousness, the\nconscious presence of the intention of the speaking subject for the totality of his\nlocutory act. Thereby, performative communication once more becomes the com-\nmunication of an intentional meaning,'2 even if this meaning has no referent in\nthe form of a prior or exterior thing or state of things. This conscious presence\nof the speakers or receivers who participate in the effecting of a performative,\ntheir conscious and intentional presence in the totality of the operation,\nthat no remainder escapes the present totalization. No remainder,\nwhether in the definition of the requisite conventions, or the internal and lin-\nguistic context, or the grammatical form or semantic determination of the words\nused; no irreducible polysemia, that is no \"dissemination\" escaping the horizon\nof the unity of meaning. I cite the first two lectures of How to Do Things with\n10.\". . . two fetishes which I admit to an inclination to play Old Harry with, viz., 1)\nthe true/false fetish, 2) the value/fact fetish\" (p. 150).\n11. See e.g. pp. 52 and 147.\n12. Which sometimes compels Austin to reintroduce the criterion of truth into the de-\nscription of performatives. See e.g. pp. 51—52 and 89—90.\n322\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 353,
      "bucket": "B (1-3%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "secondlyxas",
        "priori",
        "tuality",
        "pos",
        "derivativelllt",
        "tinues",
        "iterabiity",
        "sibility",
        "sidedness",
        "markll"
      ],
      "full_text": "Signature Event Context\nextends, aggravates, and radicalizes the\nRitual is not an eventuality,\nbut, as iterabiity, is a structural characteristic of every markll(2) That the value\nof risk or of being open to failure, although it might, as Austin recognizes, affect\nthe totality of conventional acts, is not examined as an essential predicate or law.\nAustin does not ask himself what consequences derive from the fact that some-\nthing possible—a possible risk—is always possible, is somehow a necessary pos-\nsibility. And if, such a necessary possibility of failure being granted, it still\nconstitutes an accident. What is a success when the possibility of failure con-\ntinues to constitute its structure?\nTherefore the opposition of the success/failure of illocution or perlocution here\nseems quite insufficient or derivativelllt presupposes a general and systematic\nelaboration of the structure of locution which avoids the endless alternation of\nessence and accident. Now, it is very significant that Austin rejects this \"general\ntheory,\" defers it on two occasions, notably in the Second Lecture. I leave aside\nøthe first exclusion. (\"I am not going into the general doctrine here: in many such\ncases we may even say the act was 'void' (or voidable for duress or undue\ninfluence) and so forth. Now I suppose that some very general high-level doc-\ntrine might embrace both what we have called infelicities and these other 'un-\nhappy' features of the doing of actions—in our case actions containing a\nperformative utterance—in a single doctrine: but we are not including this kind\nof unhappiness—we must just remember, though, that features of this sort can\nand do constantly obtrude into any case we are discussing. Features of this sort\nwould normally come under the heading of 'extenuating circumstances' or of\n'factors reducing or abrogating the agent's responsibility,' and so on\"; p. 21; my\nitalics). tThe second gesture of exclusion concerns us more directly here. In\nquestion, precisely, is the possibility\nperformative utterance (and a\npriori every other utterance) may be\nAustin excludes this even-\ntuality (and the general doctrine which would account for it) with a kind of\nlateral persistence, all the more significant in its off-sidedness. He insists upon\nthe fact that this possibility remains abnormal, parasitical, that it constitutes a kind\nof extenuation, that is an agony of language that must firmly be kept at a\ndistance, or from which one must resolutely turn away. And the concept of the\n\"ordinary,\" and therefore of \"ordinary language,\" to which he then has recourse\nis indeed marked by this exclusion. This makes it all the more problematic, and\nbefore demonstrating this, it would be better to read a paragraph from this\nSecond Lecture:\n\"(ii) SecondlyXas utterances our performatives are also heir to certain other\nkinds of ill which infect all\nAnd these likewise, though again they\nmight be brought into a more general account, we are deliberately at present\nexcluding. I mean, for example, the following: a performative utterance will, for\nexample, be in a peculiar way hollow or void if said by an actor on the stage, or\nif introduced in a poem, or spoken in soliloquy. This applies in a similar manner\nto any and every utterance-a sea-change in special circumstances. Language\n324\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 355,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "iterability",
        "citational",
        "cerned",
        "iterabiity",
        "ciehiscence",
        "graphematic",
        "intr",
        "apriori",
        "ricoeur",
        "citationality"
      ],
      "full_text": "Signature Event Context\nNow I will take things from the side of positive possibility, and no longer only\nfrom the side of failure: would a performative statement be possible if a citational\ndoubling did not eventually split, dissociate from itself the pure singularity of\nthe event? I am asking the question in this form in order to forestall an objection.\nIn effect, it might be said to me: you cannot allege that you account for the so-\ncalled graphematic structure of locution solely on the basis of the occurrence of\nfailures of the performative, however real these failures might be, and however\neffective or general their possibility. You cannot deny that there are also per-\nformatives that succeed, and they must be accounted for: sessions are opened,\nas Paul Ricoeur did yesterday, one says \"I ask a question,\" one bets, one chal-\nlenges, boats are launched, and one even marries occasionally. Such events, it\nappears, have occurred. And were a single one of them to have taken place a\nsingle time, it would still have to be accounted for.\nI will say \"perhaps.\" Here, we must first agree upon what the \"occurring\"\nor the eventhood of an event consists in, when the event supposes in its allegedly\npresent and singular intervention a statement which in itself can be only of a\nrepetitive or citational structure, or rather, since these last words lead to con-\nfusion, of an iterable structure. Therefore, I come back to the point which seems\nfundamental to me, and which now concerns the status of the event in general,\nof the event of speech or by speech, of the strange logic it supposes, and which\noften remains unperceived.\nCould a performative statement succeed if its formulation did not repeat a\n\"coded\" or iterable statement, in other words if the expressions I use to open\na meeting, launch a ship or a marriage were not identifiable as conforming to an\niterable model, and therefore if they were not identifiable in a way as \"citation\"?\nNot that citationality here is of the same type as in a play, a philosophical\nreference, or the recitation of a poem. This is why there is a relative specificity,\nas Austin says, a \"relative purity\" of performatives. But this relative purity is\nnot constructed against citationality or iterability, but against other kinds of it-\neration within a general iterabiity which is the effraction into the allegedly\nrigorous purity of every event of discourse or every speech act. Thus, one must\nless oppose citation or iteration to the noniteration of an event, than construct\na differential typology of forms of iteration, supposing that this is a tenable\nproject that can give rise to an exhaustive program, a question I am holding off\non here. In this typology, the category of intention wifi not disappear; it will\nhave its place, but from this place it will no longer be able to govern the entire\nscene and the entire system of utterances. Above all, one then would be con-\ncerned with different types of marks or chains of iterable marks, and not with\nan opposition between citational statements on the one hand, and singular and\noriginal statement-events on the other. The first consequence of this would be\nthe following: given this structure of iteration, the intention which animates\nutterance will never be completely present in itself and its content. The iteration\nwhich structures it apriori intr ducesan essential ciehiscence\n326\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 356,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "iterability",
        "graphematic",
        "linguisticism",
        "exclde",
        "lyzed",
        "citationality",
        "manded",
        "donot",
        "guage",
        "tele"
      ],
      "full_text": "Signatures\nOne will no longer be able to exclude, as Austin wishes, the \"non-serious,\" the\noratio obliqua, from \"ordinary\" language. And if it is alleged that ordinary lan-\nguage, or the ordinary circumstance of language, excludes citationality or general\niterability, does this not signify that the \"ordinariness\" in question, the thing\nand the notion, harbors a lure, the teleological lure of consciousness whose\nmotivations, indestructible necessity, and systematic effects remain to be ana-\nlyzed? Especially since this essential absence of intention for the actuality of the\nstatement, this structural unconsciousness if you will, prohibits every saturation\nof a context. For a context to be exhaustively determinable, in the sense de-\nmanded by Austin, it at least would be necessary for the conscious intention to\nbe totally present and actually transparent for itself and others, since it is a\ndetermining focal point of the context. The concept of or quest\ntherefore seems to suffer here_from\nas the\n\"ord\nthe san\norigins: an\nethkal and teleàlogical d\nThis time, a reading of the\nconnotations of Austin's text would confirm the reading of its descriptions; I\nhave just indicated the principle of this reading.\nDiffErance, the irreducible absence of intention or assistance from the perfor-\nmative statement, from the most \"event-like\" statement\nwhat au-\nthorizes me, taking into account the predicates mentioned just now, to posit the\ngeneral graphematic structure of every \"communication.\" Above all, I will not\nconclude from this that there is no relative specificity of the effects of conscious-\nness, of the effects of speech (in opposition to writing in the traditional sense),\nthat there is no effect of the performative, no effect of ordinary language, no\neffect of presence and of speech acts. It is simply\ndonot exclde\nto them\nbut on the\nthe\nof their\nSignatures\nThis general space is first of all spacing as the disruption of presence in the\nmark, what here I am calling writing. (I'hat all the difficulties encountered by\nAustin intersect\nthe point at which both presence and writing are in question,\nis indicated for me by a passage from the Fifth Lecture in which the divided\nagency of the legal signature emerges.\nIs it by chance that Austin must note at this point: \"1 must explain again that\nwe are floundering here. To feel the firm ground of prejudice slipping away is\nexhilirating, but brings its revenges\" (p. 61). Only a little earlier an \"impasse\"\nhad appeared, the impasse one comes to each time \"any single simple criterion\nof grammar or vocabulary\" is sought in order to distinguish between perfor-\nmative or constative statements. (I must say that this critique of linguisticism\nand of the authority of the code, a critique executed on the basis of an analysis\nof language, is what most interested me and convinced me in Austin's enter-\n327\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 358,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "cepts",
        "nonconceptual",
        "logocentrism",
        "polysemia",
        "ldeconstruction",
        "generativity",
        "jwriting",
        "whith",
        "irre",
        "nondiscursive"
      ],
      "full_text": "Signatures\nwhich, in altering its identity and singularity, divides the seal. I have already\nindicated the principle of the analysis above.\nTo conclude this very\ndiscourse:\n1. As writing, communication, if one insists upon maintaining the word, is\nnot the means of transport of sense, the exchange of intentions and meanings,\nthe discourse and \"communication of consciousnesses.\" We are not witnessing\nan end of writing which, to follow McLuhan's ideological representation, would\nrestore a transparency or immediacy of social relations; but indeed a more and\nmore powerful historical unfolding of a general writing of which the system of\nspeech, consciousness, meaning, presence, truth, etc., would only be an effect,\nto be analyzed as such. It is this questioned effect that I have elsewhere called\nlogocentrism.\n2. The semantic horizon which habitually governs the notion of communi-\ncation is exceeded or punctured by the intervention of writing, that is of a\ndissemination which cannot be reduced to a polysemia. jWriting is read, and \"in\nthe last analysis\" does not give rise to a hermeneutic deciphering, to the decoding\nof a meaning or truth.\n3. Despite the general displacement of the classical, \"philosophical,\" Western,\netc., concept of writing, it appears necessary, provisionally and strategically, to\nconserve the old name. This implies an entire logic of paleonymy which I do not\nwish to elaborate here.'6 Very schematically: an opposition of metaphysical con-\ncepts (for example, speech/writing, presence/absence, etc.) is nçver the face-to-\nface of two terms, but a hierarchy and an order of subordination.LDeconstruction\ncannot limit itself or proceed immediately to a neutralization: it must, by means\nof a double gesture, a double science, a double writing, p'ractice\noverturning\nof the classical opposition and a general displacement of the\nIt is only on\nthis condition that deconstruction will provide itself the means with which to\nintervene in the field of oppositions that it criticizes, which is also a field of\nnondiscursive forces. Each concept, moreover, belongs to a systematic chain,\nand itself constitutes a system of predicates. There is no metaphysical concept\nin and of itself. There is a work—metaphysical or not—on conceptual systems.\nDeconstruction does not consist in passing from one concept to another, but in\noverturning and displacing a conceptual order, as well as the nonconceptual\norder with which the conceptual order is articulated. For example, writing, as\na classical concept, carries with it predicates which have been subordinated,\nexcluded, or held in reserve by forces and according to necessities to be analyzed.\nIt is these predicates (1 have mentioned some) whose force of generality, gen-\neralization, and generativity find themselves liberated, grafted onto a \"new\"\nconcept of writing which also corresponds to whatever always has resisted the\nformer organization of forces, whith always has constituted the remainder irre-\n15. TN. Derrida's word here is sec. combining the initial letters of three words that form\nhis title, signature, event, context.\n16. See Dissemination and Positions.\n329\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 359,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "ducible",
        "logocen",
        "ence",
        "tric"
      ],
      "full_text": "Signature Event Context\nducible to the dominant force which organized the—to say it quickly—logocen-\ntric hierarchy. To leave to this new concept the old name of writing is to maintain\nthe structure of the graft, the transition and indispensable adherence to an\neffective intervention in the constituted historic field. And it is also to give their\nchance and their force, their power of communication, to everything played out\nin the operations of deconstruction.\nBut what goes without saying will quickly have been understood, especially\nin a philosophical colloquium: as a disseminating operation separated from pres-\nence (of Being) according to all its modifications, writing, if there is any, perhaps\ncommunicates, but does not exist, surely. Or barely, hereby, in the form of the\nmost improbable signature.\n(Remark: the—written—text of\nthis—oral-—communication was\nto have been addressed to the\nAssociation of French\nSpeaking Societies of\nPhilosophy before the meeting.\n/\\\n11t\nSuch a missive therefore had\nJ•\nto be signed. Which I did, and\ncounterfeit here. Where? There.\nJ.D.)\nJ. DERRIDA\n330\n"
    }
  ]
}