{
  "document": "Derrida_TheTruthInPainting",
  "batch_number": 3,
  "total_batches": 9,
  "pages": [
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 80,
      "bucket": "E (10%+)",
      "error_rate": 13.0,
      "unknown_words_sample": [
        "eigentlichen",
        "uberfall",
        "sim",
        "bloss",
        "dienlichkeit",
        "zeug",
        "materia",
        "degger",
        "hei",
        "interpre"
      ],
      "full_text": "66 \nThe Truth in Painting \nallows us to conceive of it as a deportation from the domain of \nart. In any case, Christian creationism would, according to Hei­\ndegger, have brought with it a \"particular incitement,\" a supple­\nmentary motivation for considering the form-matter complex as \nthe structure of every entity, the ens creatum as the unity of forma \nand materia. Though faith has disappeared, the schemas of Chris­\ntian philosophy remain effective. \"Thus it is that the interpre­\ntation of the thing in terms of matter and form, whether it remains \nmedieval or becomes transcendental in the Kantian sense, has \nbecome common and self-evident. But this does not make it any \nless than the other interpretations of the thingness of the thing \na superimposition fallen onto ( Uberfall) the being-thing of the \nthing. This situation reveals itself already in the fact of naming \nthings properly speaking (eigentlichen Dinge) things pure and sim­\nple [bloss Dinge: naked things]. This 'naked' (bloss) does however \nmean the stripping (Entblossung) of the character of usefulness \n(Dienlichkeit) and of being made. The naked thing (blosse Ding) \nis a sort of product (Zeug) but a product divested (entkleidete) of \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 82,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "pur",
        "parergon",
        "ined",
        "ulative",
        "termediary",
        "func",
        "endll",
        "quantityj",
        "hereji",
        "erally"
      ],
      "full_text": "68 \nThe Truth in Painting \nined from four sides: ( I )  according to qualitYj (2) according to \nquantitYj (3) according to the relation of the ends (the parergon \nfinds its lodgings hereJi (4) according to modality. The definition \nof the beautiful according to quality is the object of a disinterested \nWohlgefallenj according to quantity, what pleases universally \nwithout conceptj according to the relation of ends, the form of \nfinality without the representation of an end ( finality without \nendll)j according to modality, that which is recognized without \nconcept as the object of a necessary Wohlgefallen. \nSuch is the categorial frame of the analytic of the beautiful. \nNow where does this frame come from? Who supplies it? Who \nconstructs it? Where is it imported from? \nFrom the analytic of concepts in the Critique of Pure [spec­\nulative] Reason. A brief reminder: this analytic of concepts is one \nof the two parts of the transcendental analytic (transcendental \nanalytic and dialectic, a division reproduced in the third Critique: \nanalytic and dialectic of aesthetic judgment). The transcendental \nanalytic comprises an analytic of concepts and an analytic of \nprinciples. The former breaks down the power of understanding \nin order to recognize in it the possibility of a priori concepts in \ntheir \"country of birth,\" namely the understanding, where they \nlie dormant and in reserve. Since (receptive) intuition alone relates \nimmediately to the object, the understanding does so by the in­\ntermediary, precisely, of judgments. Judgment is the mediate \nknowledge of an object. And we can \"refer all the acts of the \nunderstanding back to judgments, in such a way that the under­\nstanding in general can be represented as a power to judge ( Ur­\nteilskraft).\" The power to think as power to judge. One will thus \nfind the functions of the understanding by determining the func­\ntions of unity in judgment. Concepts relate, as predicates of pos­\nsible judgments, to the representation of an object. Consequently, \nby considering the simple form of the understanding, by abstract­\ning the content of judgments, one can establish the list of the \nforms of judgment under four headings and twelve moments ( four \ntimes three: the four-times-three also constructs the table (Tafel) \nI I. We have preferred to translate Derrida's \"finalite sans fin\" lit­\nerally as \"finality without end,\" rather than revert to the standard \"pur­\nposiveness without purpose\": this allows us to preserve a certain sense \nof Derrida's exploitation of different senses of the word fin (\"end\"), and \nto avoid certain traditional assumptions about Kant which Derrida's es­\nsay suspends at the very least. \"Purpose\" would be more suitable for but, \nbut we have tended to translate this as \"goal\" to avoid confusion. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 83,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "ments",
        "coher",
        "ence",
        "bord",
        "ment",
        "nonderivable",
        "originary",
        "assertoric",
        "indef",
        "dreiteilig"
      ],
      "full_text": "r \n! \nl \nPARERGON \nof the superior faculties at the end of the introduction to the third \nCritique. Kant replies, in a note, to those who object to his \"tri­\npartite\" (dreiteilig) divisions and to his taste for \"trichotomy\"; \nand the three + one informs the relationship of the faculties \nrequired by the fine arts-imagination, understanding, soul-with \ntaste: \"the first three faculties are united only thanks to the fourth,\" \naffirms the note to paragraph 50): quantity of the judgments (uni­\nversal, particular, singular), quality (affirmative, negative, indef­\ninite), relation (categorical, hypothetical, disjunctive), modality \n(problematic, assertoric, apodeictic). Table of twelve. Now there \nare as many pure concepts of the understanding, originary and \nnonderivable concepts, as there are logical functions in judg­\nments. Whence the deduction of the table of categories (against \nthe so-called grammatical empiricism of Aristotle) from the table \nof judgments. \nKant thus imports this table, this tableau (Tafel), this board12 \nthis border into the analytic of aesthetic judgment. This is a \nlegitimate operation since it is a question of judgments. But it is \na transportation which is not without its problems and artful \nviolence: a logical frame is transposed and forced in to be imposed \non a nonlogical structure, a structure which no longer essentially \nconcerns a relation to the object as object of knowledge. The \naesthetic judgment, as Kant insists, is not a knowledge-judgment. \nThe frame fits badly. The difficulty can be felt from the first \nparagraph of the book, from the \"first moment of the judgment \nof taste considered from the point of view of quality.\" \"The judg­\nment of taste is aesthetic\": in this single case, not foreseen by \nthe analytic of concepts and judgments in the other Critique, the \njudgment is not a \"knowledge-judgment.\" Hence it does not come \nunder the transcendental logic whose board has been brought in. \nThe violence of the framing multiplies. It begins by enclosing \nthe theory of the aesthetic in a theory of the beautiful, the latter \nin a theory of taste and the theory of taste in a theory of judgment. \nThese are decisions which could be called external: the delimi­\ntation has enormous consequences, but a certain internal coher­\nence can be saved at this cost. The same does not apply for another \ngesture of framing which, by introducing the bord, does violence \nto the inside of the system and twists its proper articulations out \nof shape. This must therefore be the gesture of primary interest \nto us if we are seeking a rigorously effective grip. \n12. In English in the text. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 87,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "parergonalityi",
        "ceci",
        "tality",
        "ciable",
        "parergon",
        "ity",
        "mality",
        "transcenden",
        "qui",
        "deconstruit"
      ],
      "full_text": "PARERGON \n73 \nof art, a picture whose frame, imported from the other Critique, \nwould by virtue of its formal beauty play the role of parergon. \nAnd if it were simply an attractive, seductive, amusing exergue, \nnot cooperating with what is proper to the work, a pure loss of \nvalue and waste of surplus value, then it would only be adorn­\nment. But it so happens that it is this analytic of judgment itself \nwhich, in its frame, allows us to define the requirement of for­\nmality, the opposition of the formal and the material, of the pure \nand the impure, of the proper and the improper, of the inside and \nthe outside. It is the analytic which determines the frame as \nparergon, which both constitutes it and ruins it [1' a bim e], makes \nit both hold (as that which causes to hold together, that which \nconstitutes, mounts, inlays, sets, borders, gathers, trims-so many \noperations gathered together by the Einfassung) and collapse. A \nframe is essentially constructed and therefore fragile: such would \nbe the essence or truth of the frame. If it had any. But this \"truth\" \ncan no longer be a \"truth,\" it no more defines the transcenden­\ntality than it does the accidentality of the frame, merely its \nparergona1ity. \nPhilosophy wants to arraign it and can't manage. But what \nhas produced and manipulated the frame puts everything to work \nin order to efface the frame effect, most often by naturalizing it \nto infinity, in the hands of God (one can verify this in Kant). \nDeconstruction must neither reframe nor dream of the pure and \nsimple absence of the frame. These two apparently contradictory \ngestures are the very ones-and they are systematically indisso­\nciable-of what is here deconstructed.13 \nIf the operations engaged and the criteria proposed by the \nanalytic of the beautiful depend on this parergonalitYi if all the \nvalue oppositions which dominate the philosophy of art (before \nand since Kant) depend on it in their pertinence, their rigor, their \npurity, their propriety, then they are affected by this logic of the \nparergon which is more powerful than that of the analytic. One \ncould follow in detail the consequences of this infectious affec­\ntion. They cannot be local. The reflective operation which we \nhave just allowed to make itself writing on the frame or have itself \nwritten on the frame (this is-writing/written on the frame): 14 a \ngeneral law which is no longer a mechanical or teleological law \n13. \"De ce qui se deconstruit\": the French pronominal verb retains \nboth passive and reflexive values. \n14. \"Ceci est---ecrit sur Ie cadre\": ecrit can also be \"a piece of writing.\" \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 88,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "zuerst",
        "disloca",
        "lation",
        "ses",
        "abime",
        "nonfor",
        "ment",
        "dans",
        "trans",
        "tafel"
      ],
      "full_text": "74 \nThe Truth in Painting \nof nature, of the accord or the harmony of the faculties (etc.), but \na certain repeated dislocation, a regulated, irrepressible disloca­\ntion, which makes the frame in general crack, undoes it at the \ncorners in its quoins and joints,15 turns its internal limit into an \nexternal limit, takes its thickness into account, makes us see the \npicture from the side of the canvas or the wood, etc. \nTo note only the first consequence of the initial forcing, see \nthe end of the first note (another parergon which frames both the \ntext and, within it as within itself, the parenthesis). Just as Kant \ncannot justify in all rigor the importation of the analytic of judg­\nment, he cannot justify the order he follows in the application of \nthe frame, of the four categories of the analytic of concepts. No \nmore than with the transport of the table (Tafel), i.e., the frame, \ndoes the order of exposition here manage to rationalize its interest \nphilosophically. Its motivation hides behind the arbitrariness of \nphilosophical decree. The exposition begins with the group of the \ntwo mathematical categories (quantity and quality). Why not \nbegin with the two dynamic categories (relation and modality)? \nAnd why invert the order of the mathematical categories them­\nselves, as it was followed in the original exposition (quantity \nbefore quality)? This latter reversal is explained, to be sure, by \nthe fact that knowledge is neither the end nor the effect of the \njudgment of taste: quantity (here, universality) is not the first \nvalue of a judgment of taste. End of the note: lilt is the moment \nof quality that I have examined first, because it is the one that \nthe aesthetic judgment of the beautiful takes into consideration \nfirst.\" Why first (zuerst)? The priority is not prescribed by the \ntable, by the order of judgment, by the logic proper to the frame. \nNothing in the (logical) analytic as such can account for this \npriori ty. Now if a reversal of the logical order takes place here for \nreasons which are not logical, why should it not continue? What \nis the rule or critical limit here? \nQuality (the disinterested character) is the very thing that \ndetermines the formality of the beautiful object: it must be pure \nof all attraction, of all seductive power, it must provoke no emo­\ntion, promise no enjoyment. The opposition between the formal \nand the material, design and color (at least insofar as it is non­\nformal), composition and sound (at least insofar as it is nonfor-\n1 5 .  \"L'abime en coin dans ses angles et ses articulations\": the trans­\nlation loses a certain sense of slyness; d. \"un regard en coin,\" a sideways \nglance. Use of the idiom \"on the side\" would interfere too much with the \ninsistence on comers. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 89,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "jauer",
        "eration",
        "travaille",
        "ment",
        "consti",
        "travailler",
        "deduc",
        "structur",
        "defini",
        "parergon"
      ],
      "full_text": "PARERGON \n75 \nmal), the formal parergon and the parergon for show or adorn­\nment' the opposition between the good and the bad parergon \n(which in itself is neither good nor bad) thus depends on the \nframing of this quality, of this frame effect called quality, value \nof value, and with which, violently, everything seems to begin. \nPosition: opposition: frame. \nLikewise, in the \"Clarification,\" the discourse on sound and \non color is held in the angle of the two mathematical categories \n(quality and quantity) even as the whole analytic of the beautiful \nis undoing, ceaselessly and as if without wanting to, the labor of \nthe frame. \nThe frame labors [travaille] indeed. Place of labor, structur­\nally bordered origin of surplus value, i.e., overflowed [debordee] \non these two borders by what it overflows, it gives [travaille] \nindeed.16 Like wood. It creaks and cracks, breaks down and dis­\nlocates even as it cooperates in the production of the product, \noverflows it and is deduc(t)ed from it. It never lets itself be \nsimply exposed. \nThe analytic of the beautiful thus gives, ceaselessly undoes \nthe labor of the frame to the extent that, while letting itself be \nsquared up by the analytic of concepts and by the doctrine of \njudgment, it describes the absence of concept in the activity of \ntaste. \"The beautiful is what is represented without concept as \nobject of a universal Wohlgefallen. \" This definition (second mo­\nment, category of quantity) derives from the qualitative defini­\ntion (disinterestedness). The object of a disinterested pleasure \ndoes not depend on an empirical inclination, it therefore ad­\ndresses itself to freedom and touches everyone-no matter who­\nwhere everyone can be touched. It is therefore universal. Now \nin explaining why this universality must be without concept, \nKant exhibits in a sense the forcing-imposing an analytic of \nconcepts on a process without concept-but he justifies his op­\neration by an argument that one can consider to be the consti­\ntution, that which makes the whole edifice of the third Critique \nhold-together-and-stand-upright in the middle of its two great \nwings (the critique of aesthetic judgment and the critique of \nteleological judgment). This argument is analogy. It operates \nr6. This sense of the verb travailler (i.e., to give or warp, of wood or \nmetal) communicates with an important sense of jauer (literally \"to play,\" \nbut also \"to give\" in the sense of there being \"play\" or \"give\" in a steering \nwheel, for example); see here p. 8 1 .  \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 92,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "nonconcept",
        "problemes",
        "souillac",
        "parergon",
        "quelques",
        "trumeau",
        "iconiques",
        "schapiro",
        "echternach",
        "sometimesj"
      ],
      "full_text": "j .  \nThe Truth in Painting \nseems possible and necessary. 18 But the angle in general, the quad­\nrangular in particular will not be just one of its objects among \nothers. Everything that is written here is valid for the logic of \nparergonal bordering in general, but the privilege of \"cadre\" [frame], \nthough it seems more fortunate in the Latin than in the Germanic \nlanguages, is not fortuitous \nKantian ques­\ntion: the relation of the concept to the nonconcept (up/down, \nleft/right), to the body, to the signature which is placed \"on\" \nthe frame: in fact, sometimesj structurally, always. The pros­\nthesis \nwhich does not run along as though \non wheels in the third Critique as soon as one looks a little \nmore closely at the example, that example of an example which \nforms and is formed by the frame. If things run as though on \nwheels, this is perhaps because things aren't going so well, by \nreason of an internal infirmity in the thesis which demands to \nbe supplemented by a prosthesis or only ensures the progress \nof the exposition with the aid of a wheelchair or a child's \npushchair. Thus one pushes forward something which cannot \nstand up, does not erect itself by itself in its process. Framing \n18. When \"Parergon\" was first published, I had not yet read Meyer \nSchapiro, \"Sur quelques problemes de semiotique de l'art visuel: champ et \nvehicule dans les signes iconiques,\" translated into French by Jean-Claude \nLebensztejn, Critique 3 1 5 - 1 6  [(1 973), 843-66; originally published in Se­\nmiotica I, no. 3 ( 1969):223-42]. \nThe reader will find more than one indication concerning the \"history\" \nof framing, its \"late invention,\" the not very \"natural\" character of the \n\"rectangular frame,\" as well as \"the frame that bends and turns inward into \nthe field of the picture to compress or entangle the figures (the trumeau of \nSouillac, the Imago Hominis in the Echternach Gospels . . .  )\" (p. 228). \nI also refer, as goes without saying, to all of Lebensztejn's publica­\ntions.-J.D. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 93,
      "bucket": "D (5-10%)",
      "error_rate": 9.2,
      "unknown_words_sample": [
        "witz",
        "mutterwitz",
        "planches",
        "terwitz",
        "ergon",
        "munis",
        "kann",
        "amples",
        "parergon",
        "trans"
      ],
      "full_text": "PARERGON \n79 \nalways supports and contains that which, by itself, collapses \nforthwith, exc \nthis is demonstrated \nby example, by the problem of the example and the reflective judg­\nment. Now what does the Critique of Pure Reason tell us? That ex­\namples are the wheelchairs [roulettes] of judgment. The French trans­\nlators sometimes say the {{crutches\" of judgment: but it really is \nwheelchairs (Giingelwagen), not skateboards [planches-a-roulettes] but \nthe little wheeled cars in which children, the old, or the sick are pushed, \nthose who have not enough judgment, enough good sense, that faculty \nof natural judgment, the best-shared thing (this is not the sensus com­\nmunis of the third Critique) that is called-this is Kant's word-Mut­\nterwitz. Those who do not have enough of this maternal Witz, the sick, \nimbeciles, need wheelchairs, examples. \"Examples are thus the \nwheelchairs of the faculty of judging (Giingelwagen der Urteilskraft) \nand those who lack (mangelt) this natural talent will not be able to do \nwithout them.\" The wheelchairs, however, do not replace judgment: \nnothing can replace the Mutterwitz, the lack of which cannot be sup­\nplied by any school (dessen Mangel keine Schule ersetzen kann). The \nexemplary wheelchairs are thus prostheses which replace nothing. But \nlike all examples (Beispielen), as Hegel will have pointed out, they play, \nthere is play in them, they give room to play. To the essence, beside the \nessence (hewer), Hegel goes on to make clear. Thus they can invert, \nunbalance, incline the natural movement into a parergonal move­\nment, divert the energy of the ergon, introduce chance and the abyss \ninto the necessity of the Mutterwitz: not a contrary order but an alea­\ntory sidestep which can make one lose one's head suddenly, a Russian \nroulette if one puts into play pleasure without enjoyment, the death­\ndrive and the mourning of labor in the experience of the beautiful--I \nof the parergon-get one's \nmourning done. Like the entirely-other of hetero-affection, in the \npleasure without enjoyment and without concept, it provokes and \ndelimits the labor of mourning, labor in general as labor of \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 94,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "quence",
        "diffe",
        "energeia",
        "verbindung",
        "neg",
        "ergon",
        "produc",
        "homoiosis",
        "adaequatio",
        "syntagm"
      ],
      "full_text": "80 \nThe Truth in Painting \nmourning \nle travail a parer19 \nreserve, savings, \nparsimony, stock-the self-protection of the work (ergon), energy \ncaptured, hemmed (the \"binding\" (Verbindung) of energy, condition \nfor the \"mastery\" (Herrsehaft) of the pleasure principle: the result \n\"is not simple\"-to be continued) \nthe self-protection-of-the-work, \nof energeia which becomes ergon only as (from) parergon: not against \nfree and full and pure and unfettered energy (pure act and total \npresence of energeia, the Aristotelian prime mover) but against what \nis lacking in it; not against the lack as a posable or opposable neg­\native, a substantial emptiness, a determinable and bordered absence \n(still verifiable essence and presence) but against the impossibility \nof arresting diffe-ranee in its contour, of arraigning the heterogeneous \n(diffe-ranee) in a pose, of localizing, even in a meta-empirical way, \nwhat metaphysics calls, as we have just seen, lack, of making it \ncome back, equal or similar to itself (adaequatio-homoiosis), to its \nproper place, according to a proper trajectory, preferably circular \n(castration as truth). Although apparently opposed-{)r because op­\nposed-these two bordering determinations of what the parergon is \nworking against (the operation of free energy and of pure produc-\n19. This syntagm is untranslatable as it stands: depending on the se­\nquence into which it was inserted, it could mean, \"(the) work to adorn,\" \n\"(the) work to parry/\" \"(the) work to be adorned,\" \"(the) work to be parried,\" \netc. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 95,
      "bucket": "E (10%+)",
      "error_rate": 14.2,
      "unknown_words_sample": [
        "zwar",
        "nicht",
        "existiert",
        "tlvlty",
        "parergon",
        "fiktion",
        "und",
        "der",
        "besiisse",
        "theo"
      ],
      "full_text": "PARERGON \n81 \ntlVlty or the operation of the essential lack) are the same \n(metaphysical).20 \nthat which is outside the frame (putting-into-Iethargy \nand absolute value of the frame): naturalization of the frame. There \nis no natural frame. There is frame, but the frame does not exist. \nThe parergon-apotrope (decoration, show, parry) of the pri­\nmary processes, of free energy, i.e., of the \"theoretical fiction\" \n(Ein psychischer Apparat, der nur den Primiirvorgang besiisse, \nexistiert zwar unseres Wissens nicht und ist insoferne eine theo­\nretische Fiktion). So only a certain practice of theoretical fiction \ncan work (against) the frame, (make or let it) play (it) (against) \nitself. Don't forget, nonetheless, that the content, the object of \nthis theoretical fiction (the free energy of the originary process, \nits pure productivity) is metaphysics, onto-theology itself. The \npractice of fiction always runs the risk of believing in it or having \nus believe in it. The practice of fiction must therefore guard \nagainst having metaphysical truth palmed off on it once again \nunder the label of fiction. There is fiction and fiction. Necessity \nhere of the angle-diagonality-where things work and play and \ngive, and of showing up the remnants of the angle in round frames \n(there are such things). Hegel: spirit linked to the appearance of \nthe round form \neverything will flower at the edge \n20. \"Le meme (metaphysique)\": also, \"the (metaphysical) same,\" \"the \nsame (metaphysics).\" \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 96,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "adhaerens",
        "chritudo",
        "beispiel",
        "zum",
        "eine",
        "thipe"
      ],
      "full_text": "I \nThe Truth in Painting \nof a deconsecrated tomb: the flower with free or vague beauty (pu1-\nchritudo vagal and not adherent beauty (pu1chritudo adhaerens). It \nwill be, for (arbitrary) example, a colorless and scentless tulip (more \nsurely than color, scent is lost to art and to the beautiful (paragraph \n5 3): just try to frame a perfume) which Kant doubtless did not pick \nin Holland but in the book of a certain Saussure whom he read \nfrequently at the time. \"But a flower, zum Beispiel eine Thipe, is \nheld to be beautiful because in perceiving it one encounters a finality \nwhich, judged as we judge it, does not relate to any end\" \neven \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 97,
      "bucket": "E (10%+)",
      "error_rate": 38.7,
      "unknown_words_sample": [
        "ponge",
        "justement",
        "fleur",
        "impropriete",
        "peut",
        "etre",
        "fixe",
        "tete",
        "quelques",
        "politique"
      ],
      "full_text": "III. The Sans of the Pure Cut21 \n\" La Fac;on de faner des tuli pes \nEt je sais bien qu'il ne s'agit point ici d'une tete, mais \nseulement de la tete du noeud (ou comme d'une retroversion \nde l'uterus), de la gourde seminale, et donc d'aucune autre \nintelligence que celle d'un gland (ou retroversion de l'uterus). \nMais cela ne jette-t-il pas quelque jour, justement, sur \nl'intelligence des autres tetes? des soi-disant veri tables tetes? \nlors donc de la fleur fanant ou fanee. \nEt peut-etre suffirait-il d'avoir attire l'attention, fixe un \nmoment les regards, porte Ie gout, fixe la mode sur ces \nmoments-Ia pour avoir un peu modifie la morale, peut-etre; \npeut-etre la politique? L'opinion, du moins, de quelques \npersonnes. \nNous aussi en avons fini de la 'beaute'; de la forme \nparfaite: celle d'une coupe, pour les tulipes a leur eclosion \n(classique) . \nD'ou la deformation et l'impropriete manifeste de nos \nmots, de nos phrases; \nD'ou la forme incongrue, baroque: ouverte enfin,-de nos \ntextes.\" \nPONGE, \"L'opinion changee Quant aux fleurs.\"22 \n2 1 .  Literally, \"The without of the pure cut,\" but the homophony \nwith sang (blood) is important, as is the affinity with sens (sense[s], \ndirection[s]). \n22. \"And I know full well that we are not here dealing with a head, \nbut only the head of the prick [noeud: knot, node, as well as a vulgar \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 104,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "totalized",
        "ohne",
        "xxix",
        "pleteness",
        "aneu",
        "tym",
        "essary",
        "panum",
        "xxv",
        "tions"
      ],
      "full_text": "90 \nThe Truth in Painting \nknowledge organizes the field of beauty. Of so-called natural beauty, \nlet us not forget it. This point of view puts us in view of the fact \nthat an end is in view, that there is the form of finality, but we \ndo not see with a view to what the whole, the organized totality, \nis in view. We do not see its end. Such a point of view, suddenly \n[de but en blanc], bends the totality to be lacking to itself. But \nthis lack does not deprive it of a part of itself. This lack does not \ndeprive it of anything. It is not a lack. The beautiful object, the \ntulip, is a whole, and it is the feeling of its harmonious com­\npleteness which delivers up its beauty to us. The without of the \npure cut is without lack, without lack of anything. And yet in \nmy experience of the accomplished tulip, of the plenitude of its \nsystem, my knowledge is lacking in something and this is nec­\nessary for me to find this totality beautiful. This something is \nnot some thing, it is not a thing, still less part of the thing, a \nfragment of the tulip, a bit [bout] of the system. And yet it is the \nend of the system. The system is entire and yet it is visibly lacking \nits end [bout], a bit [bout] which is not a piece like any other, a \nbit which cannot be totalized along with the others, which does \nnot escape from the system any more than it adds itself on to it, \nand which alone can in any case, by its mere absence or rather \nby the trace of its absence (the trace-itself outside the thing and \nabsent-of the absence of nothing), give me what one should \nhesitate to go on calling the experience of the beautiful. The mere \nabsence of the goal would not give it to me, nor would its presence. \nBut the trace of its absence (of nothing), inasmuch as it forms its \ntrait in the totality in the guise of the sans, of the without-end, \nthe trace of the sans which does not give itself to any perception \nand yet whose invisibility marks a full totality to which it does \nnot belong and which has nothing to do with it as totality, the \ntrace of the sans is the origin of beauty. It alone can be said to be \nbeautiful on the basis of this trait. From this point of view beauty \nis never seen, neither in the totality nor outside it: the sans is \nnot visible, sensible, perceptible, it does not exist. And yet there \nis some of it and it is beautiful. It gives [Ąa donne] the beautiful. \nIs this sans translatable? Can its body be tom away from its \ntongue without thereby losing a remainder of life? SineĖ OhneĖ \nWithoutĖ AneuĖ (\"Hematographic Music\" of liThe Tym­\npanum\").2S Beauty does not function without this sans, it func­\ntions only with this particular sans, it gives nothing to be seen, \n2 5 .  \"Tympan,\" in Marges, i-xxv; Margins, ix-xxix. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 106,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "desti",
        "bestimmung",
        "keinen",
        "gegenstand",
        "vagat",
        "mination",
        "digm",
        "vaga",
        "voraus",
        "pulchritudo"
      ],
      "full_text": "92 \nThe Truth in Painting \ndigm, paragon, pattern, Muster des Geschmacks). He prescribes \nthat, in the \"speaking arts\" at least, the models should be written \n\"in a dead and scholarly language.\" For two reasons, one lexical \nand the other grammatical. So that these models should be spared \nthe transformations suffered by living languages and which have \nto do first with the vocabulary: vulgarization of noble terms, \nobsolescence of much-used terms, precariousness of new terms; \nthen with the grammar: the language which fixes the model of \ntaste must have a Grammatik which would not be subject to \"the \ncapricious changes of fashion\" and which would be held in \"un­\nalterable rules.\" \nWhether or not the third Critique proposes models of taste \nfor the speaking arts, each time Kant has recourse to a scholarly \nand dead language, it is in order to maintain the norms in the \nstate of utmost rigidity, to shelter them, in a hermetic vault, from \nyielding or breaking up. When, digging in Kant's text, one comes \nacross these Latin words whose necessity one does not immedi­\nately (and sometimes not ever) understand, one has something of \nthe impression of those defunct utensils, endowed with a hole \nbut deprived of a handle, with the question remaining of whether \nthey are beautiful or not, with free beauty or adherent beauty. \nKant's answer is that their beauty in any case could not be vague \nor free from the moment it was possible to complete it with a \nknowledge, supplement it with a thesis or a hypothesis. \nWhat does this opposition signify? Why the equivalence of \nfree and vagat Free means free of all adherent attachment, of all \ndetermination. Free means detached. It had been announced that \nthis discourse dealt with detachment in all senses, the sense [sens] \nand the sans of detachment. Free means detached from all deter­\nmination: not suspended from a concept determining the goal of \nthe object. Pulchritudo vaga or free beauty does not presuppose \nany concept (setzt keinen Begriff, and for us the learned and dead \nlanguage is German, which we wear out, which we make use of \nwith all the plays on words and modes, with the grammatical \ncaprices that grow most quickly wrinkled) of what the object must \nbe (von dem voraus, was der Gegenstand sein sol1). Thus free \nmeans, in the concept which relates it to beauty, detached, free \nof all adherence to the concept determining the end of the object. \nWe understand better the equivalence of free and vague. Vaga is \nthe indefinite thing, without determination and without desti­\nnation (Bestimmung), without end [fin], without bout, without \nlimit. A piece of waste land [terrain vague] has no fixed limit. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 107,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "fection",
        "parergon",
        "begriffe",
        "nondecomposable",
        "trans",
        "tiful",
        "als",
        "tachment",
        "anhiingend",
        "arriver"
      ],
      "full_text": "PARERGON \n93 \nWithout edge, without any border marking property, without any \nnondecomposable frame that would not bear partition. Vague [i.e., \n\"wanders, roams\"-TRANs.] is a movement without its goal, not \na movement without goal but without its goal. Vague beauty, the \nonly kind that gives rise to an attribution of pure beauty, is an \nindefinite errance, without limit, stretching toward its orient but \ncutting itself off from it rather than depriving itself of it, abso­\nlutely. It does not arrive itself at its destination.26 \nAdherent beauty, on the contrary, is suspended by some at­\ntachment from the concept of what the object must be. It is there \nsom.ewhere, however weak, tenuous, half-visible the ligament \nmay be; it is hung, appended [pendue, appendue]. First conse­\nquence: cut off from the concept of its goal, vague beauty refers \nonly to itself, to the singular existent which it qualifies and not \nto the concept under which it is comprehended. The tulip is not \nbeautiful inasmuch as it belongs to a class, corresponding to such­\nand-such a concept of the veritable tulip, the perfect tulip. This \ntulip here, this one alone is beautiful (\"a flower, for example a \ntulip\"), it, the tulip of which I speak, of which I am saying here \nand now that it is beautiful, in front of me, unique, beautiful in \nany case in its singularity. Beauty is always beautiful once, even \nif judgment classifies it and drags that once into the series or into \nthe objective generality of the concept. This is the paradox (the \nclass which-immediately-sounds the death knell of uniqueness \nin beauty) of the third Critique and of any discourse on the beau­\ntiful: it must deal only with singularities which must give rise \nonly to universalizable judgments. Whence the parergon, the im­\nportation of frames in general, those of the first Critique in \nparticular. \nConversely, adherent beauty, from the moment it requires the \ndeterminant concept of an end, is not the unconditional beauty \nof a thing, but the hypothetical beauty of an object comprehended \nunder the concept of a particular end. \"The first [i.e., free beauty] \npresupposes no concept of what the object should be; the second \ndoes presuppose such a concept and, with it, an answering per­\nfection ( Vollkommenheit: the plenitude, the accomplishment) of \nthe object. Those of the first kind are said to be (self-subsisting) \n(fUr sich bestehende, existing for themselves) beauties of this \nthing or that thing (dieses oder jenes Dinges); the other kind of \nbeauty, being attached to a concept (als einem Begriffe anhiingend, \n26. \"Elle ne s'arrive pas a sa destination\": this pronominal form of \nthe verb arriver, to arrive, to happen, is one of Derrida's neologisms. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 108,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "tiful",
        "cept",
        "est",
        "coupable",
        "incom",
        "plete",
        "parfaite",
        "narcis",
        "une",
        "obiecten"
      ],
      "full_text": "94 \nThe Truth in Painting \nappended to a concept) (conditioned beauty), is ascribed to Objects \n(Obiecten) which come under the concept of a particular end\" \n(Meredith, 72). \nThe beautiful this is thus beautiful for itself: it does without \neverything, it does without you (insofar as you exist), it does \nwithout its class. Envy, jealousy, mortification are at work within \nour affect, which would thus stem from this sort of quasi -narcis­\nsistic independence of the beautiful this (this rather than \"object\") \nwhich refers to nothing other than to itself, which signals toward \nnothing determinable, not even toward you who must renounce \nit, but like a voyeur, at the instant that the this gives itself, in­\nasmuch as it gives itself, not signaling toward its end or rather, \nsigning its end, cuts itself from it and removes itself from it \nabsolutely. The tulip, if it is beautiful, this irreplaceable tulip of \nwhich I am speaking and which I replace in speaking but which \nremains irreplaceable insofar as it is beautiful, this tulip is beau­\ntiful because it is without end, complete because cut off, with a \npure cut, from its end. \nWe must sharpen the points, the blades or the edges of a \ncertain chiasmus. This tulip is beautiful because it is free or vague, \nthat is, independent. It enjoys, of itself, a certain completeness. \nIt lacks nothing. But it lacks nothing because it lacks an end (at \nleast in the experience we have of it). It is in-dependent, for itself, \ninasmuch as it is ab-solute, absolved, cut-absolutely cut from \nits end (\"forme parfaite: celle d'une coupe\"): absolutely incom­\nplete, then. Conversely, the unearthed gadget, a concavity de­\nprived of its handle, seems incomplete and yet one connects it to \nthe concept of a perfection. Inasmuch as it is incomplete it can \nbe apprehended under the concept of its perfection. Its beauty, if \nit has any, remains adherent. The cut is not pure in this case [La \ncoupure n 'y est pas pure). So we are dealing with two structures \nof completeness-incompleteness. The pierced gadget is complete \nbecause incomplete, this tulip is incomplete because complete. \nBut the gadget remains incomplete because a concept can fill it \nup. This tulip is complete from the first because the concept \ncannot fill it in. The cut leaves it no skin, no tissue of adherence. \nA beautiful flower is in this sense an absolutely coupable [guilty, \ncuttable) flower that is absolutely absolved, innocent. Without \ndebt. Not without law, but of a law without concept. And a con­\ncept always furnishes a supplement of adherence. It comes at least \nto stitch back up again, it teaches how to sew. We have not finished \ncounting the effects of this chiasmus. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 110,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "exemplarisch",
        "soufflee",
        "beispiel",
        "openmouthedness",
        "exem",
        "kegan",
        "souffl",
        "nonsignifying",
        "ecriture",
        "routledge"
      ],
      "full_text": "'--j \nThe Truth in Painting \nAs always, the examples put forward by Kant have far-reaching \nimplications. I proceed from his examples, by what path is now \nclear, but I insist here on reflexive wiliness: we are approaching \ntwo paragraphs defining what Kant calls exemplary and exem­\nplary without concept. The necessity \"thought\" in an aesthetic \njudgment can only be called \"exemplary\" (exemplarisch). It is the \nnecessity of the adhesion of all to a judgment as example (Beispiel) \nof a universal rule that one cannot enunciate (angeben) (§§ 3 7  \nand 3 8, in the course of passing from the third to the fourth \ncategory, from the moment of relation to that of modality). Such \nwould be the effect of openmouthedness provoked by a unique \nexemplar whose beauty must be recognized in a judgment (mouth \nopen), without conceptual discourse, without enunciation of rules \n(mouth mute, breath cut, parole souffl.ee).27 \nTwo orders of examples: natural free beauties, analogous to \nthat of the flower (wild animals, birds, the parrot, the humming­\nbird, the bird of paradise), but also artificial free beauties, alien \nto nature. Great difficulties are foreseen. How could productions \nof art appear to us as finalities without end? As nonsignifying? \nCut from their goal? \nAnd yet it must be that there are such things if free, vague, \nwandering, pure beauty touches us in art also. But what are these \nexamples? What are the examples of productions of art which are \nbeautiful without signifying anything by and for themselves (be­\ndeuten [ . . .  ] fur sich nichts) and without representing anything? \nWithout theme and even without text, if text retains its old mean­\ning of \"signifying organization, organization of signification\"? \nShould we be surprised to encounter among them the frame or \nat least certain framing inscriptions? \n\"Plowers are free beauties of nature. Hardly any one but a \nbotanist knows the true nature of a flower, and even he, while \nrecognizing in the flower the reproductive organ of the plant, \npays no attention to this natural end when using his taste to \njudge of its beauty. Hence no perfection of any kind-no in­\nternal finality, as something to which the arrangement (Zusam­\nmensetzung) of the manifold is related-underlies this judge­\nment. Many birds (the parrot, the humming-bird, the bird of \n27. Soufflee has the sense of whispered, prompted, but also stolen, \nripped off, blown, blown away: see \"La Parole soufflee,\" in L'Ecriture et \nla difference (Paris: Seuil, I967), 2 5 3-92; translated by Alan Bass, in \nWriting and Difference (London and Henley: Routledge and Kegan Paul, \nI978), I 69-95 · \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 111,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "crustacea",
        "representers",
        "grecque",
        "parergon",
        "stellen",
        "musik",
        "tiful",
        "vorl",
        "dering",
        "nonsignifying"
      ],
      "full_text": "PARERGON \n97 \nparadise), and a number of crustacea, are self-subsisting beauties \nwhich are not appurtenant to any object defined with respect \nto its end, but please (gefallen) freely and on their own account.\" \nNow here is the other series of examples: free beauties in art, \ncutting off all adherence to concept and end, to the concept of \nend, are no longer significations or representations, nor signi­\nfiers or representers. In the rhetoric of the paragraph, this sec­\nond type of example seems also to function as the insistent \nand metaphorical illustration of the first. The recourse to the \nexample of art is made in order to make us better understand \nthat of nature on a ground of analogy: \"So designs a la grecque \n[straight-line designs in labyrinth form], foliage for framework \n(Laubwerk zu Einfassungen) or on wall-papers, &c., have no \nintrinsic meaning; they represent nothing (sie stellen nichts \nvorl-no Object under a definite concept-and are free beauties. \nWe may also rank in the same class what in music are called \nfantasias [improvisation, free variation] (without a theme) (ohne \nThema), and, indeed, all music that is not set to words (die \nganze Musik ohne Text)\" (Meredith, 72). \nHence, what is beautiful according to art and with a free \nor wandering beauty, thus giving rise to a judgment of pure \ntaste, according to Kant, would be any finalized organization \nnot signifying anything, not representing anything, deprived of \ntheme and text (in the classical sense). These structures can \nalso represent, show, signify, certainly, but they are freely wan­\ndering beauties only by not doing so: insofar as somewhere \nthey apply themselves or bend themselves to not doing so. They \napply themselves to this, for they must also be organizations \nof finalized form, otherwise they would not be beautiful. The \nwithout-theme and the without-text do indeed proceed from \nthe sans of the pure cut. Not every nonsignifying thing is beau­\ntiful. The foliation on frames, for example, can represent leaves, \nbut it deploys its beauty only without that representation. Its \nnon significance, its a-significance, rather, must have the form \nof finality, but without end. \nOne might be tempted, in exploiting this example (and \nnothing prohibits this by right), to conclude that contrary to \nwhat we were justified in thinking elsewhere, according to Kant \nthe parergon constitutes the place and the structure of free \nbeauty. Take away from a painting all representation, all sig­\nnification, any theme and any text-as-meaning, removing from \nit also all the material (canvas, paint) which according to Kant \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 112,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "significa",
        "signi",
        "fying",
        "torical",
        "alized",
        "rection",
        "nonrelation",
        "vection",
        "parergon",
        "etc"
      ],
      "full_text": "The Truth in Painting \ncannot be beautiful for itself, efface any design oriented by a \ndeterminable end, subtract the wall-background, its social, his­\ntorical, economic, political supports, etc.; what is left? The \nframe, the framing, plays of forms and lines which are struc­\nturally homogeneous with the frame-structure. So it would be \ndifficult, if not impossible, to reconcile what Kant said about \nthe parergon two pages earlier and what he says here of the \nframing-foliation or the series of productions without theme \nand without text which are analogous to it. The difficulty al­\nlows us to sharpen up a cutting edge. \nLike the framing-foliation, the framing parergon is a-signi­\nfying and a-representative. Another common trait is that the \nframing can also, as parergon (an addition external to the rep­\nresentation), participate in and add to the satisfaction of pure \ntaste, provided that it does so by its form and not by sensory \nattraction (color) which would transform it into finery. So there \ncan be a certain beauty of the parergon, even if it is, precisely, \nsupplementary beauty. Now what separates the parergon from \nthe framing-foliation and from other products of the same type? \nThe foliation is here considered in itself, as object and not as \naccessory. If it does without signification and representation, \nthis is no longer at all like the frame. The frame does not \nsignify anything, and that's that, Kant seems to think. One sees \nin it no presentiment of any signification, nothing in it is fin­\nalized or finalizable. Whereas here the movement of significa­\ntion and representation is broached: the foliation, pure musical \nimprovisation, music without theme or without text seem to \nmean or to show something, they have the form of tending \ntoward some end. But this tension, this vection, this rection is \nabsolutely interrupted, with a clean blow. It has to be thus \ninterrupted: by having to be, purely, absolutely, removing all \nadherence to what it cuts itself off from, it liberates beauty \n( free, wandering, and vague). By having to be interrupted, the \nsans-text and the sans-theme relate to the end in the mode of \nnonrelation. Absolute nonrelation. And by having to be so, this \nabsolute nonrelation must also, if possible, be inscribed in the \nstructure of the artifact. The sans of the sans-theme and the \nsans-text must be marked, without being either present or ab­\nsent, in the thing to which it does not belong and which is no \nlonger quite a thing, which one can no longer name, which is \nnot, once charged with the mark, a material support or a form \nof what is to be found neither here nor there, and which one \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 115,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "nonpure",
        "adhaerens",
        "chritudo",
        "imum",
        "telos",
        "straint",
        "parergon",
        "derstanding",
        "tinent",
        "nonpresentation"
      ],
      "full_text": "PARERGON \n101 \ntelos of beauty (as non-telos). It is the most beautiful which gives \nus a conception of essential beauty, and not the least beautiful, \nwhich remains a hesitant approximation to it in view of errancy. \nAdherence would be in view of errancy. That which is conceived \naccording to its end (its determined telos) would be in movement \ntoward what does without a telos. The telos of the two beauties \nwould be the sans: the nonpresentation of the telos. \nThis is a first way of refusing the question of the common \nroot. It seems very much in conformity with the logic of the \ndiscourse: the pure is worth more than the nonpure. And yet, \nfrom the moment that the contrary response seems just as per­\ntinent and the dissymmetry can be inverted, the initial question \nof the common root (as adherence) forces us, by its irreducibility, \nto a reformulation. If errant beauty entertains a relation of non­\nrelation to its end, its horizon is the announcement-charged with \nimpossibility-of the end, exerting pressure, exercising a con­\nstraint from its very impossibility, of an end of which only pul­\nchritudo adhaerens gives us the example. Hence adherent beauty \nis perhaps less pure but more beautiful and more perfect than \nvague beauty. It tells us more about beauty. It tells us more about \nwhat must be the accord between the imagination and the un­\nderstanding which produces the idea of beauty. Adherent beauty \nwould be more beautiful than pure beauty. And it would give us \nthe principle of the analogy between the two beauties. \nEach of them thus tells us more and less than the other what \nthe beautiful must be. Is there a maximum of adherence? A max­\nimum of freedom \nthe three questions: 1 .  The \nquestion of analogy as the question of man, of the place of man \nin this critique. It takes at least three forms. (A) What about the \nbeauty of man and woman, of which Kant declares that it could \nnot be other than adherent? (B) What about the place of man as \n\"alone, of all the objects of the world, capable of an ideal of \nbeauty\"? And what relation is there between the adherent beauty \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 116,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "tiful",
        "parergonal",
        "und",
        "selbstthiitig",
        "ductive",
        "nonrelation",
        "productiv",
        "temal",
        "ductivity",
        "zweckwidrigkeit"
      ],
      "full_text": "I \n, I \n102 \nThe Truth in Painting \nof man and the fact that he is the sole bearer of the ideal of beauty? \n(e) Why are the system and the hierarchy of the fine arts consti­\ntuted (§ 5 I )  on the analogical model of human language, and of \nlanguage in its relation to the human body, and this not without \na certain embarrassment, once again indicated in a footnote, but \nnot without a rigorous internal necessity in the CritiqueĖ \n2. The question of productive imagination and human pro­\nductivity. There is no experience of beauty without a \"freedom \nof play of the imagination.\" Here one does not conceive imagi­\nnation first of all and solely as the faculty of the being called man \nbut on the basis of the sans of the pure cut (of vague beauty). Now \nat the moment (the fourth Moment) that Kant proposes a General \nRemark on the imagination, he distinguishes between a repro­\nductive imagination (the place of imitation and of a certain mi­\nmesis) and a productive spontaneous imagination (productiv und \nselbstthiitig), the one that is in play in the experience of vague \nbeauty and in pure aesthetic judgment. What must we understand \nby this productivity and by this free play the value of which will \nconstruct the opposition between mercenary art and liberal art, \nthe latter being the only one which is fine art inasmuch as it \nplays and is not exchanged against any salary? It will be necessary \nto put systematically in relation with all the preceding questions \nthe question of productivity, of salary and the market.28 \n3 .  Up until now, this whole discourse concerned the beautiful, \nwhich relates, in the mode of determinacy or indeterminacy, to \nan end and an accord, to a harmony, to an affinity of the imagi­\nnation with nature or with art. The sans also cut out, in the mode \nof the nonrelation, the anticipation of a final harmony. Whence \nthe pleasing, the positive pleasure in the experience of the beau­\ntiful. And the indeterminacy, the indefiniteness, were always those \nof the understanding faced with an essentially sensory experience. \nReason was not yet on the stage. What is excluded from this \ndiscourse (and what is excluded from the inside forms that in­\ntemal lack which always calls for the parergonal frame), is thus \nnot the sans of the without-end but the counter of the counter­\nend. The question of counter-finality (Zweckwidrigkeit) making \nuse of violence and producing what Kant calls not a beyond of \npleasure or a pleasure of the beyond, but, in a formula which \ncould figure in Beyond the Pleasure Principle, a \"negative plea­\nsure\" (negative Lust), is the question of the sublime. Kant explains \n28. Cf. \"Economimesis.\"-J. D. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 117,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "nietz",
        "augenblicklich",
        "ergiessung",
        "beforderung",
        "entspringt",
        "devolutive",
        "parergon",
        "sche",
        "hemmung",
        "blossen"
      ],
      "full_text": "r \nPARERGON \n103 \nthat he must deal with it only in an appendix, a mere adherent \nappendix to the \"Analytic of the Beautiful\" (einen blossen An­\nhang). Whereas \"the beautiful gives birth directly by itself to a \nfeeling of intensification (Beforderung: also, acceleration) of life \nand can subsequently be united with the attractions and the play \nof the imagination [a more Nietzschean formulation than Nietz­\nsche would have thought], the latter [the feeling of the sublime] \nis a pleasure which surges up (entspringt) only indirectly, i.e., in \nsuch a way that it is produced by the feeling of an instantaneous \n(augenblicklich) inhibition (Hemmung, an arrest, a retention) of \nthe vital forces, followed at once by an outpouring (Ergiessung: \nunloading) of these same forces, an outpouring that is all the \nstronger for the inhibition.\" \nWhat of this renewed force produced by a striction and a \ncounter-striction? What relation does it entertain, in the appendix \nof the sublime, with the \"negative pleasure\"? \nThe scent of the tulip, of one that would be bright red, perhaps \nwith shame, but still, it's not certain-\n\"The flower is one of the typical passions of the human \nspirit. One of the wheels of its contrivance. One of its \nroutine metaphors. \nOne of the involutions, the characteristic \nobsessions of that spirit. \nTo liberate ourselves, let's liberate the flower. \nLet's change our minds about it. \nOutside this involucrum: The concept which it \nbecame, By some devolutive revolution, Let us return \nit, safe from all definition, to what it is .-But what, \nthen?-Quite obviously: a conceptacle.\" \nChanged Opinion as to Flowers \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 120,
      "bucket": "B (1-3%)",
      "error_rate": 2.4,
      "unknown_words_sample": [
        "heit",
        "nonknowledge",
        "muni",
        "sists",
        "vollkommen",
        "tions",
        "resentation",
        "niitzlichkeit"
      ],
      "full_text": "Io6 \nThe Truth in Painting \nrelation to what the object must be, to a perfection or to a good: \nformal and subjective finality. \nObjective finality, determined in its content by a concept, can \nbe-a second distinction-internal or external. External, it con­\nsists in utility (Niitzlichkeit), for example that of a utensil with \nor without a handle. This utility is easy to determine from the \npoint of view of man, so its anthropocentric determination is not \nsurprising. But how can the human reference be introduced into \ninternal finality, which Kant also calls perfection ( Vollkommen­\nheit)? Perfection has often been confused with beauty. Kant insists \non breaking with that tradition. In no case does the judgment of \ntaste bear on the perfection of the object, on its internal possibility \nof existence. To judge this latter, I must have at my disposal the \nconcept of what, quantitatively and qualitatively, the object must \nbe. If I do not have it at my disposal, I have only a formal rep­\nresentation of the object. This is even the definition of such a \nrepresentation: the nonknowledge of what the object must be, of \nits objective finality, external or internal. There is of course a \nsubjective finality of representations, \"a certain ease of under­\nstanding a given form in the imagination,\" but without a concept \nof objective end. Errant beauty corresponds to subjective finality, \nwithout end, without content, without concept. On the one hand, \nsubjective finality or finality without end; on the other, objective \nfinality. The without-end of finality is contradictory only in the \ncase of objective finality. \nThe three examples of adherent beauty (man, horse, buildings) \npresuppose not only the concept of an objective finality but that \none cannot even disregard it in the experience of those objects. \nThe sans of the sans-fin cannot be cut out in that experience, not \neven in a variation of point of view. \nFor despite their apparent diversity, these three examples are \nanthropological (the horse is also for man, for nature whose center \nis man) and man, subject of this critique, cannot think himself \nwithout (purpose or end), cannot be beautiful with a pure, vague, \nand free beauty, or at least appear to himself as such. \nLet us take up the examples again in the inverse order. The \nbuilding is understood on the basis of the concept of its end, the \nchurch with a view to religious ceremony, the palace with a view \nto habitation, the arsenal with a view to storing arms or muni­\ntions. If closed down, they still keep the sense of the purpose to \nwhich they had been destined. This was not the case for the \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 123,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "emplary",
        "exemplarisch",
        "exem",
        "apres",
        "erates",
        "autoproduction",
        "parergon",
        "hervorbringen",
        "uation",
        "das"
      ],
      "full_text": "PARERGON \n1 09 \nin the chain of examples is not the same. Neither suffers the sans \nof errancy. But the sans of the sans has different effects on the \none and the other. The horse, just like the building moreover, is \ncapable of adherent beauty. But no more. As well as the sans, man \nis capable, and is the only one capable, of an ideal of beauty. The \nadherence of human beauty is not separated from that capacity \nof which both the other adherent beauties and the errant beauties \nare deprived. \nThe bearer of an ideal of beauty, man is also endowed with \nideal beauty. \nWhat does ideal mean? \nFor all the reasons we now know, a rule of taste cannot be \ndetermined by concepts. And yet a universal communicability, \nan accord of the most perfect possible kind, conditions any eval­\nuation. But by criteria that are necessarily empirical, as Kant \nconcedes, and weak, scarcely sufficient to prop up the presump­\ntion of a common principle hidden deep in all men. In the absence \nof a general concept of rules, and given that universality remains \na prerequisite, the value of the exemplary, of exemplary product \nof taste, becomes the sole or major reference. The exemplary \n(exemplarisch) is a singular product (Produkt)-since it is an ex­\nample-which is immediately valid for all. Only certain exem­\nplary products can have this effect of quasi -rules. Whence the \nhistorical, cultural, pragmatico-anthropological character of taste, \nwhich is constituted after the event [apres coup], after the pro­\nduction, by means of example. The absence of concept thus lib­\nerates this horizon of historical productivity. But this historicity \nis that of an exemplar which gives itself as an example only to \nthe extent that it signals, empirically, toward a structural and \nuniversal principle of accord, which is absolutely ahistorical. \nLet us follow this schema of production. Not being concep­\ntual, the exemplary cannot be imitated. One does not acquire \ntaste by imitation. The judgment of taste, even if it refers to \nprototypical (exemplary) productions, must be autonomous and \nspontaneous. Hence the supreme model, the highest pattern (das \nhochste Muster), can be only an idea, a mere idea which everyone \nmust produce (hervorbringen) in himself and according to which \nhe must judge everything that is an object of taste. There must \nbe a pattern but without imitation. Such is the logic of the ex­\nemplary, of the autoproduction of the exemplary, this metaphys­\nical value of production having always the double effect of opening \nand closing historicity. Since everyone produces the idea of taste, \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 124,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "priori",
        "darstellung",
        "imum",
        "vorgestellt",
        "pregiven",
        "ment",
        "gon",
        "fixierte",
        "autoproduction",
        "rea"
      ],
      "full_text": "I IO \nThe Truth in Painting \nit is never pregiven by a concept: the production of the idea is \nhistorical, a series of inaugurations without prescription. But as \nthis production is spontaneous, autonomous, free at the very mo­\nment when, by its freedom, it rejoins a universal fund, nothing \nis less historical. \nThe autoproduction of the Muster (pattern, paradigm, para­\ngon) is the production of what Kant calls first an idea, a notion \nwhich he specifies at once by substituting for it that of ideal. The \nidea is a concept of reason, the ideal is the representation of a \nbeing or of a particular essence adequate to that idea. If we follow \nhere this value of adequation, we find the dwelling place of mi­\nmesis in the very place from which imitation seems excluded. \nAnd at the same time, of truth as adequation in this theory of \nthe beautiful. \nThe paradigm of the beautiful rests, then, on the idea of rea­\nson, on the absolutely indeterminate rational idea of a \"maxi­\nmum\"-Kant's word-of accord between judgments. This max­\nimum cannot be represented by concepts but only in a singular \npresentation (in einzelner Darstellung vorgestellt). The paradigm \nis not an idea but a singularity which we produce in ourselves in \nconformity with that idea: Kant proposes to call it ideal. But this \nideal, to the extent that it is produced in the presentation of a \nsingular thing-an exemplar-can form only an ideal of the imag­\nination. Imagination is the faculty of presentation (Darstellung). \nThis value of presentation supports the whole discourse. Just as \none can (as we have seen) understand the faculty of imagination \nonly on the basis of the sans and free play, one cannot accede to \nit without this value of presentation: free play of the sans in the \nputting into presence. \nThe sans is nevertheless strictly compressed and oriented by \nthe economic instance of the maximum. The free play in the \npresentation submits of itself to its regulation, to the regulatory \nidea of a maximal consensus among men. \nOnly man would be capable of presentation, since only he is \ncapable of production-of exemplarity, of ideal, etc. \nHere Kant poses a question and introduces a cleavage of great \nconsequence. He asks himself ( I ) whether one accedes a priori or \nempirically to this ideal; and (2) what kind of beauty gives rise \nto this ideal. \nTo the second question the answer is clear and prompt. Errant \nbeauty cannot give rise to any ideal. The beauty whose ideal one \nseeks is necessarily \"fixed\" (fixierte) by the concept of an objective \n"
    }
  ]
}