{
  "batch_id": 3,
  "document": "Derrida_MarginsOfPhilosophy",
  "pages": [
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 77,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "exposi",
        "physis",
        "gramme",
        "nonsensuous",
        "gerian",
        "nonbeingness",
        "aisthanometha",
        "khronou",
        "trans",
        "heideg"
      ],
      "full_text": "Ousia and Gramme\nessence or to truth. That all of metaphysics, so to speak, has been sunk in this\nopening or, if you will, paralyzed in the aporia of the exoteric discourse of Physics\nIV is still to be seen in Kant. Not only in Kant's linking of the possibility of time\nto the intuitus derivativus and to the concept of a derived finitude or passivity, but\nabove all in that which is most revolutionary and least metaphysical in his\nthought of time. This can be attributed, as you will, to the passive in Kant or\nto the active in Aristotle. It wifi have as little meaning in both cases.\nIn effect, as Aristotle says, it is because time does not belong to beings, is no\nmore a part of them than it is a determination of them, and because time is not\nof (phenomenal or\nbeing in general, that it must be made into a pure\nform of sensibility (the nonsensuous sensuous). This profound metaphysical\nfidelity is organized and arranged along with the break that recognizes time as the\ncondition for the possibility of the appearance of beings in (finite) experience,\ni.e., also along with that in Kant which will be repeated by Heidegger. In principle,\ntherefore, the text of Aristotle could always be submitted to what might be called\nthe \"generous repetition,\" the repetition from which Kant profits, but which is\ndenied Aristotle and Hegel, at least at the period of Being and Time. At a certain\npoint, then, the destruction of metaphysics remains within metaphysics, only\nmaking explicit its principles. This is a necessity that would have to be examined\nin terms of this example, and its rule would have to be formalized. Here, the Kantian\nbreak was prepared by Physics IV, and one could say as much for the Heideg-\ngerian \"re-edition\" of the Kantian gesture in Being and Time and in Kant and the\nProblem of Metaphysics.\nIn effect, if one compares the \"Transcendental Exposition of the Concept of\nTime\" to Physics IV, one quickly picks up this decisive common characteristic:\n\"Time is not something which exists of itself, or which inheres in things as an\nobjective determination, and it does not, therefore, remain when abstraction is\nmade of all subjective conditions of its\nIt may be said that this\ncharacteristic—the nonbeingness in itself of time—is very general, and that the\ncommunity of intention between Kant and Aristotle is quite limited. Let us\nconsider, then, the narrower definition of time in the \"Transcendental Exposi-\ntion,\" not the definition of time as nonexistence in itself, nor as the \"formal\ncondition of all phenomena in general\" (internal as well as external), but rather\nas the \"form of inner\nThe entire force of the break implied in this\ndefinition still seems rigorously prescribed in Physics IV. Examining the physis\nof time, Aristotle wonders—since time which is neither change nor movement\nhas a relationship with change and movement (and this is precisely how the \"Tran-\nscendental Exposition\" begins)—ti tës kinëseös estin (219a), what of movement\nis time? And he remarks, not as is often and vaguely translated that \"we perceive\ntime in perceiving movement,\" but hama gar kineseOs aisthanometha kai khronou:\n25. TN. Kant, Critique of Pure Reason, trans. Norman Kemp Smith (New York: St. Martin's\nPress, 1965), p. 76.\n26. TN. [bid., p. 77.\n48\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 79,
      "bucket": "D (5-10%)",
      "error_rate": 9.2,
      "unknown_words_sample": [
        "nows",
        "thingness",
        "der",
        "nou",
        "jetzf",
        "sein",
        "gramme",
        "nacheinander",
        "receivinl",
        "soeben"
      ],
      "full_text": "Ousia and Gramme\nbreakthrough, such as it is repeated in Kant and the Problem of\ntransgresses the vulgar concept of time only by making explicit something hinted\nat in Physics IV. Making\ndedqyestion always and necessarily\nsystem oF\nHow does the\non the\nIn one sense, Aristotle, in his exoteric,\npicks up Zeno's argument. While acknowledging that this argument clarifies\nnothing (218a), Aristotle repeats its aporia without deconstructing it. Time is not\n(among beings). It is nothingness because it is time, that is a past or future now.\nHere, the that is supposes that I have somehow anticipated what time is, to wit,\nthe nonpresent in the form of the now that is past or to come. The current now\nis not time, because it is present; time is not (a being) to the extent that it is not\n(present). This means that if it appears that one may demonstrate that time is\nno-thing (nonbeing), it is because one already has determined the origin and\nessence of no-thing as time, as nonpresent under the heading of the \"not yet\"\nor the \"already no longer.\" Therefore, in order to state the no-thingness of time,\none already has had to appeal to time, to a precomprehension of time, and,\nwithin discourse, to the self-evidence and functioning of the verb's tenses. With-\nout disclosing it, one already has operated within the horizon of the meaning of\n29. For example, in section 32 (\"The Transcendental Imagination and Its Relation to\nTime\"), which shows how the pure intuition of time, such as it is described in the \"Tran-\nscendental Esthetic,\" is freed from the privilege of the present and the now. We must cite\na long passage from section 32 that darifies all the concepts of Sein und Zeit, a passage\nthat interests us to the highest degree in this context: \"We have shown how the tran-\nscendental imagination is the origin of pure sensible intuition. Thus, we have proved\nessentially that time as pure intuition arises from the transcendental imagination. However,\na specific, analytical explication of the precise manner in which time is based upon the\ntranscendental imagination is necessary.\n\"As the pure succession of the now-series (Nacheinander der Jetztfolge) time is 'in constanl\nflux? Pure intuition intuits this succession without making of it an object (ungegenstandtlich).\nTo intuit means: to receive that which offers itself. Pure intuition gives to itself, in the\nreceptive act, that which is capable of being received.\n\"Reception of.. . is usually understood as the act of receiving something given (Vor.\nhandenen) or present (Anwesenden). But this limited conception of the receptive act,\nconception inspired by empirical intuition, must not be applied to pure intuition and\ncharacteristic receptivity. It is easy to see that the pure intuition of the pure succession\nnows cannot be the reception of something actually present (Anwesenden). If it were, ther\nit could at most only 'intuit' the actual nou' (das jefzige Jetzt), but never the now-sequence\nas such and the horizon which it forms. Strictly speaking, the simple act of receivinl\nsomething actually present (Gegenwartigen) could not even intuit a single now (Jetzt),)\neach now has an essentially continuous extension in a just passing and just coming (in sen\nSoeben und Sogleich). The receptive act of pure intuition must in itself give the aspect of thi\nnow (den Anblick des Jetzf) in such a way that it looks ahead (vorblickt) to the just coming anc\nback (rückblickt) to the just passing.\n\"We now discover, and in a more concrete way, why it is that pure intuition, which i\nthe subject of the transcendental aesthetic, cannot be the reception of something 'presenl\n(Gegenwdrtigen). Pure intuition which, as receptive, gives itself its object is by nature no\nrelative only to something present (em\nnut Anwesendes), and least of all to a being actuall\ngiven (vorhändenes seiendes)\" (Kant and the Problem of Metaphysics, pp. 178—79; translatioi\nslightly modified).\n50\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 80,
      "bucket": "E (10%+)",
      "error_rate": 11.3,
      "unknown_words_sample": [
        "ouk",
        "gegone",
        "meanzngis",
        "thingness",
        "etermined",
        "lambanomenos",
        "dia",
        "nontime",
        "determrnations",
        "ualif"
      ],
      "full_text": "What the Question Evades\ntime in order to think nonbeing as nonpresent, and being as present. Being has\nbeen determined temporally as being-present in order to determine time as\nnonpresent and nonbeing.\nIn effect, what is said dia ton exOferikOn logOn? That \"it (time] either does not\nexist at all, or exists barely and obscurely. . . One part of it has been and is no\nlonger (gegone kai ouk esti); another part will be and is not yet (mellei kai oupo\nestin). Such are the components of time—of infinite time (apeiros) and of time\nconsidered in its incessant return (aei lambanomenos). Now it seems impossible\nthat that which allows non-beings in its composition participates in beingness\n(ousia).\"3°\nThe me on, the no-thingness of time, therefore, is accessible only on the basis\nof the Being of time. Time as nothing can be thought only according to the\nmodes of time, the past and the future. Bein\nis\ninsofar as being already, secretly has been etermined as present, and beingness\n(ousia) as presence. As soon as being and present are synonymous, to say no-\nthingness and to say time are the same thing. ):irne, is\nmanifestation of negativity, and\nmutandis, will\nwhat\nis linked to the difficult analyses of the number—numbering\nor numbered—the Aristotelian dyad time-movement is conceived on the basis\nof ousia as presence. Ousia as energeia, in opposition to dynamis (movement,\npower), is presence. Time, which bears within it the already-no-longer and the\nnot-yet, is a composite. In it, energy composes with power. This is why it is\nnot, if you will,31 \"in act;' and this is why it is not ousia (subsisting or substantial\nbeing, if you wifi). The determination of beingness (ousia) as energeia or entelekheia,\nas the act and end of movement, is inseparable from the determination of time.\nThe meaning of time is thought on the basis of the present as nontime. And this\ncould not be\nwhatever sense it is understood: as essence,\nas the meaning of discourse, as the orientation of the movement between archë\nand telos) has never been conceivable, Within the hist\nof\noth-\nerwise.than on tl\nsopr\nan as\nconceyt\nis\nby the\ntire\ndetermrnations that we are pomtmg\nout here andevery time\nmeanzngis posed\nit quite summarily, one seeks in vain\nto extract\n(the meaning of time, or of anything else) as\nsuch from metaphysics, or from the system of so called \"vulgar\" concepts. Such\n30. TN. Physics IV, 217b—18a.\n31. \".\n.\n. if you will, 'in act,'\" because this is a problematical translation. That it does\nnot go without saying is a problem that we cannot tackle here. We may refer, on the one\nhand, to \"The Anaximander Fragment,\" which marks the distance between Aristotle's\nenergeia and the act ualif as or act us purus of medieval scholasticism; and on the other hand,\nto Pierre Aubenque, who emphasizes that \"the modem translation of act is not a forgetting\nof the original sense, but for once remains faithful to it\" (Le Problème de I'être chez Aristote,\nPans: Presses Universitaires de France, 1962, p. 441, n. 1).\n51\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 86,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "grammon",
        "einai",
        "nows",
        "senting",
        "gramme",
        "epi",
        "mathematicism",
        "ephexes",
        "mathematikon",
        "supenmposable"
      ],
      "full_text": "Gramme and Number\nintemporal adverb hama. Let us consider the sequence of nows. The preceding\nnow, itis said, must be destroyed by the following flow. But, Aristotle then\nout, it cannot be destroyed \"in itself\" (en heautOi), that is, at the moment\nwhen it is (now, in act). No more can it be destroyed in an other now (en allöi):\nfor then it would not be destroyed as now, itself; and, as a now which has been,\nit is (remains) inaccessible to the action of the following now. \"One now cannot\nbe related to another, any more than a point can be related to another point. If\nthen the now is not immediately (en töi ephexes) destroyed in the next now but\nin another, it would exist at the same time (hama) as the innumerable nows\nbetween the two—which is impossible. But neither is it possible for the now to\nremain (diamenein) always the same. No determinate divisible thing has a unique\nlimit, whether it is continuously extended in one or in more than one dimension;\nbut the now is a limit, and it is possible to separate off a determinate time.\nFurther, if being at the same time (to hama einai)—.i.e. being neither anterior nor\nposterior—means to be in one and the same now, then, if both what is before\nand what is after are this same now, things which happened thousands of years\nago would be simultaneous (hama) with what has happened today, and nothing\nwould be before or after anything else\" (218a).\nGramme and Number\nSuch, then, is the aporia. Despite its cinematic point of departure, it already\nprevents Aristotle's reflections from identifying time with the gramme repre-\nsenting movement, especially if this representation is of a mathematical nature:\nbecause nows are not \"at the same time,\" as are points (218a); because time is\nnot movement (218b); because Physics IV distinguishes between gramme in gen-\neral and the mathematical line (ma; Aristotle speaks, here, of what happens\nepi tOn mathematikOn grammon in which the points are always the same); and\nfinally because, as we shall see, time, as the numbered number of movement, is\nnot intrinsically of an arithmetic nature. For all these reasons, it is already evident\nthat we are not dealing with the cinematographic concept of time so vigorously\ndenounced by Bergson, and even less with a simple mathematicism or arith-\nmeticism. And conversely, it appears that Bergson, in a sense perhaps different\nthan the one indicated by Heidegger, is more Aristotelian than he himself be-\nlieves.\nHow does time come into line with the Physics?\n-\n34. Let us recall, for example, in order to keep things straight, the following passages,\namong so many others: \"It is thus that we were led up to the idea of Time. There a surprise\nawaited us. In effect, we were very struck to see how real time, which plays a primary\nrole in every philosophy of evolution, escapes mathematics. Its essence being to pass,\nnone of its parts is still there when another presents itself.\n. . In the case of time, the idea\nof superimposition would imply an absurdity, for every effect of duration that would be\nsupenmposable with itself, and consequently measurable, would have as its essence not\n57\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 87,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "gramm",
        "oukh",
        "mouvant",
        "kinesis",
        "dia",
        "aisthesis",
        "caimot",
        "thateroi",
        "sym",
        "akolouthei"
      ],
      "full_text": "Ousia and Grammé\n1. Time is neither movement (kinesis) nor change (metabole). These exist solely\nin Being-moved or in changing-Being, and are more or less slow or rapid, which\ncannot be the case with time. On the contrary, time makes possible movement,\nchange, their measurement, and differences of speed. Here time is what defines,\nand not what is defined (218b).\n2. Nevertheless, there is no time without movement. It is\nthat Aristotle\nlinks time to experience or to appearing (dianoia, psykhe, aisthesis). If time is not\nmovement, we nevertheless caimot experience time except by feeling and de-\ntermining a change or a movement. (Aristotle asserts that here the difference\nbetween movement and change is not pertinent and should not detain him—\n218b.) \"Therefore it is clear that time neither is movement nor exists without it\"\n(219a).\nWhat is it then that relates time to what it is not, that is, to movement? What\nin movement determines time? One must seek in time ti tës kineseOs estin, that\nis, in sum, what relates time to space, and to changes of place. And one must\nfind the concepts for this relationship.\nDiscreet, advanced without insistence, as if they went without saying, the\nfundamental categories, here, are those of analogy and correspondence. They lead\nback, by other names, and barely displacing it, to the enigma of the \"at the same\ntime,\" which both names and evades, states and obscures, the problem.\nMagnitude is continuous. This is axiomatic here. Now, movement follows the\norder of magnitude, corresponds to this order (akolouthei Wi megethei he kinesis).\nTherefore it is continuous. Further, anterior and posterior are local situations\n(en topaz). As such, they are within magnitude, and therefore, according to the\ncorrespondence or the analogy of magnitude and movement (219a), they are also\nwithin movement. And within time, since \"time and movement always corre-\nspond to each other\" (dia to akolouthein aei thateroi thateron autön). It follows,\nfinally, that time is continuous by analogy with movement and magnitude.\nThis leads to the definition of time as the number of movement following the\nbefore and the after (219ab). A definition made more specific, as is well known,\nby the distinction between the numbered number and the numbering number. The\nnumber is said in two ways (dikhOs): numbering number and numbered number\n(219b). Time is a numbered number (oukh höi arithmounzen all' ho arithmoumenos).\nto endure .\n. . The line is ready made, time is that which makes itself, and is even that\nwhich makes everything to make itself.\" And the following remark, which would be in\nagreement with a given passage from Heidegger's Note, if the latter precisely did not\ndenounce a limit of the Bergsonian revolution: \"Throughout the history of philosophy,\ntime and space are put on the same level, and treated as things of the same genre. Thus,\none studies space, determines its nature and function, and then transports the conclusions\nthus obtained onto time. The theory of space and the theory of time thus become sym-\nmetrical. To go from one to the other, it sufficed to change one word: 'juxtaposition' was\nreplaced by 'succession.' \" La pensée et it' mouvant (Paris: Presses LJniversitaires de France,\n1946), pp. 2, 3, 5ff.\n35. See also 223a.\n58\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 88,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "resentation",
        "stigmei",
        "punc",
        "pernuts",
        "pos",
        "represen",
        "kai",
        "gramme",
        "matics",
        "mathe"
      ],
      "full_text": "Gramme and Number\nThis means, paradoxically, that even if time comes under the rubric of mathe-\nmatics or arithmetic, it is not in itself, in its nature, a mathematical being. It is\nas foreign to number itself, to the numbering number, as horses and men are\ndifferent from the numbers that count them, and different from each other. And\ndifferent from each other, which leaves us free to think that time is not a being\namong others, among men and horses. \"The number of one hundred horses\nand one hundred men is one and the same number, but the things—the horses\nand men—for which there is a number are other\" (220b).\nThere is time only in the extent to which movement has number, but time,\nin the rigorous sense, is neither movement nor number. It lets itself be numbered\nonly insofar as it has a relation to movement according to the before and after.\nThe unity of the measure of time numbered in this way is the now, which\npernuts the distinction between before and after. And it is because movement\nis determined according to the before and the after that the graphic linear rep-\nresentation of time is simultaneously required and exduded by Aristotle. This\ndetermination according to the anterior and the posterior \"corresponds,\" in\neffect, \"in a certain manner to the point\" (akolouthei de kai touto pos têi stigmei).\nThe point gives to length its continuity and its limit. The line is a continuity of\npoints. And each point is both an end and a beginning (arkhë kai teleufë) for each\npart. Thus, one could be led to believe that the now is to time what the point\nis to the line. And that the essence of time can pass, intact and undamaged,\ninto its linear representation, into the continuous, extended unfolding of punc-\ntuality.\nAristotle firmly indicates that this is not so. The spatial and linear represen-\ntation, at least in this form, is inadequate. What is criticized, thereby, is not the\nrelationship of time to movement, nor the numbered or numerable Being of\ntime, but rather time's analogy with a certain structure of the gramme.\nIn effect, if one uses the point and the line to represent movement, one is\nmanipulating a multiplicity of points which are both origin and limit, beginning\nand end; this multiplicity of immobilities, this series (if it can be called such),\nof successive arrests, does not give time, and when Aristotle recalls this, his\nlanguage is indistinguishable from Bergson's:\". . . for the point both connects\nand limits the length—it is the beginning of one and the end of another. But if\nyou consider the one point as two, an arrest or pause is necessary, if the same\npoint is to be both beginning and end\" (220a).\nIn this sense, the now is not the point, since it does not arrest time, is neither\ntime's origin, end, or limit. At least it is not a limit to the extent that it belongs\nto time. The importance of the to the extent that henceforth will become more\nspecific, and will do so unceasingly.\nWhat is rejected, then, is not the gramme as such, but the gramme as a series\nof points, as a composition of parts each of which would be an arrested limit.\nBut if one considers now that the point, as limit, does not exist in act, is not\n(present), exists only potentially and by accident, takes its existence only from\n59\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 91,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "sions",
        "sein",
        "gramme",
        "alrea",
        "heideggerian",
        "istotelian",
        "reeditions",
        "heideggerianism",
        "lan",
        "nition"
      ],
      "full_text": "Ousia and Gramme\nextent thats, the system according to which \"the same things can be said in terms\nof potentiality and act\" (Physics 1, 191b, 27—29).\nHere the plurality and distribution of significations is organized by the defi-\nnition of movement as the \"entelechy of that which, as such, exists potentially,\"\nsuch as this definition is produced in the decisive analysis of Physics III (2Olab).\nThe ambiguity of movement, the act of potentiality as potentiality, necessarily\nhas a double consequence as concerns time. On the one hand, time, as the number\nof movement, is on the side of non-Being, matter, potentiality, incompletion.\nBeing in act, energy, is not time, but eternal presence. Aristotle notes this in\nPhysics IV: \"Thus it is evident that eternal Beings (ta aei onta), as eternal, are not\nin time\" (221b). But, on the other hand, time is not non-Being, and non-Beings\n¶\nare not in time. In order to be in time, something must have begun to be and\nto tend, like every potentiality, toward act and\n\"Thus it is evident that\n/\nnon-Being will not always be in time..\n(nib).\nAlthough understood on the basis of Being as presence in act, movement and\ntime are neither (present) beings nor (absent) nonbeings. The categories of desire\nor movement as such, and the category of time as such, therefore are alrea4y\nor yet again submitted and subtracted in Aristotle's text, belonging as much to the\nde-limitation of metaphysics as the thought of the present, as to the simple\noverturning of metaphysics.\nThis play of submission and subtraction must be thought as a formal rule for\nanyone wishing to read the texts of the history of metaphysics. To read them,\ncertainly, within the opening of the Heideggerian breakthrough, which is the\nonly thought excess of metaphysics as such, but also to read them, occasionally,\nand faithfully, beyond certain propositions or conclusions within which the\nHeideggerian breakthrough has had to constrain itself, propositions or conclu-\nsions which it has had to call upon or take its support from. For example, the\nreading of Aristotle and Hegel during the epoch of Being and Time. And this\nformal rule must be capable of guiding our reading37 of the entire Heideggerian\ntext itself. In particular, it must permit us to pose the question of the inscription\nwithin it of the epoch of Sein und Zeit.\n36. Even though Bergson criticizes the concept of the possible as possible, even though\nhe makes neither of duration nor even of tendency a movement of the possible, and even\nthough everything for him is \"actual,\" it still remains that his concepts of duration, élan,\nand the ontological tension of the living oriented by a telos retain something of the Ar-\nistotelian ontology of time.\n37. Only such a reading, on the condition that it does not give authority to the security\nor structural dosing off of questions, appears to us capable of undoing today, in France,\na profound complicity: the complicity which gathers together, in the same refusal to read,\nin the same denegation of the question, of the text, and of the question of the text, in the\nsame reeditions, or in the same blind silence, the camp of Heideggerian devotion and the\ncamp of anti-Heideggerianism. Here, political \"resistance\" often serves as a highly moral\nalibi for a \"resistance\" of an other order: philosophical resistance, for example, but there\nare other resistances whose political implications, although more distant, are no less\ndetermined.\n62\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 92,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "verfallen",
        "ontotheo",
        "der",
        "suppos",
        "sein",
        "lirnitation",
        "dlassical",
        "gramme",
        "eigen",
        "temporalizing"
      ],
      "full_text": "The Closure of the Gramme\nand the Trace of Difference\nThe Closure of the Gramme\nand the Trace of Difference\nAll this, in sum, in order to suggest:\n1. That perhaps there is no \"vulgar concept of time.\" The concept of time, in\nall its aspects, belongs to metaphysics, and it names the domination of presence.\nTherefore we can only conclude that the entire system of metaphysical concepts,\nthroughout its history, develops the so-called \"vulgarity\" of the concept of time\n(which Heidegger, doubtless, would not contest), but also that an other concept\nof time cannot be opposed to it, since time in general belongs to metaphysical\nconceptuality. In attempting to produce this other concept, one rapidly would\ncome to see that it is constructed out of other metaphysical or ontotheological\npredicates.\nWas this not Heidegger's experience in Being and Time? The extraordinary\ntrembling to which dlassical ontology is subjected in Sein and Zeit still remains\nwithin the grammar and lexicon of metaphysics. And all the conceptual pairs\nof,\nse\nthe authentic from the inauthentic and,\nin the very last analysis, primordial from fallen\nto Hegel the prop-\nosition of a \"fall of spirit into time,\" but in the extent to which it is possible, the\nde-lirnitation itself, perhaps, has to be displaced. The metaphysical or ontotheo-\nlogical limit doubtless consists less in thinking a fall into time (from a nontime,\nor an atemporal eternity, which has no meaning for Hegel), than in thinking a\nfall in general, even a fall of the kind Being and Time proposes as its fundamental\ntheme and as its locus of greatest insistence, a fall from primordial into derivative\nr example, Heidegger writes at the end of section 82, devoted to Hegel:\n'Spirit'\noes not fall into time; but factical existence 'falls' as falling ('fallt' als\niYetfa\ne) from primordial, authentic temporality (aus der ursprunglichen, eigen-\nlichen Zeitlichkeit). But this 'falling' ('Fallen') has its own existential possibility\nin a mode of its temporalizing—a mode which belongs to\nAnd\nin closing Being and Time Heidegger wonders whether this primordial temporality\nconstitutes the horizon of Being, if it leads to the meaning of Being.\nNow, is not the opposition of the primordial to the derivative still metaphysical?\nIs not the juest for an archia in general, no matter with what precautions one\nsurrounds the concept, still the \"essential\" operation of metaphysics? Suppos-\ning, despite powerful presumptions, that one may eliminate it from any other\nprovenance, is there not at least some Platonism in the Verfallen? Why determine\nas fall the passage from one temporality to another? And why qualify temporality\nas authentic—or proper (eigenflich) —and as inauthentic—or improper—when\nevery ethical preoccupation has been suspended? One could multiply such ques-\n38. TN. Being and Time, p. 486.\n63\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 93,
      "bucket": "D (5-10%)",
      "error_rate": 7.3,
      "unknown_words_sample": [
        "ezng",
        "der",
        "grammatic",
        "gramme",
        "gegenwartigkeit",
        "eigentlicli",
        "anwesende",
        "anwesen",
        "heideggerian",
        "spruch"
      ],
      "full_text": "Ousia and Gramme\nlions around the concept of finitude, around the point of departure in the\nexistential analytic of Dasein, justified by the enigmatic\nto itself or\nby the identity with itself of the questioning (section 5), etc. If we have chosen\nto examine the opposition that structures the concept of temporality, it is because\nthe entire existential analytic leads back to it.\n2. That the question we are asking remains within Heidegger's thought. It is\nnot in closing but in interrupting Being and Time that Heidegger wonders whether\n\"primordial temporality\" leads to the meaning of Being. And this is not a pro-\ngrammatic articulation but a question and a suspension. The displacement, a\ncertain lateralization, if not a simple erasure of the theme of lime and of every-\nthing that goes along with it in Being and Time, lead one to think that Heidegger,\nwithout putting back into question the necessity of a certain point of departure\nin metaphysics, and even less the efficacity of the \"destruction\" operated by\nthe analytic of Dasein, for essential reasons had to go at it otherwise and, it may\nbe said literally, to change horizons.\nHenceforth, along with the theme of time, all the themes that are\nupon it (and, par excellence, those of Dasein, of finitude, of historicity) will no\nlonger constitute the transcendental horizon of the question of Being, but in\ntransition will be reconstituted on the basis of the theme of the epochality of\nBeing.\nWhat about presence then? We cannot easily think in the Latin word presence\nthe movements of differentiation that are produced in the Heideggerian text.\nThe task here is immense and difficult. Let us only locate a point of reference.\nIn Being and Time and Kant and the Problem of Metaphysics it is difficult—we are\ntempted to say impossible—to distinguish rigorously between presence as An-\nwesenheit and presence as Gegenwartigkeit (presence in the temporal sense of\nnowness). The texts that we have cited overtly assimilate\nthe determination of the meaning of Being as presence\nes\ndsinrnltaneoti.sl\n-\nBeyond\nezng an\nit seems more and more that Gegenwartigkeit (the\nfundamental determination of ousia) itself is only a restriction of Anwesenheit,\nwhich permits Heidegger to invoke, in \"Der Spruch des Anaximander\" (\"The\nAnaximander Fragment\"], an \"ungegenwärtig Anwesende.\" And the Latin word\npresence (Präsenz) will connote, rather, another narrowing of Anwesen under the\nheading of subjectivity and representation. These linked determinations of pres-\nence (Anwesenheif), which are the inaugural determination of the meaning of\n39. The primordial, the authentic are determined as the proper (eigentlicli), that is, as the\nnear (proper, proprius), the present in the proximity of self-presence. One could show how\nthis value of proximity and of self-presence intervenes, at the beginning of Scm\nnod Zeit\nand elsewhere, in the decision to ask the question of the meaning of Being on the basis\nof an existential analytic of Dasein. And one could show the metaphysical weight of such\na decision and of the credit granted here to the value of self-presence. This question can\npropagate its movement to include all the concepts implying the value of the \"proper.\"\n64\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 94,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "withltrlhe",
        "gramme",
        "anwesen",
        "essary",
        "descri",
        "heideggerian",
        "reeells",
        "nec",
        "simulta",
        "ceis"
      ],
      "full_text": "The Closure of the Gramme\nand the Trace of Difference\nBeing by the Greeks, can specify both the question of Heidegger's reading of\nthe texts of metaphysics and the question of our reading of Heidegger's texts.\nThe Heideggerian dc-limitation consists sometimes in appealing to a less narrow\ndetermination of presence from a more narrow determination of it, thereby going\nback from the present toward a more original thought of Being as presence\n(Anwesenheit), and sometimes in questioning this original determination itself,\nand giving us to think it as a closure, as the Greco-Western-philosophical closure.\nAlong these lines, in sum, it would be a question of thinking a Wesen, or of\nmaking thought tremble by means of a Wesen that would not yet even be Anwesen.\nIn the first case the displacements would remain within the metaphysics of\npresence in general; and the urgency or extent of the task explain why these\nintrametaphysical displacements occupy almost the entirety of Heidegger's text,\noffering themselves as such, which indeed is rare enough. The other gesture,\nthe more difficult, more unheard-of, more questioning gesture, the one for which\nwe are the least prepared, only permits itself to be sketched, announcing itself\nin certain calculated fissures of the metaphysical text.\nTwo texts, two hands, two visions, two ways of listening. Together simulta-\nneously and separately.\nbetween the two texts,\nbe\nin the form of presence, supposing that\nwhich gives us to think beyond the closure cannot be simply absent. Absent,\neither it would give us nothing to think or it still would be a negative mode of\npresence. Therefore the sign of this excess must be absolutely excessive as\nconcerns all possible presence-absence, all possible production or disappearance\nof beings in general, and yet, in some manner it must still signify, in a manner\nunthinkable by metaphysics as such. I\nit is nec-\nessary thaLa—trace .be-insCribed-withlTrlhe text of\ncontinues to signal not in the direction of another p\nor another form of\npresence, but\nof\nother text. Such a trace\nbe\nthought more\nis\nto\nthat which must\nOnly presence is\nThe mode of\nthe text\nis so un-\nthinkable thati -mustb descri\nof the\nis\nproduced as its own erasure. And itbelongs to the trace to erase itself, to elude\nthat which might maintain it in presence. The trace is neither perceptible nor\nimperceptible.\n-\nIt is thus that the\ntn\nbetwe\nthe very thing that\nwould have been \"forgotten\" in the determination of Being as presence, and\nof presence as present—this difference is so buried that there is no longer\ntrace of it. The trace of dif\nceis erad fane-reeells\nitself\nother than absence and presence, (is) (itself) trace, it is indeed the trace .pEthe\n65\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 95,
      "bucket": "E (10%+)",
      "error_rate": 13.6,
      "unknown_words_sample": [
        "der",
        "dii",
        "amorphou",
        "gramme",
        "taphysics",
        "anwesende",
        "anwesen",
        "bleibt",
        "nicht",
        "bedeu"
      ],
      "full_text": "Ousia and Gramme\ntrace that has disappeared in the forgetting of the\nbet en Being and\nIs this not what \"The Anaximander Fragment\" seems to tell us at first? \"The\noblivion of Being is oblivion of the distinction between Being and beings.\"4° \"The dis-\ntinction collapses. It remains forgotten. Although the two parties to the dis-\ntinction, what is present and presencing (das Anwesende und das An-wesen), reveal\nthemselves, they do not do so as distinguished. Rather, even the early trace (die\nfruhe Spur) of the distinction is obliterated when presencing appears as something\npresent (das Anwesen wie em Anwesendes erscheint) and finds itself in the position\nof being the highest being present (in einem höchsten Anwesenden)\" (pp. 50-51).\nhave been\nthe\ntext. Presence, then, far from being, as is commonly thought, what\nthe sign signifies, what a trace refers to,\nthe trace of the trace,\nthe trace of the erasure of the trace. Such is, for us, the text\nsuch is, for us, the language which we speak. Only on this condition can me-\ntaphysics and our language signal in the direction of their own transgression.4'\nAnd this is why it is not contradictory to think together the erased and the traced\nof the trace. And also why there is no contradiction between the absolute erasure\nof the \"early trace\" of difference and that which maintains it as trace, sheltered\nand visible in presence.\nnot contradict himself when he\nbetween Being and beings, as some•\nthing forgotten, can invade\nwith the presencing of what\n(mit dem Anwesen\nAnwesendem); oni)\nif it has left a trace (eine Spur gepragt hat) which\nbleibt\nin the language\n(p. 51).\nHenceforth it must be recognized that all the determinations of such a trace—\nall the names it is given—belong as such to the text of metaphysics that\nthe trace, and not to the trace itself. There is no trace itself, no proper trace\nindeed sa s the difference could\n(Lichtung de\nUntersc ie es kann deshalb auch nicht bedeu ten, dass der llnterschied als der Unterschie\nerscheint: \"illumination of the distinction therefore cannot mean that the\ntinction appears as a distinction\"—p. 51.) The trace of the trace which (is) dii\nference above all could not appear or be named as such, that is, in its\nIt is the as such which precisely, and as such, evades us\nth\nromternetaphysical o:\nder.\nás the differen\n40. TN. \"The Anaximander Fragment\" in Early Greek Thinking, trans. David Farrell Ku\nand Frank Capuzzi (New York: Harper and Row, 1975), p. 50. All further references a\nto this edition.\n41. Thus Plotinus (what is his status in the history of metaphysics and in the 'Platoni'\nera, if one follows 1-leidegger's reading?), who speaks of presence, that is, also of morpi\nas the trace of nonpresence, as the amorphous (to gar ikhnos tou amorphou rnorphë). A tra\nwhich is neither absence nor presence, nor, in whatever modality, a secondary modahi\n66\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 98,
      "bucket": "E (10%+)",
      "error_rate": 25.0,
      "unknown_words_sample": [
        "minaire",
        "epimeth",
        "pcns",
        "nuih",
        "hrst",
        "rne",
        "hyppolite"
      ],
      "full_text": "The Pit and\nthe Pyramid:\nIntroduction to\nHegel's Semiology\nPaper presented at the Séminaire de Jean Hyppolite, College de France, 16 January 1968.\nhrst published in the proceedings of the seminar.\nt't hi pcnsét'\n,nuih'rne (P.U.F.. coil.\nEpimethée, 1971).\n69\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 103,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "amined",
        "besonderung",
        "notwendigkeit",
        "verh",
        "vergehen",
        "aufhebung",
        "handene",
        "natur",
        "ubersichhinausgehen",
        "ubergegen"
      ],
      "full_text": "The Pit and the Pyramid\nThe theory of the signs belongs to the third moment, to the third part, of the\nphilosophy of spirit. It belongs to the science of the moment when the idea\ncomes back to itself after having, if we may put it thus, lost awareness, lost the\nconsciousness and meaning of itself in nature, in its Being-other. The sign, then,\nwill be an agency or essential structure of the Idea's return to self-presence. If\nspirit is the Idea's Being-near-to-itself, one already may identify the sign by its\nfirst, most general determination: the sign is a form or a movement of the Idea's\nrelation to itself in the element of spirit, a mode of the absolute's Being-near-to-\nitself.\nLet us narrow our angle of vision. Let us situate the theory of the sign more\nprecisely in the philosophy of spirit. The latter itself is articulated in three parts\nwhich correspond to the three movements of the development of spirit:\n1. Subjective spirit: the spirit's relation to itself, an only ideal totality of the\nIdea. This is Being-near-to-itself in the form of\nfreedom.\n2. Objective spirit, as a world to produce and produced in the form of reality,\nnot only ideality. Freedom here becomes an existing, present necessity (vor-\nhandene Notwendigkeit).\n3. Absolute spirit: the unity, that is in itself and for itself, of the objectivity of\nthe spirit and of its ideality or its concept, the unity producing itself eternally,\nspirit in its absolute truth—absolute spirit (sec. 385, p. 20).\nThe first two moments, then, are finite and transitory determinations of spirit.\nNow, the discourse on the sign derives from the science of one of these finite\ndeterminations: subjective spirit. If one recalls that, according to Hegel, \"the\nfinite is not, i.e., is not the truth, but merely a transition (Ubergegen) and an\nemergence (Ubersichhinausgehen: a transgression of itself)\" (sec. 386, p. 23), then\nthe sign indeed appears as a mode or determination of subjective and finite\nspirit as a mediation or transgression of itself, a transition within the transition,\na transition of the transition. But this way out of itself is the obligatory route of\na return to itself. It is conceived under the jurisdiction and in the form of\ndialectics, according to the movement of the true, and is watched over by the\nconcepts of Aufhebung and negativity. \"This finitude of the spheres so far ex-\namined is the dialectic that makes a thing have its cessation ( Vergehen) by another\nand in another\" (p. 23).\nLet us define the place of this semiology more closely. Subjective spirit itself\nis:\n1. in itself or immediate: this is the soul or natural-spirit (Natur-Geist), the object\nof the anthropology that studies man in nature;\n2. for itself or mediate, as an identical reflection in itself and in the other, spirit\nin relation or particularization (im Verhältnis oder Besonderung), consciousness, the\nobject of the phenomenology of spirit;\n3. spirit determining itself in itself, as a subject for itself, the object of psychology\n(sec. 387, p. 25).\n74\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 104,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "psychologi",
        "trans",
        "teenth",
        "psukhes",
        "cifically",
        "vol",
        "interpretatione",
        "edghill",
        "pathemafa",
        "phonei"
      ],
      "full_text": "Semiology and Psychology\nSemiology is a chapter in psychology, the science of spirit determining itself\nin itself as a subject for itself. Let us note, nevertheless—although this cannot\ndetain us here—that semiology, as part of the science of the subject which is for\nitself, does not belong to the science of consciousness, that is, to phenomenology.\nThis topical scheme, which inscribes semiology in a non-natural science of the\nsoul, and properly in a psychology, in no way upsets a long traditional sequence,\nor at least does not do so in this way. The topical arrangement not only takes\nus back to the numerous semiological projects of the Middle Ages or the eigh-\nteenth century, which are all, directly or not, psychologi s, but also to Aristotle.\nAristotle is the model claimed by Hegel for his philosophy of spirit, and spe-\ncifically for his psychology: \"The books of Aristotle on the Soul, along with his\ndiscussions on its special aspects and states, are for this reason still by far the\nmost admirable, perhaps even the sole, work of philosophical value on this\ntopic. The main aim of a philosophy of mind [spirit] can only be to reintroduce\nunity of idea and principle into the theory of mind, and so reinterpret the lesson\nof those Aristotelian books\" (sec. 378, p. 3).\nit is Aristotle, precisely, who developed his interpretation of the voice in a\ntreatise Pen Psukhes (which will count for us in a moment), and who, in Pen\nHernieneias, defined signs, symbols, speech and writing on the basis of the\npathemafa tës psukhes, the states, affections or passions of the soul. Let us recall\nthe well known opening of Pen Herrneneias: \"Spoken words (ta en tëi phOnei) are\nthe symbols of mental experience and written words are the symbols of spoken\nwords. Just as all men have not the same writing so all men have not the same\nspeech sounds, but the mental experiences, which these directly symbolize [are\nsigns of in the first place: sëmeia protos] are the same for all [which is precisely\nwhat permits a science of them] as also are those things of which our experiences\nare the images. This matter has, however, been discussed in my treatise about\nthe soul.\"4\nThe traditional repetition of the gesture by means of which semiology is made\nto proceed from psychology is not only the past of Hegelianism. Often that\nwhich purports to be a surpassing of Hegelianism, and sometimes a science free\nof metaphysics, still conforms to it.\nThis necessary gesture, which is properly metaphysical and governs an entire\nconcatenation of discourses from Aristotle to 1-legel, will not be challenged by\nthe author considered as the founder of the first great project of general and\nscientific semiology, the model for so many modem, social sciences. Twice at\nleast, in the Course on Genera! Linguistics, Saussure places his plan for a general\nsemiology under the jurisdiction of psychology: \"Everything in language is\nbasically psychological including its material and mechanical manifestations,\nsuch as sound changes; and since linguistics provides social psychology with\n4. The Works of Aristotle, ed. W. D. Ross, vol. 1, De Interpretatione, trans. E. M. Edghill\n(Oxford: Clarendon Press, 1928), 16a.\n75\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 105,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "anschauend",
        "selbst",
        "vorstellung",
        "einbildungskraft",
        "psukhis",
        "phantasiology",
        "sich",
        "mcgraw",
        "ibid",
        "saussurian"
      ],
      "full_text": "The Pit and the Pyramid\nsuch valuable data, is it not part and parcel of this discipline?\"5 \"A science that\nstudies the life of signs within society is conceivable; it would be a part of social\npsychology, and\nof general psychology; I shall call it semiology\n(from the Greek sëmeion, 'sign'). Semiology would show what constitutes signs,\nand what laws govern them. Since the science does not yet exist, no one can\nsay what it will be; but it has a right to existence, a place staked out in advance.\nLinguistics is only a part of the general science of semiology; the laws discovered\nby semiology will be applicable to linguistics, and the latter will circumscribe a\nwell defined area within the mass of anthropological facts. To determine the\nexact place of semiology is the task of the psychologist.\"6\nLet us deposit the following as a touchstone: significantly, it is the same\nlinguist or glossematician, Hjehnslev, who, while acknowledging the importance\nof the Saussurean heritage, put into question, as noncritical presuppositions of\nSaussurian science, both the primacy granted to\nand the privilege\ngranted to the sonorous or phonic \"substance of expression.\" The primacy and\nthe privilege go together, as we shall verify in Hegel's speculative semiology.\nIn it, the sign is understood according to the structure and movement of the\nAufhebung, by means of which the spirit,\nthe nature in\nwhich it was submerged, at once\naccoi lsg itself as internal freedom, and thereby pre-\nThe science of this\naccordingly\nthe\nor general modes of mental [spiritual) activity\nqua mental—mental vision, ideation, remembering, etc., desires, etc.\" (sec. 440,\np. 179). As in the Pen Psukhis (432ab), Hegel on several occasions rejects any\nreal separation between the alleged \"faculties\" of the soul (sec. 445). Instead of\nsubstantially separating faculties and psychic structures, then, one must deter-\nmine their mediations, articulations, and joinings, which constitute the unity\nof an organized and oriented movement. Now it is remarkable that the theory\nof the sign, which essentially consists of an interpretation of speech and writing,\nis put forth in two long Remarks, remarks much longer than the paragraphs to\nwhich they are affixed, in the subchapter \"Imagination\" (Die Einbildungskraft,\nsecs. 445—60).\nSemiology, then, is a part of the theory of the imagination, and more precisely,\nas we shall specify, of a phantasiology or a fantastics.\nWhat is imagination?\nRepresentation (Vorstellung) is remembered-interiorized (erinnerte) intuition.\nIt properly belongs to intelligence (Intelligenz), whose action is to interiorize\nsensible immediacy in order \"itself to pose itself as having an intuition of itself\n(sich in sich selbst anschauend zu setzen).\" Sensible immediacy remaining uni-\nlaterally subjective, the movement of intelligence must, by Aufhebung, lift and\n5. Ferdinand de Saussure, Course in Genera! Linguistics, trans. Wade Baskin (New York:\nMcGraw-Hill, 1966), pp. 6-7.\n6. Ibid., p. 16.\n76\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 106,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "nightlike",
        "beleidigt",
        "bewusstlos",
        "vorstellung",
        "erinnert",
        "pyrarnide",
        "glas",
        "vor",
        "aufbewahrt",
        "ithe"
      ],
      "full_text": "Semiology and Psychology\nconserve this interiority in order \"to be in itself in an externality of its own\"\n(sec. 451, P. 202). In this movement of representation, intelligence recalls itself\nto itself in becoming objective. Erinnerung, thus, is decisive here. By means of\nErinnerung the content of sensible intuition becomes an image, freeing itself from\nimmediacy and singularity in order to permit the passage to conceptuality. The\nimage thus interiorized in memory (erinnert) is no longer there, no longer existent\nor present, but preserved in an unconscious dwelling, conserved without con-\nsciousness (bewusstlos, aufbewahrt). Intelligence keeps these images in reserve,\nsubmerged at the bottom of a very dark shelter, like the water in a nightlike or\nunconscious pit (nächtliche Schacht, bewusstlose Schacht), or rather like a precious\nvein at the bottom of the mine. \"But intelligence is not only consciousness and\nactual existence, but qua intelligence is the subject and potentiality of its own\nspecializations. The image when thus kept in mind [erinnert] is no longer existent,\nbut stored up out of consciousness\" (sec. 453, p. 204).\nA path, which we will follow, leads from this night pit, silent as death and\nresonating with all the powers of the voice which it holds in reserve, to a pyramid\nbrought back from the Egyptian desert which soon will be raised over the sober\nand abstract weave of the Hegelian text, there composing the stature and status\nof the sign. And there, the natural source and the historical construction both,\nthough differently, remain silent. That the path, following the ontotheological\nroute, still remains circular, and that the pyramid becomes once again the pit\nthat it always will have been—such is the enigma. We will have to ask if this\nenigma is to be sought out, like truth speaking by itself from the bottom of a\nwell, or if it is to be deciphered, like an unverifiable inscription left behind on\nthe facade of a monument.\nOnce in possession of this pit, this reservoir (Vorrat), intelligence then can\ndraw from it, can bring to light, produce, \"give forth its property (Eigentum),\nand dispense with external intuition for its existence in it. This synthesis of the\ninternal image with the recollected existence (erinnert'u Jasein) is representation\nproper (die eigentliche Vorstellung): by this synthesis the internal now has the\nqualification of being able to be presented before intelligence (vor die Intelligenz\ngestellt werden zu konnen) and to have its existence in it\" (sec. 454, p. 205). The\nimage no longer belongs to \"the simple night.\"7\n7. In a work in preparation on Hegel's family and on sexual difference in the dialectical\nspeculative economy, we will bring to light the organization and displacement of this chain\nwhich reassembles the values of night, sepulcher, and divine—familial—feminine law as\nthe law of singularity—and does so around the pit and the pyramid. A citation as a\ntouchstone: \"But if the universal thus easily knocks off the very tip of the pyramid (die\nreme Spitze seiner Pyrarnide) and, indeed, carries off the victory over the rebellious principle\nof pure individuality, viz., the Family, it has thereby merely entered on a conflict with the\ndivine law, a conflict of self-conscious Spirit with what is unconscious. For the latter is the\nother essential power, and is therefore not destroyed, but merely wronged (beleidigt) by\nthe conscious Spirit. But it has pnly the bloodless shade to help it in actually carrying out\nits law in face of the power and authority of that other, publicly manifest law. Being the\nlaw of weakness and darkness it therefore at first succumbs to the powerful law of the\nupper world, for the power of the former is effective in the underworld, not on earth.\"\nHegel, Phenoinenotogy of Spirit, trans. A. V. Miller (Oxford: Clarendon Press, 1977), p. 286.\nIThe work in preparation has since appeared: Glas.J\n77\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 108,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "priori",
        "temporalization",
        "schaffend",
        "einbildungskraft",
        "quantorum",
        "imagi",
        "sembled",
        "phantasie",
        "reproduktiven",
        "ibid"
      ],
      "full_text": "Semiology and Psychology\npar excellence, for once it bears no implicit criticism of Kant. Which is not for-\ntuitous, and is in accord with the entire system of relationships between Hegel\nand Kant. In effect, it is a question here of the imagination, that is, of that agency\nin which all the Kantian oppositions regularly criticized by Hegel are confused\nor negated. Here we are in that zone—let us indicate it under the heading of\nthe \"Critique of Judgment\"—where the debate with Kant resembles most an\nexplication and least a break. But it is also for convenience that here we are\nopposing the development to the displacement. We would also have to recon-\nsider this pair of concepts.\nIn any event, it remains that the productive imagination—the fundamental\nconcept of the Hegelian aesthetics—has a site and a status analogous to those\nof the transcendental imagination. Because it is also a kind of natural art—\"an\nart concealed in the depths of the human soul,\" a \"productive imagination,\"8\nKant says too. But above all because the transcendental schematism of imagi-\nnation, the intermediary between sensibility and understanding, the \"third\nterm\" homogenous with the category and the phenomenon, carries along with\nit the contradictory predicates of receptive passivity and productive spontaneity.\nFinally, the movement of the transcendental imagination is the movement of\ntemporalization:° Hegel also recognizes an essential link between the imagination\nproductive of signs and time. Soon we will ask what time signifies, how it signifies,\nhow it constitutes the process of signification.\nProduction and intuition, the concept of the sign thus will be the place where\nall contradictory characteristics intersect. All oppositions of concepts are reas-\nsembled, summarized and swallowed up within it. All contradictions seem to\nbe resolved in it, but simultaneously that which is announced beneath the same\nsign seems irreducible or inaccessible to any formal opposition of concepts; being\nboth interior and exterior, spontaneous and receptive, intelligible and sensible,\nthe same and the other, etc., the sign is none of these, neither this nor that, etc.\n8. \"This schematism of our understanding, in its application to appearances and their\nmere form, is an art concealed in the depths of the human soul, whose real modes of\nactivity (Handgriffe) nature is hardly likely ever to allow us to discover and have open to\nour gaze. This much only we can assert: the image is a product of the empirical faculty of\nproductive imagination [prod uktiven Einbildungskraft: Smith follows Vaihinger and proposes\nreproduktiven for produktiven, Note 1; (in the Aesthetics Hegel recommends that one distin-\nguish between Phantasie and passive imagination (Einbildungskraft): \"Fantasy is productive\n(schaffend), pt. 3, C I a)J; the schema of sensible concepts, such as of figures in space, is a\nproduct and, as it were, a monogram, of pure a priori imagination.\" Kant, Critique of Pure\nReason, trans. Norman Kemp Smith (New York: St. Martin's Press, 1965), p. 183.\n9. \"The pure image of all magnitudes (quantorum) for outer sense is space; that of all\nobjects of the senses in general is time. But the pure schema of magnitude (quanfifatis), as\na concept of the understanding, is number, a representation which comprises the successive\naddition of homogeneous units. Number is therefore simply the unity of the synthesis of\nthe manifold of a homogeneous intuition in general, a unity due to my generating time\nitself in the apprehension of the intuition\" (ibid., pp. 183-84, chapter on \"The Schematism\nof the Pure Concepts of Understanding\").\n79\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 111,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "psukhei",
        "oikfsis",
        "signi",
        "vol",
        "diff",
        "bedeutung",
        "expla",
        "volunzes",
        "hermogenes",
        "fication"
      ],
      "full_text": "The Pit and the Pyramid\nHegel evidently defines it as an ideality, in opposition to the corporality of an\nintuitive signifier. This ideality is that of a Bedeutung. This word is usually trans-\nlated as \"signification.\" Having attempted, in commenting elsewhere upon the\nLogical Researches,'° to interpret it as the content of a meaning, I would like to\ndemonstrate here that such an interpretation is also valid for the Hegelian text.\nSuch an extension is regulated by an internal and essential metaphysical ne-\ncessity.\nHegel accords to the content of this meaning, this Bedeutung, the name and\nrank of soul (Seele). Of course it is a soul deposited in a body, in the body of the\nsignifier, in the sensory flesh of intuition. The sign, as the unity of the signifying\nbody and the signified ideality, becomes a kind of incarnation. Therefore the\nopposition of soul and body, and analogically the opposition of the intelligible\nand the sensory, condition the difference between the signified and the signifier,\nbetween the signifying intention (bedeuten), which is an-animating activity, and\nthe inert body of the signifier. This will remain true for Saussure; and also for\nHusserl, who sees the body of the sign as animated by the intention of signi-\nfication, just as a body (Körper) when inhabited by Geist becomes a proper body\n(Leib). Husserl says of the living word that it is a geistige' Leiblichkeit, a spiritual\nflesh.\nHegel knew that this proper and animated body of the signifier was also a\ntomb. The association söma/sëma is also at work in this semiology, which is in no\nway\nThe tomb is the life of the body as the sign of death, the body\nas the other of the soul, the other of the animate psyche, of the living breath.\nBut the tomb also shelters, maintains in reserve, capitalizes on life by marking\nthat life continues elsewhere. The family crypt: oikfsis.'2 It consecrates the dis-\nappearance of life by attesting to the perseverance of life. Thus, the tomb also\nshelters life from death. It warns the soul of possible death, warns (of) death of\nthe soul, turns away (from) death. This double warning function belongs to the\nfunerary monument. The body of the sign thus becomes the monument in which\nthe soul will be enclosed, preserved, maintained, kept in maintenance, present,\n10. TN. See Derrida, Speech and Phenomena, for this argument.\n11. P. Hochart—my thanks to him here—since then has directed my attention to the\nfollowing passage from the Cratylus, a passage less frequently cited and more interesting\nfor us than the celebrated text of the Gorgias (493a) on the couple sOrna/sëma. \"Socrates:\nYou mean 'body' (soma)?—Hermogenes: Yes.—Soc.: I think this admits of many expla-\nnations, if a little, even very little, change is made; for some say it is the toni!.' (së,na) of\nthe soul, their notion being that the soul is buried in present life; and again, because by\nits means the soul gives any signs which it gives (sëmainei ha an\nnC psukhei), it is\nfor this also properly called 'sign' (sëma). But I think it most likely that the Orphic poets\ngave this name, with the Idea that the soul is undergoing punishment for something; they\nthink it has the body for an enclosure to keep it safe, like a prison, and this is, as the\nname itself denotes, the safe (sown, prison) for the soul until the penalty is paid, and not\neven a letter needs to be changed.\" Plato, Collected Works in Twelve Volunzes, vol. 4 (Cam-\nbridge: Harvard University Press, 1926), p. 63.\n12. TN. See above, \"La différance,\" note 2, on oikësis.\n82\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 112,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "ersetzten",
        "selbstandiger",
        "einen",
        "ganz",
        "vorstellung",
        "fremde",
        "versetzten",
        "als",
        "vorstellen",
        "bedeutung"
      ],
      "full_text": "Hegelian Semiology\nsignified. At the heart of this monument the soul keeps itself alive, but it needs\nthe monument only to the extent that it is exposed—to death—in its living\nrelation to its own body. It was indeed necessary for death to be at work—the\nPhenomenology of the Spirit describes the work of death—for a monument to come\nto retain and protect the life of the soul by signifying it.\nThe sign—the monument-of-Life-in-death, the monument-of-death-rn-life, the\nsepulcher of a soul or of an embalmed proper body, the height conserving in\nits depths the hegemony of the soul, resisting time, the hard text of stones\ncovered with inscription—is the pyramid.\nHegel, then, uses the word pyramid to designate the sign. The pyramid be-\ncomes the semaphor of the sign, the signifier of signification. Which is not an\nindifferent fact. Notably as concerns the Egyptian connotation: further on, the\nEgyptian hieroglyphic will furnish the example of that which resists the move-\nment of dialectics, history and logos. Is this contradictory?\nFirst, let us assist at the erection of the pyramid.\n\"In this unity (initiated by intelligence) of an independent representation\n(selbstandiger Vorstellung) with an intuition, the matter of the latter is, in the first\ninstance, something accepted (em\nAufgenommenes), something immediate or\ngiven (for example, the color of the cockade, etc.). But in the fusion of the two\nelements, the intuition does not count positively or as representing itself, but\nas representative of something else\" (sec. 458, p. 212).\nThus we have, for once, a kind of intuition of absence, or more precisely the\nsighting of an absence through a full intuition.\n\"It [this intuition) is an image, which has received [in sic!: empfangen hat: has\nreceived, welcomed, conceived, as a woman would conceive by receiving; and\nwhat is conceived here is indeed a concept] as its soul and meaning an independent\nmental representation, its signification (Bedeutung). This intuition is the Sign\"\n(sec. 458, p. 213).\nThere follows one of the two Remarks which contain the entire theory of the\nsign (which will not prevent Hegel, later, from cirticizing those who grant sem-\niology only the site and status of an appendix). \"The sign is some immediate\nintuition, representing a totally different import from what naturally belongs to\nit (die einen ganz anderen Inhalt vorstellt, als den sie für sic!: hat\" (ibid.). Vorstellen,\nwhich is generally translated as \"to represent,\" whether in the vaguest sense\nof intellectual or psychic representation, or in the sense of the representation\nof an object that is put forth to be seen, here also marks the representative detour,\nthe recourse to what represents, to what is put in the place of the other, the\ndelegate of and reference to the other. Here, an intuition is mandated to rep-\nresent, in its proper content, an entirely other content. \"The sign is some im-\nmediate intuition, representing a totally different import from what naturally\nbelongs to it; it is the pyramid [Hegel's emphasis) into which a foreign soul (eine\nfremde Seele) has been conveyed [transposed, transplanted, translated: versetzt;\nversetzten is also to place on deposit; in: Leihause z'ersetzten: to place in the pawn-\n83\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 113,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "verknupfung",
        "resentation",
        "het",
        "aufbewahrt",
        "willkurliche",
        "ibility",
        "bedeutung",
        "einen",
        "erogeneity",
        "alterity"
      ],
      "full_text": "The Pit and the Pyramid\nshop], and where it is conserved (aufbewahrt: consigned, stored, put in storage)\"\n(ibid.).\nThis situating of the pyramid has fixed several essential characteristics of the\nsign.\nFirst of all what can be called, without abuse or anachronism, the arbitrariness\nof the sign, the absence of any natural relation of resemblance, participation or\nanalogy between the signified and the signifier, that is, here, between the rep-\nresentation (Bedeutung) and the intuition, or further between what is represented\nand the representative of representation by signs. Hegel emphasizes this het-\nerogeneity, the condition for the arbitrariness of the sign, twice.\n1. The soul consigned to the pyramid is foreign (fremd). If it is transposed,\ntransplanted into the monument like an immigrant, it is that it is not made of\nthe stone of the signifier; neither in its origin nor its destination does it belong\nto the matter of the intuitive given. This heterogeneity amounts to the irreduc-\nibility of the soul and the body, of the intelligible and the sensory, of the concept\nor signified ideality on the one hand, and of the signifying body on the other,\nthat is, in different senses, the irreducibility of two representations (Vorstellungen).\n2. This is why the immediate intuition of the signifier represents an entirely\nother content (einen ganz anderen Inhalt) than that which it has for itself, entirely\nother than that whose full presence refers only to itself.\nThis relationship of absolute alterity distinguishes the sign from the symbol.\nThe continuity of a mimetic or analogical participation can always be seen be-\ntween the symbol and the symbolized. \"The sign is different from the symbol:\nfor in the symbol the original characters (in essence and conception) of the visible\nobject are more or less identical with the import which it bears as symbol;\nwhereas in the sign, strictly so-called, the natural attributes of the intuition, and\nthe connotation of which it is a sign, have nothing to do with one another\"\n(ibid.).\nThe motif of the arbitrariness of the sign, the distinction between sign and\nsymbol, is clarified at length in the \"Introduction\" to the section of the Aesthetics\ndevoted to \"Symbolic Art.\" There, Hegel specifies the \"purely arbitrary linkage\"\n(ganz willkurliche Verknupfung) which constitutes the sign itself, and above all the\nlinguistic sign. \"Therefore it is a different thing when a sign is to be a symbol.\nThe lion, for example, is taken as a symbol of magnanimity, the fox of cunning,\nthe circle of eternity, the triangle of Trinity. But the lion and the fox do possess\nin themselves the very qualities whose significance (Bedeutung) they are sup-\nposed to express. Similarly the circle does not exhibit the endlessness or the\ncapricious limitation of a straight or other line, which does not return into itself,\na limitation likewise appropriate enough for some limited space of time; and the\ntriangle as a whole has the same number of sides and angles as that appearing\nin the idea of God when the determinations which religion apprehends in God\nare liable to numeration.\n84\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 115,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "als",
        "ency",
        "designatory",
        "anhang",
        "aesth",
        "symbolisierend",
        "bezeichnend",
        "herrschaft",
        "accessorily",
        "willkur"
      ],
      "full_text": "The Pit and the Pyramid\nimmediate existence; and so this realm is primarily only Hades, not yet a life\n(Lebendigkeit) which, even if liberated from the sensuous as such, is still never-\ntheless at the same time self-existent and therefore in itself free and living spirit.\nOn this account the shape (Gestalt) for such an inner meaning still remains just\nan external form (Form) and veil for the definite content of\nmeaning. The\nPyramids are such an external environment in which an inner meaning rests\nconcealed\" (Aesth. I, p. 356).\nThis requisite discontinuity between the signified and the signifier coincides\nwith the systemic necessity that includes semiology in a psychology. It will be\nrecalled, in effect, that psychology—.in the Hegelian sense—is the science of the\nspirit determining itself in itself, as a subject for itself. This is the moment at\nwhich \"all [spirit] now has to do is to realize the notion of its freedom\" (Ency-\nclopedia, sec. 440, p. 179). This is why it was indispensable, above, to assert the\narchitectonic articulation between psychology and semiology. This allows us\nbetter to comprehend the meaning of arbitrariness: the production of arbitrary\nsigns manifests the freedom of the spirit. And there is more 'manifest freedom\nin the production of the sign than in the production of the symbol. In the sign\nspirit is more independent and closer to itself. In the symbol, conversely, it is\na bit more exiled into nature. \"Intelligence therefore gives proof of wider choice\n(Willkur) and ampler authority (Herrschaft) in the use of intuitions when it treats\nthem as designatory (als bezeichnend) rather than as symbolical (als symbolisierend)\"\n(Enc. sec. 458, p. 213)14\nAccording to the framework of this teleology, the semiotic instance, just de-\nfined as abstract rationality, also helps impel the manifestation of freedom. Hence\nits essential place in the development of psychology and logic. Hegel marks this\nplace accessorily, in the middle of the Remark added as a long appendix to the\nshort paragraph that defines the sign. The pyramid had emerged in this space\nand along the detour of this digression: \"In logic and psychology, signs and\nlanguage are usually foisted in somewhere as an appendix (Anhang: supplement,\n14. Hegel already inherited this opposition of sign and symbol and the teleology which\nsystematically orients it. This could be easily demonstrated on the basis of each of the\nconcepts that enter into play here. But after Hegel the same opposition and the same\nteleology maintain their authority. For example in the Course in General Linguistics. In the\nfirst chapter of the first part in the section entitled: \"Principle I: The Arbitrary Nature of\nthe Sign\" one may read: \"Signs that are wholly arbitrary realize better than the others the\nideal of the semiological process; that is why language, the most complex and universal\nof all systems of expression, is also the most characteristic; in this sense linguistics can\nbecome the master-pattern for all branches of semiology although language is only one\nparticular semiological system.\" [We will soon find the same proposition in 1-legel, at the\nmoment when he grants preeminence to the linguistic sign, to speech and the name.]\n\"The word symbol has been used to designate the linguistic sign, or more specifically, what\nis here called the signifier. Principle I in particular weighs against the use of this term.\nOne characteristic of the symbol is that it is never wholly arbitrary; it is not empty, for\nthere is the rudiment of a natural bond between the signifier and the signified. The symbol\nof justice, a pair of scales, could not be replaced by just another symbol, such as a chariot\"\n(Course, p. 68).\n86\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 116,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "temporalization",
        "philosophische",
        "pedeutics",
        "vol",
        "ory",
        "gedachtnis",
        "enc",
        "ibid",
        "frommans",
        "werke"
      ],
      "full_text": "Hegelian Semiology\ncodicil), without any trouble being taken to display their necessity and systematic\nplace in the economy of intelligence. The right place for the sign is that just\ngiven\" (ibid.).\nThis activity, which consists in animating the intuitive (spatial and temporal)\ncontent, of breathing a \"soul,\" a \"signification,\" into it, produces the sign by\nErinnerung—memory and interiorization. We will now examine this relationship\nbetween a certain movement of idealizing interiorization and the process of\ntemporalization. In the production of signs, memory and imagination (that is,\ntime, in this context) are the same interiorization of the spirit relating itself to\nitself in the pure intuition of itself, and therefore in its freedom, and bringing\nthis intuition of itself to exterior existence.\nWhich calls for two comments.\n1. Appearing in the Encyclopedia under the heading of imagination, the theory\nof signs is immediately followed by the chapter on memory. In the Philosophical\nPro pedeutics the same semiological content is inscribed under the rubric of mem-\nory.15\n2. Memory, the production of signs, is also thought itself. In a transitional\nremark between the chapter devoted to memory and the chapter devoted to\nthought, Hegel recalls that the \"German language has etymologically assigned\nmemory (Gedachtnis), of which it has become a foregone conclusion to speak\ncontemptuously, the high position of direct kindred with thought (Gedanke)\"\n(Enc., sec. 464, p. 223).\n15. In the \"Philosophical Encyclopedia\" of the Propedeutics (first section of the \"Science\nof Spirit,\" chapter on representation, subchapter on memory) we find again the following\ndefinitions: \"1. The sign in general. Representation having been liberated from present\nexternal reality and rendered subjective, this reality and the internal representation are\nsituated one facing the other, as two distinct things. An external reality becomes a sign\nwhen it is arbitrarily associated with a representation which does not correspond to it, and\nwhich is even distinct from it in its content, such that this reality must be its representation\nor signification\" (sec. 155). \"Creative Memory therefore produces the association between\nintuition and representation, but a free association in which the preceding relationship,\nin which representation reposed upon intuition, finds itself inversed. In the association\nas effected by creative memory, the present sensuous reality has no value in itself and for\nitself, but its sole value is that conferred upon it by spirit\" (sec. 156). \"Language. The\nhighest work of creative memory is language, which is on the one hand verbal and on the\nother handwritten. Creative memory, or mnemosvnë. being the source of language, it can\nbe a question of another source only as far as what concerns the discovery of determined\nsigns. (sec. 158). Language is the disappearance of the sensuous world in its immediate\npresence, the suppression of this world, henceforth transformed into a presence which\nis a call apt to awaken an echo in every essence capable of representation\" (sec. 159).\nPhilosophische Proplideutik, in Sämtliche Werke, vol. 3 (Stuttgart: Frommans Verlag), pp.\n209—10.\n87\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 119,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "sical",
        "der",
        "sclopedia",
        "widerstnndslos",
        "vorstellens",
        "dasein",
        "erhalten",
        "lexicological",
        "enci",
        "nounced"
      ],
      "full_text": "The Pit and the Pyramid\nOn the other hand, this phonic relationship between the sensory and the\nintelligible, the real and the ideal, etc., is determined here as an expressive\nrelationship between an inside and an outside. The language of sound, speech,\nwhich carries the inside to the outside, does not simply abandon it there, as\ndoes writing. Conserving the inside in itself as it is in the act of emitting it to\nthe outside, speech is par excellence that which confers existence, presence\n(Dasein), upon the interior representation, making the concept (the signified)\nexist. But, by the same token, insofar as it interiorizes and temporalizes Dasein,\nthe given of sensory-spatial intuition, language lifts existence itself, \"relifts\"\n(relève) it in its truth, producing thereby a kind of promotion of presence. It\nmakes sensory existence pass into representative or intellectual existence, the\nexistence of the concept. Such a transition is precisely the moment of articulation\nwhich transforms sound into voice and noise into language: \"The vocal note\n[the phonic sound: der Ton] which receives further articulation to express specific\nideas—speech (die Rede), and its system, language (die Sprache)—gives to sen-\nsations, intuitions, conceptions, a second and higher existence than they nat-\nurally possess—invests them with the right of existence in the realm of\nrepresentation (des Vorstellens)\" (ibid.).\nIn the passage which concerns us, Hegel is interested in language \"only in\nthe special aspect of a product of intelligence for manifesting its ideas in an\nexternal medium.\" He does not undertake the study of language itself, if it can\nbe put thus. He has defined the order of general semiology, its place in psy-\nchology, and then the site of linguistics within a semiology whose teleological\nmodel is linguistics nevertheless. The Enci,sclopedia goes no further than system-\natics or architectonics. It does not fill the field whose limits and topography it\nmarks. However the lineaments of a linguistics are indicated. For example, this\nlinguistics wifi have to submit to the distinction between the formal (grammatical)\nelement and the material (lexicological) element. Such an analysis dissolves the\ndiscourse on linguistics, undoes it between its before and its after.\nLexicology, the science of the material of language, in effect refers us to a\ndiscipline already treated before psychology: anthropology. And, within anthro-\npology, to psychophysiology. Before appearing to itself as such, ideality is an-\nnounced in nature, spirit hides itself outside itself in sensory matter; and it does\nso according to modes and degrees, according to a specific becoming and hi-\nerarchy. It is within this teleology that the decisive concept of phi,'sical ideality is\nto be understood. Ideality in general, in Hegelian terms, is \"the negation of the\nreal, but a negation where the real is put past, virtually retained (virfualiter\nerhalten), although it does not exist\" (sec. 403, p. 92). Since the sign is the\nnegativity which \"relifts\" (relève) sensory intuition into the ideality of language,\nit must be hewn from a sensory matter which in some way is given to it, offering\na predisposed nonresistance to the work of idealization.'8 The idealizing and\n18. \"The spirit must first withdraw into itself from nature, lift itself above it, and over-\ncome it, before it can prevail in it without hindrance as in an element which cannot\nwithstand it (widerstnndslos), and transform it into a positive existence (Dasein) of its Own\nfreedom\"\nI, p. 443).\n90\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 121,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "erschejnen",
        "aesth",
        "inneren",
        "aussereinander",
        "gegenstanden",
        "hends",
        "klingen",
        "seelenhaftigkeit",
        "begierdlose",
        "praktisch"
      ],
      "full_text": "The Pit and the Pyramid\n/\nself of nature. With light, nature begins for the first time to become subjective\"\n(Aesth. H, p. 808).\nCorrelatively, sight is an ideal sense, more ideal, by definition and as its name\nindicates, than touch or taste. One can also say that sight gives its sense to theory.\nIt suspends desire, lets things be, reserves or forbids their consummation.2° The\nvisible has in common with the sign, Hegel tells us, that it cannot be eaten.\nHowever, if sight is ideal, hearing is even more so. It \"relifts\" (relève) sight.\nDespite the ideality of light and vision, the objects perceived by the eye, for\nexample plastic works of art, persist beyond the perception of their sensory,\nexterior, stubborn existence; they resist the Aufhebung, and in and of themselves\ncannot be absolutely relevé by temporal interiority. They hold back the work of\ndialectics. This being the case for plastic works of art, it certainly will be so for\nwriting as such. But not for music and speech. Hearing is the most sublime\nsense: \"Hearing. . . like sight, is one of the theoretical and not practical senses,\nand it is still more ideal than sight. For the peaceful and undesiring (begierdlose)\ncontemplation of works of art lets them remain in peace and independently as\nthey are, and there is no wish to consume or destroy them; yet what it appre-\nhends is not something inherently posited ideally, but on the contrary something\npersisting in its visible existence. The ear, on the contrary, without itself turning\nto a practical (praktisch) relation to objects, listens to the result of the inner\nvibration (inneren Erzif ferns) of the body through which what comes before us\nis no longer the peaceful and material shape, but the first and more ideal breath\nof the soul (Seelenhaftigkeit). Further, since the negativity into which the vibrating\nmaterial (schwingende Material) enters here is on one side the relève (Aufheben) of\nthe spatial situation, a relève relevé again by the reaction of the body, therefore\nthe expression of this double negation, i.e. sound (Ton), is an externality which\nin its coming-to-be is annihilated again by its very existence, and it vanishes\nof itself. Owing to this double negation of externality, implicit in the principle\nof sound, inner subjectivity corresponds to it because the resounding (Klingen),\n20. The Hegelian theory of desire is the theory of the contradiction between theory and\ndesire. Theory is the death of desire, death in desire, if not the desire of death. The entire\nintroduction to the Aesthetics demonstrates this contradiction between desire (Begierde),\nwhich pushes toward consummation, and \"theoretical interest,\" which lets things be in\ntheir freedom. In the extent to which art \"is situated between pure sensuousness and pure\nthought,\" and to which \"in art the sensuous is spiritualized (vergeistigt)\" and the spirit\n\"sensualized (versinnlichf),\" art itself in a privileged way is addressed \"to the two theoretical\nsenses of sight and hearing\" (Aesth. II, p. 622). Touch is concerned only with the resistance\nof sensuous and material individuality as such; taste dissociates and consumes the object;\nwhile smell lets it evaporate. \"Sight, on the other hand, has a purely theoretical relation\nto objects (Gegenstanden) by means of light, this as it were nonmaterial matter. This for its\npart lets objects persist freely and independently; it makes them shine and appear (scheinen\nend erschejnen) but, unlike air and fire, it does not consume them in practice whether\nunnoticeably or openly. To vision, void of desire (begierdelose Sehen), everything is presented\nwhich exists materially in space as something outside everything else (Aussereinander), but\nwhich, because it remains undisturbed in its integrity, is manifest only in its shape and\ncolor\" (ibid.).\n92\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 122,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "masterable",
        "intenorize",
        "aesth",
        "exteriority",
        "hends",
        "tivity",
        "theoria",
        "objec",
        "templated",
        "klang"
      ],
      "full_text": "Rekver—What Talking Means\nwhich in and by itself is something more ideal than independently really sub-\nsistent corporeality, gives up this more ideal existence also, and therefore be-\ncomes a mode of expression adequate to the inner life\" (Aesthetics, II, p.\nThere is constant reference to the concept of vibration, of trembling (Erzittern,\nschwingende Zittern). In the Philosophy of Nature it is at the center of the physics\nof sound (Klang); and there, as always, it marks the passage, through the op-\neration of negativity, of space into time, of the material into the ideal passing\nthrough \"abstract materiality\" (abstrakte\nThis teleological concept\nof sound as the movement of idealization, the Aufhebung of natural exteriority,\nthe relève of the visible into the audible, is, along with the entire philosophy of\nnature, the fundamental presupposition of the Hegelian interpretation of lan-\n21. Elsewhere: \"The other theoretical sense is hearing. Here the opposite comes into\nview. Instead of shape, colour, etc., hearing has to do with sound (Ton), with the vibration\nof a body; here there is no process of dissolution, like that required by smell; there is\nmerely a trembling (Erzittern) of the object (Gegenstandes) which is left uninjured thereby.\nThis ideal movement in which simple subjectivity, as it were the soul of the body, is\nexpressed by its sound, is apprehended by the ear just as theoretically as the eye appre-\nhends colour or shape; and in this way the inner side of objects is made apprehensible\nby the inner life\" (Aesth. II, p. 622).\nThis hierarchical classification combines two criteria: objectivity and interiority, which\nare only apparently opposed, since idealization has as its meaning (from Plato to Husserl)\nthe simultaneous confirmation of objectivity and interiority one by the other. Ideal objec-\ntivity maintains its identity with itself, its integrity and its resistance all the more in no\nlonger depending upon an empirical sensuous exteriority. Here, the combination of the\ntwo criteria permits the elimination of touch (which is concerned only with a material\nexteriority: masterable objectivity), taste (a consummation which dissolves the object in\nthe interiority), and smell (which permits the object to dissociate itself into evaporation)\nfrom the theoretical domain. Sight is imperfectly theoretical and ideal (it lets the objectivity\nof the object be, but cannot intenorize its sensuous and spatial opaqueness). According\nto a metaphor well coordinated with the entire system of metaphysics, only hearing,\nwhich preserves both objectivity and interiority, can be called fully ideal and theoretical.\nTherefore in its eminence it is designated by optical language (idea, theOria), which permits\nus to go back to the analysis of this metaphorical system. We will attempt this elsewhere.\nHere, let us insert the following passage from the \"Rat Man\" in order to mark, with a\ndotted line, several references and several intentions: \"And here I should like to raise the\ngeneral question whether the atrophy of the sense of smell (which was an inevitable result\nof man's assumption of an erect posture) and the consequent organic repression of his\npleasure in smell may not have had a considerable share in the origin of his susceptibility\nto nervous disease. This would afford us some explanation of why, with the advance of\ncivilization, it is precisely the sexual life that must fall a victim to repression. For we have\nlong known the intimate connection between the sexual instinct and the function of the\nolfactory organ.\" Freud: The Standard Edition of the Complete Psychological Works, vol. 10\n(London: Hogarth Press, 1955), p. 248. Hegel again: \"But the objet d'art should be con-\ntemplated in its independent objectivity on its own account; true, it is there for our\napprehension but only in a theoretical and intellectual way, not in a practical one, and it\nhas no relation to desire or the will. As for smell, it cannot be an organ of artistic enjoyment\neither, because things are only available to smell in so far as they are in process and their\naroma is dissipated through the air and its practical influence\" (Aesth. H, p. 622).\n22. These propositions are explicated at length in sections 299—302 of the Encyclopedia\n(\"Philosophy of\nsec. 2, Physics). See also the Philosophy of Spirit. Enc., sec. 401.\n93\n"
    }
  ]
}