{
  "document": "Derrida_TheBeastAndTheSovereignVol1",
  "batch_number": 2,
  "total_batches": 10,
  "pages": [
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 45,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "rationall",
        "joynts",
        "ganicist",
        "eignty",
        "cers",
        "etc",
        "nally",
        "soveraignty",
        "nalist",
        "latine"
      ],
      "full_text": "28  ‡  first session\nArt goes yet further, imitating that Rationall and most excellent work of \nNature, Man. For by art is created that great leviathan, called a common-\n wealth or state, (in latine civitas) which is but an Artiﬁ ciall Man; though \nof greater stature and strength than the Naturall, for whose protection and \ndefence it was intended; and in which, the Soveraignty is an Artiﬁ ciall Soul, \nas giving life and motion to the whole body; The Magistrates, and other Of-\nﬁ cers of Judicature and Execution, artiﬁ ciall Joynts; Reward and Punishment \n(by which fastned to the seate of the Soveraignty, every joint and member is \nmoved to performe his duty) are the Nerves.\nLet me interrupt the quotation for a moment to emphasize two points. On \nthe one hand, sovereignty is the artiﬁ cial soul: the soul, i.e. the principle of \nlife, life, vitality, vivacity of this Leviathan, and so also of the state, of this \nstate monster created and dominated by the art of man, artiﬁ cial animal \nmonster which is none other than artiﬁ cial man, says Hobbes, and which \nlives as a republic, state, commonwealth, civitas only through this sover-\neignty. This sovereignty is like an iron lung, an artiﬁ cial respiration, an \n“Artiﬁ ciall Soul.” So the state is a sort of robot, an animal monster, which, in \nthe ﬁ gure of man, or of man in the ﬁ gure of the animal monster, is stronger, \netc., than natural man. Like a gigantic prosthesis designed to amplify, by \nobjectifying it outside natural man, to amplify the power of the living, the \nliving man that it protects, that it serves, but like a dead machine, or even \na machine of death, a machine which is only the mask of the living, like a \nmachine of death can serve the living. But this state and prosthetic machine, \nlet’s say prosthstatic, this prosthstate must also extend, mime, imitate, even \nreproduce down to the details the living creature that produces it. Which \nmeans that, paradoxically, this political discourse of Hobbes’s is vitalist, or-\nganicist, ﬁ nalist, and mechanicist. Right down to the detail, the analogistic \ndescription of the Leviathan follows in the body of the state, the Repub-\nlic, the Civitas, the Commonwealth, the whole structure of the human body. \nFor example, the nerves are the penal law, the reward and punishment by \nwhich, says Hobbes, sovereignty, fastening to its service each articulation \nand each member, puts them in motion in order to fulﬁ ll their duty. So it is \nwhen talking about penal law that Hobbes, in this physiology of the politi-\ncal, names a sovereignty that is, therefore, the nerve or nervous system of \nthe body politic, which both ensures its articulation and sets it into motion. \nWealth and riches are the state’s strength, the salus populi, or safety, is the \nstate’s business, the counselors are its memory, concord is its health, sedition is \nits illness, and ﬁ nally, a point to which we shall return often, civil war is its \ndeath. Civil war is the death of the Leviathan, the death of the state, and that \nat bottom is the subject of our seminar: What is a war, today, how can we \n \n53\n \n54\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 46,
      "bucket": "D (5-10%)",
      "error_rate": 8.4,
      "unknown_words_sample": [
        "biologistic",
        "garnier",
        "des",
        "silverthorne",
        "dif",
        "ipse",
        "steinhauser",
        "politischen",
        "guration",
        "politique"
      ],
      "full_text": "first session  ‡  29\ntell the difference between a civil war and a war in general? What is the dif-\nference between civil war as “war of partisans” (a notion of Schmitt’s, who \nsees in Hobbes “truly a powerful and systematic political thinker”)40 and a \nwar between states? What is the difference between war and terrorism? \nBetween national terrorism and international terrorism? This systematics \nof Hobbes is inconceivable without this prosthstatics (at once zoologistic, \nbiologistic, and  techno- mechanist) of sovereignty, of sovereignty as animal \nmachine, living machine, and death machine. This prosthstatic sovereignty, \nwhich Hobbes recalls in [chapter 9 of] the De Cive, is indivisible41 — this is \na decisive point that will be very important to us — presupposes the right of \nman over the beasts. This right of man over the beasts is demonstrated in \nchapter 8 [of the De Cive], “Of the right of Masters over slaves,” just before \nchapter 9, “Of the right of parents over children and on the Patrimonial \nKingdom,” during which sovereignty, domination, or sovereign power is \nsaid to be indivisible (a feature to which we shall return constantly); and \nHobbes demonstrates that this sovereignty, within the family, belongs to \nthe father who is, I quote, “a little king in his house” [“un petit roi dans sa \nmaison”],42 and not to the mother, although by natural generation, in the \nstate of nature, in which, following Hobbes, “it cannot be known who is a \nchild’s father” (an old and tenacious prejudice), it is the mother, the only cer-\ntain generatrix, who controls the child; when one leaves the state of nature \nthrough the civil contract, it is the father who, in a “civill government,” has \nat his disposal authority and power. And so just before treating “Of the right \nof parents over children and on the Patrimonial Kingdom” (and therefore \nthe absolute right of the father in civil society), at the end of chapter 8, entitled \n“Of the right of Masters over slaves,” Hobbes posits the right of man over \nthe beasts. So we have here a conﬁ guration that is both systematic and hier-\narchical: at the summit is the sovereign (master, king, husband, father: ipse-\n40. Carl Schmitt, La notion de politique [Der Begriff des Politischen, 1928], trans. \nMarie-Louise Steinhauser (Paris:  Champs-Flammarion, 1992), p. 109; trans. George \nSchwab as The Concept of the Political (Chicago: University of Chicago Press, 1996; \nexpanded edition [but still slightly abridged] 2007), p. 65.\n41. Thomas Hobbes, Le citoyen, ou Les fondements de la politique [De Cive], trans. \nSamuel Sorbière [1649] (Paris:  Garnier-Flammarion, 1982), sec. 2, chap. 9, p. 186; On the \nCitizen, ed. and trans. Richard Tuck and Michael Silverthorne (Cambridge: Cambridge \nUniversity Press, 1998), p. 108.\n42. [Translator’s note:] This quotation from Sorbière’s 1649 translation does not \nseem to correspond exactly to the text of the De Cive. See however, On the Citizen, ed. \nand trans. Tuck and Silverthorne, p. 102: “For to be a King is simply to have Dominion \nover many persons, and thus a kingdom is a large family, and a family is a little kingdom.”\n55 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 47,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "est",
        "emas",
        "vols",
        "culated",
        "ter",
        "ity",
        "publi",
        "frage",
        "der",
        "laienanalyse"
      ],
      "full_text": "30  ‡  first session\nity itself [comment]), and below, subjected to his service, the slave, the beast, \nthe woman, the child. The word “subjection,” the gesture of “subduing” is \nat the center of the last paragraph of chapter 8, on the right of the master \nover the slaves, which I’ll read to conclude for today:\nRight over non- rational animals is acquired in the same way as over the \npersons of men, that is, by natural strength and powers. In the natural state, \nbecause of the war of all against all, any one may legitimately subdue or \neven kill Men, whenever that seems to be to his advantage; much more \nwill this be the case against animals. That is, one may at discretion reduce \nto one’s service any animals that can be tamed or made useful, and wage \ncontinual war against the rest as harmful, and hunt them down and kill \nthem. Thus Dominion over animals has its origin in the right of nature not \nin Divine positive right. For if no such right had existed before the publi-\ncation of holy scripture, no one could rightly have slaughtered animals \nfor food except someone to whom the divine will had been revealed in \nthe holy scriptures; and the condition of mankind would surely have been \nvery hard, since the beasts could devour them in all innocence, while they \ncould not devour the beasts. Since therefore it is by natural right that an \nanimal kills a man, it will be by the same right that a man slaughters an \nanimal.43\nConclusion: the beast and [et] the sovereign (couple, coupling, copula), the \nbeast is [est] the sovereign, man is the beast for man, homo homini lupus, Pe-\nter and the wolf, Peter accompanies his grandfather on the wolf hunt, Peter, \nthe grandfather and the wolf, the father is the wolf.\nIn “The Question of Lay Analysis” (Die Frage der Laienanalyse, 1926), \nFreud pretends to be in dialogue, as you know, with an impartial person, \nand he reminds him that every time a ravenous animal (“like the wolf,” says \nFreud) enters the scene in a story, “we shall recognize as a disguise of the \nfather.”44 And Freud explains that we cannot account for these fables and \nmyths without returning to infantile sexuality. In the series of the devour-\ning father, we will also ﬁ nd, he says, Cronus, who swallows up his children \nafter having emasculated his father Uranus and before being himself emas-\nculated by his son Zeus, saved by his mother’s cunning.\nBut, on the subject of these zooanthropological analogies, or even these \n43. On the Citizen, pp. 105–6.\n44. Sigmund Freud, “The Question of Lay Analysis,” in The Standard Edition of the \nComplete Psychological Works of Sigmund Freud, 24 vols. (London: Hogarth Press, 1953–\n74), 20:183–258 (p. 211).\n \n56\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 48,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "statelike",
        "tion",
        "institu",
        "universitaires",
        "dled",
        "zooanthropotheological",
        "dans",
        "das",
        "ter",
        "edi"
      ],
      "full_text": "first session  ‡  31\nzooanthropotheological tropes of the unconscious — for Freud says in Das \nUnbehagen in der Kultur (1929–30) that, thanks to technology and mastery \nover nature, man has become a “prosthetic God”45 — Freud, in the same \nwork (at the opening of chapter 7), asks himself the question why, despite \nthe analogies between the state institutions of animal societies and human \nstate institutions, the analogies encounter a limit. The animals are related \nto us, they are even our brothers, says one French translation,46 they are our \nkin, and there are even animal states, but we humans would not be happy \nin them, says Freud in sum. Why? The hypothesis he leaves hanging is \nthat these states are arrested in their history. They have no history and no \nfuture; and the reason for this arrest, this stabilization, this stasis (and in \nthis sense animal states seems more stable and therefore more statelike than \nhuman states), the reason for their relatively  a-historical stasis is a relative \nequilibrium between the environment and their drives. Whereas for man \n(this is the hypothesis that Freud leaves hanging), it is possible that an excess \nor relaunching of libido might have provoked a new rebellion on the part \nof the destructive drive, a new unleashing of the death drive and of cruelty, \nand therefore a relaunching (be it ﬁ nite or inﬁ nite) of history. That is the \nquestion that Freud leaves open for us. (Read Freud, Civilization and Its \nDiscontents, p. 123.)\nWhy do our relatives, the animals, not exhibit any such cultural struggle? \nWe do not know. Very probably some of them — the bees, the ants, the ter-\nmites — strove for thousands of years before they arrived at the State institu-\ntions, the distribution of functions and the restrictions on the individual, for \nwhich we admire them to- day. It is a mark of our present condition that we \nknow from our own feelings that we should not think ourselves happy in any \nof these animal States or in any of the roles assigned in them to the individual. \nIn the case of other animal species it may be that a temporary balance has \nbeen reached between the inﬂ uences of their environment and the mutually \ncontending instincts within them, and that thus a cessation of development \nhas come about. It may be that in primitive man a fresh access of libido kin-\ndled a renewed burst of activity on the part of the destructive instinct. There \nare a great many questions here to which as yet there is no answer.47\n45. Sigmund Freud, “Civilization and Its Discontents,” in The Standard Edition, 21:\n64–145 (p. 92).\n46. Le malaise dans la civilisation, trans. Ch. et J. Ogier (Paris: Presses universitaires \nde France, 1971), p. 79 (“nos frères les animaux”). [Translator’s note: The Standard Edi-\ntion has “our relatives, the animals” (21:123).] \n47. The Standard Edition, 21:123.\n57 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 50,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "est",
        "faire",
        "fait",
        "homme",
        "qui",
        "nonintention",
        "etc",
        "veut",
        "stunde",
        "heure"
      ],
      "full_text": "second session  ‡  33\nthe beast.2 The sovereign makes himself the beast, has himself the beast, \nsometimes in the most troubling sense of a zoophilia or even a bestiality the \nhistorical symptoms of which we would need to inventory, detect, or even \ninterpret. That’s our ﬁ rst impetus, the nerve of our et / est analogy. Our eh \neh,3 undecided or even undecidable. Because every decision (by its essence a \ndecision is exceptional and sovereign) must escape the order of the possible, \nof what is already possible and programmable for the supposed subject of \nthe decision, because every decision worthy of the name must be this excep-\ntional scandal of a passive decision or decision of the other, the difference \nbetween the deciding decision and the undecided decision itself becomes \nundecidable, and then the supposed decision, the exceptionally sovereign \ndecision looks, like two peas in a pod, just like an indecision, an unwilling, \na nonliberty, a nonintention, an unconsciousness and an irrationality, etc.; \nand then the supposed sovereign subject begins, by an invincible attraction, \nto look like the beast he is supposed to subject to himself (and we already \nknow, having often—last time too—veriﬁ ed it, that in place of the beast one \ncan put, in the same hierarchy, the slave, the woman, the child).\nI’m now going to offer for your reﬂ ection a French expression that is heav-\nily equivocal, also undecidable and no doubt untranslatable, to wit [à savoir] \n“faire savoir”4 (Board).\nWhat does “faire savoir” [make to know] mean?\nWhat is meant in “make to know” by this coupling of two such charged \nverbs, “make” and “know”? What is one making known when one says \nfaire savoir?\nLet us leave this question suspended. No doubt we shall return to it \nshortly or tout à l’heure. Right on time [toute à l’heure], it will come back at \nits own time. Remember Zarathustra talking about “his hour” of his “my \nhour,” the stillest (die stillste Stunde), about his own sovereign hour which \n2. [Translator’s note:] French readers would immediately recognize the reference to \nPascal’s Pensée that reads, “L’homme n’est ni ange ni bête, et le malheur veut que qui veut \nfaire l’ange fait la bête” [Man is neither angel not beast, and the misery of it is that who-\never tries to act the angel acts the beast]. (No. 678 in the Lafuma classiﬁ cation.)\n3. [Translator’s note:] The standard interjection “eh” (which can correspond to En-\nglish “Eh,” “Uh,” “Um,” “Er,” “Heh,” among others) is homophonous with both “et” \nand “est.”\n4. [Translator’s note:] Literally “to make to know” or “to have [someone] know,” “to \nmake known”: but “faire” also means simply “to do,” and “savoir” is also a noun mean-\ning “knowledge” or, especially in the expression “savoir-faire,” “know-how.”\n61 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 51,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "monstration",
        "heure",
        "allons",
        "faire",
        "fari",
        "montrer",
        "savoir",
        "fabular",
        "fabula",
        "rst"
      ],
      "full_text": "34  ‡  second session\naddressed him to tell him, almost in silence, murmuring, the story of what \ncomes at its own time “on dove’s feet.”\nThe reason of the strongest is always the best,\nAs we shall shortly show.\nThese are the ﬁ rst words, and the moral, as they say, of a fable, The Wolf \nand the Lamb, which is to occupy us for some time. Starting next week. In \na sense the “Nous l’allons montrer tout à l’heure” can be translated by a \n“We’re going to make known,” “We will not delay in making known”; and \nthe difference between monstration and demonstration, between the intuitive \nimage of the story, which is an audiovisual scene, and the discursive reason-\ning of the moral, is here suspended, as on television: we are going to make \nit known to you, by showing images and an audiovisual story, in an im-\nmediately sensory way, as though it were live, we are going to demonstrate \nwhat we want to show, namely that “The reason of the strongest is always \nthe best.”\nIn principle, in the noblest tradition of the university institution, a seminar \nis not a kind of fable. It does not belong to the genre of the fable. It can, of \ncourse, on occasion, present itself as a discourse of knowledge on the subject \nof that law of genre that is called the fable; it can no doubt give itself out as a \nlearned, historical, critical, theoretical, philosophical discourse, a discourse \nof knowledge on the fable, on the subject of the fabulous in general.\nBut in principle, and according to its statutory vocation, according to its \nlaw and the contract it presupposes, the discourse of teaching ought not to \nbe fabular. It gives something to be known, it dispenses knowledge, and \nknowledge must be without fable. And you must make known without \nfable. Similarly, in the prevalent or hegemonic tradition of the political, a \npolitical discourse, and above all a political action, should in no case come \nunder the category of the fabular, of that type of simulacrum called fabular, \nthat type of speech known as the fable, be it the fable in general, or the fable \nas determinate literary genre in the European West. For, as its Latin name \nindicates, a fable is always and before all else speech—for, fari, is to speak, to \nsay, to celebrate, to sing, to predict, and fabula is ﬁ rst of all something said, \na familiar piece of speech, a conversation, and then a mythical narrative, \nwithout historical knowledge, a legend, sometimes a theatrical play, in any \ncase a ﬁ ction that claims to teach us something, a ﬁ ction supposed to give \nsomething to be known, a ﬁ ction supposed to make known [faire savoir], \nmake so as to know, in a double sense: (1) in the sense of bringing some \nknowledge to the awareness of the other, to inform the other, share with \n \n62\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 52,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "faire",
        "ctive",
        "constative",
        "simula",
        "hors",
        "etc",
        "edi",
        "affabulation",
        "affabulations",
        "puttings"
      ],
      "full_text": "second session  ‡  35\nthe other, <make> the other know, and (2) in the sense of “making like” \nknowledge [“faire” savoir], i.e. giving the impression of knowing, giving the \neffect of knowledge, resembling knowing where there isn’t necessarily any \nknowing: in the latter case of faire savoir, giving the effect of knowing, the \nknowing is a pretend knowing, a false knowing, a simulacrum of knowing, \na mask of knowing, something like that loup over a person’s face that we \nwere talking about last time. But there must be a technique, there must be a \nrhetoric, an art of the simulacrum, a  savoir- faire to faire savoir where it is not \na matter of knowing, where there is no knowing worthy of the name.\nOne of our questions could then be announced as follows, within a \nclassical seminar discourse, i.e. a theoretical, philosophical, constative dis-\ncourse, a discourse of knowledge, or even a reﬂ ection within political phi-\nlosophy: What would happen if, for example, political discourse, or even \nthe political action welded to it and indissociable from it, were constituted \nor even instituted by something fabular, by that sort of narrative simula-\ncrum, the convention of some historical as if, by that ﬁ ctive modality of \n“storytelling” that is called fabulous or fabular, which supposes giving to \nbe known where one does not know, fraudulently affecting or showing \noff the making- known, and which administers, right in the work of the \nhors- d’oeuvre of some narrative, a moral lesson, a “moral”? A hypothesis \naccording to which political, and even politicians’, logic and rhetoric would \nbe always, through and through, the putting to work of a fable, a strategy \nto give meaning and credit to a fable, an affabulation—and therefore to a \nstory indissociable from a moral, the putting of living beings, animals or \nhumans, on stage, a supposedly instructive, informative, pedagogical, edi-\nfying, story, ﬁ ctive, put up, artiﬁ cial, even invented from whole cloth, but \ndestined to educate, to teach, to make known, to share a knowledge, to bring \nto knowledge.\nThe fabular dimensions of this political logic and rhetoric would not be \nlimited to discursive operations, to spoken words, as they say, to the sayings \nand writings of political  decision- makers, heads of state, sovereigns and the \ngreat and good, citizens or the media; in other words, these affabulations \nwould not be limited to the sayings, writings, or even images of everything \nthat concerns politics in the public space. The fabular dimension would \nalso, beyond the sayings, writings, and images, determine the political ac-\ntions, military operations, the sound of arms, the din of explosions and kill-\nings,  puttings- to- death of military and civilians, so- called acts of war or of \nterrorism, or civil or international war, the war of partisans, etc., with or \nwithout condemnation to death according to the law.\nWhat is fabulous in the fable does not only depend on its linguistic nature, \n63 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 54,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "elds",
        "ter",
        "voked",
        "holi",
        "jazeera",
        "etc",
        "tech",
        "glish",
        "osama",
        "inevi"
      ],
      "full_text": "second session  ‡  37\non the announced numbers of “innocent victims” and the suffering pro-\nvoked by a terrible aggression in the past, than on the experience of the \nvulnerability of the invulnerable, on anxiety about what was to come, about \nthe risk of attacks to come, which threaten to be still worse, still more ter-\nrible (similar attacks, or the use of nuclear, biochemical, or bacteriological \nweapons, etc.). Without the deployment and the logic of  image- effects, of \nthis  making- known, this supposed  making- known, without this “news,” \nthe blow struck would have been, if not nothing, at least massively reduced \n(let’s say reduced to what is made of the news of a famine or a typhoon \nscarcely reported or felt when they come from a county far from Europe \nor America, or reduced to the number of trafﬁ c accidents in all the holi-\nday weekends in a year, or those dead from AIDS in Africa, or the effects \nof the embargo on Iraq, so many human catastrophes which are anything \nbut natural and inevitable accidents like an earthquake—and even there, \nhurricanes or earthquakes, qua catastrophes said to be natural and inevi-\ntable, do not produce the same effects, as we know so well, according to the \nwealth and level of development of the country concerned. Which reminds \nus of this obvious fact: the effect and repercussion of these cataclysms are \nalso conditioned, in their breadth and their impact, by a  politico- economical \nsituation, and therefore by the power of the media, a signifying power, \nthen, both ethological and ethical, the ethos of ethology here making the \nlink between the organization of the natural habitat and ethics, therefore \nso- called human responsibility in the ﬁ elds of economics, ecology, morality, \nlaw, and politics). The putting to work of the image, as we well know, is \nnot, then, limited to archiving, in the sense of a preserving recording, but \nit makes archiving an active interpretation, one that is selective, productive \nqua reproductive, productive of a “making- known” narrative as much as \nreproductive of images: know- how of  making- known which works just as \nwell for the collapsus of the Twin Towers as for the name, and much less \nthe image, of the Pentagon, as much for the apparitions (I think that’s the \nbest word) of Osama bin Laden on screens the world over, initially relayed \nby the channel Al Jazeera, whose role in this process would be worth more \nthan one seminar.\nAmong the innumerable indices of this power of high- tech5 archiving \nwhich conditions the political efﬁ cacy of the event, rather, earlier [plutôt, \nplus tôt], than it records it so as to preserve it, which produces, co- produces \nthe event that it is supposed merely to reproduce and archive, I am think-\ning, for example (there would be so many other examples), of what I saw \n5. [Translator’s note:] The words “high tech” are in En glish in the text.\n65 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 56,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "pastness",
        "ter",
        "ows",
        "tional",
        "ror",
        "cacious",
        "antistate",
        "revo",
        "indissociably",
        "lution"
      ],
      "full_text": "second session  ‡  39\ndeath in general, with or without bodies, will have become, in the undecid-\nability of  making- known that is occupying us here, an essential structure \nof the trauma (for New York, America, the world) bearing the impossible \nmourning as much of the past, the pastness of the blow struck, as of what \nremains to come, and which, from bad to worse, installs the virtuality of \nthe worst threat at the heart of everything we can currently know, know \nhow to do and to make known. In all cases it has to do with knowing how \nto cause fear, knowing how to terrorize by making known. And this ter-\nror, on both sides of the front, is undeniably effective, real, concrete, even \nif this concrete effectivity overﬂ ows the presence of the present toward a \npast or future of the trauma, which is never saturated with presence. So \nthat all this knowledge, this know- how, this  making- known, might well \ngo via fable, simulacrum, fantasy, or virtuality, might well go via the un-\nreal and fabular inconsistency of media or capital (for on both sides the \nviolence also moves indissociably via media and capital, in ways that are \nsimultaneously fabular, unreal, virtual, dependent on belief, on faith and \ncredit—no capital without an accredited fable—and yet terribly effective \nand efﬁ cacious in their effects), this know- how- to- make- known, this mak-\ning makes knowing, and so touches nonetheless effectively, affectively, and \nconcretely both bodies and souls. And that is the essence without essence of \nterror, the  becoming- terrorism of terror, both antistate terror and state ter-\nror, be it actual or virtual.\nWe really are dealing here with that fear, that terror or panic that Hobbes \nin Leviathan said was the political passion par excellence, the mainspring of \npolitics. If we were to do a history of Terror or Terrorism, so- called na-\ntional and international terrorisms (the modern name “terrorism” coming \ninitially, as you know, from the Terror of the French Revolution, of a Revo-\nlution that was also at the origin of all the universal declarations of human \nrights), if we were to proceed to a conceptual genealogy of terrorism, to \nwit, of know- how (always technically equipped, sometimes poorly, some-\ntimes highly), of this know- how that organizes the panic of supposedly \ncivil populations in order to exert the pressure of public opinion on public, \ngovernmental, or military policy, we should have to reconstitute all the po-\nlitical theories that have made fear or panic (and so terror or terrorism as \n knowing- how to make fear reign) an essential and structural mainspring of \nsubjectity, of subjection, of  being- subject, of submission or political subjec-\ntion. And there we should ﬁ nd, as close as can be to sovereignty—which \nis, as it were, its correlate—fear: fear as it is deﬁ ned by the Leviathan, for \nexample. Leviathan is the name of an  animal- machine designed to cause \nfear or of a prosthetic and state organon, a state as prosthesis, the organ of \n68 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 58,
      "bucket": "B (1-3%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "infrac",
        "ter",
        "pre",
        "logico",
        "ror",
        "reactiv",
        "nition",
        "tion",
        "corporeall",
        "cision"
      ],
      "full_text": "second session  ‡  41\ncontempt, and then exert terror (Hobbes’s word: “Terrour”) by “private re-\nvenge,” this terror I exert is a crime. So that everything comes down to fear: \nI can commit a crime and exert terror by fear, but it is the same fear that \nmakes me obey the law. Fear is “sometimes cause of Crime, as when the \ndanger is neither present, nor corporeall” (p. 150). This is an important pre-\ncision: Hobbes privileges “Bodily Fear” and the “present” of the body, but \nthere is in all fear something that refers, essentially, to non- body and non-\n present, if only the future of a threat: what causes fear is never fully present \nnor fully corporeal, in the sense that the purely corporeal is supposed to be \nsaturated with presence. Fear always exceeds corporeal presence, and this is \nwhy it is also the passion correlative to the law; fear is thus both the origin of \nthe law and of the transgression of the law, the origin of both law and crime. \nAnd if you take fear to the limit of the threat either exerted or felt, i.e. ter-\nror, then you have to conclude that terror is both what motivates respect for \nlaws and the transgression of laws. If you translate “law” by “sovereignty” \nand “state,” you have to conclude that terror is equally opposed to the state \nas a challenge as it is exerted by the state as the essential manifestation of \nits sovereignty. Whence Hobbes’s measured statements—I mean measured \ninto more and less, more or less. There is, at bottom, only fear, fear has no \nopposite, it is coextensive with the whole ﬁ eld of the passions, and here with \npolitical passion. The political subject is primarily subjected to fear, and it \nis fear that is sometimes the most propitious, sometimes the least propitious, \nbut one cannot not count on it and with it. And fear is primarily fear for \nthe body, for the body proper, for one’s own proper body, i.e. for life. Life \nlives in fear. Life is essentially fearful, fear is the passion of life, etc. “Of all \nPassions, that which enclineth men least to break the Lawes, is Fear.” (Note \nthe strange  logico- grammatical turn of this deﬁ nition. Hobbes does not say \nthat fear drives one to obey the laws, more than any other passion; he says \nthat among the passions that incline men to crime, felony, transgression of \nthe law—with the implication that they all do, fear included because he will \nsay at the end of this paragraph that one can commit crime through fear—\namong all the passions that incline humans to crime, felony, transgression \nof the law, fear as passion, as affect, is the one that does so least. And then \nhe will take things the other way around, and examine the other side of the \nsame assertion, from the side not of the transgression but the keeping of \nthe laws; if fear is a passion that is less inclined, less propitious to the infrac-\ntion of the laws, then it is the most propitious, and even the only one that \nis propitious, to their being kept—with the exception, the rare exception \nonly of some “generous natures” who can assert the laws without fear, who \ncan preserve the laws or not break them other than by the negative reactiv-\n70 \n71 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 59,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "tion",
        "eignty",
        "signi",
        "enclineth",
        "mitted",
        "soule",
        "protec",
        "arti",
        "sov",
        "speci"
      ],
      "full_text": "42  ‡  second session\nity of fear.) “Nay (excepting some generous natures,) it is the onely thing \n(when there is appearance of proﬁ t, or pleasure by breaking the Lawes,) \nthat makes men keep them. And yet in many cases a Crime may be com-\nmitted through Feare” (p. 150).\nWhat is becoming clearer here is that the fear that pushes one to respect \nthe laws and therefore to respect a sovereignty destined, by convention, \nto ensure the protection of the citizens—that this fear is here deﬁ ned as a \nhuman thing, as proper to mankind. Hobbes twice speciﬁ es this humanity, \nthis properly human quality (“Of all Passions, that which enclineth men \nleast to break the Lawes, is Fear. Nay [. . .] it is the onely thing (when there \nis appearance of proﬁ t, or pleasure by breaking the Lawes,) that makes men \nkeep them”). This humanity, this proper to man here signiﬁ es that sover-\neignty, laws, law and therefore the state are nothing natural and are posited \nby contract and convention. They are prostheses. If there is a prosthetic \nstructure to the Leviathan as political animal or monster, this is because \nof its conventional, thetic, contractual structure. The opposition between \nphysis and nomos (nature and law), as opposition between physis and thesis \n(nature and convention, or nature and positing), is here fully and decisively \nfunctional. It follows that law, sovereignty, the institution of the state are \nhistorical and always provisional, let’s say deconstructible, essentially fragile \nor ﬁ nite or mortal, even if sovereignty is posited as immortal. It is posited as \nimmortal and indivisible precisely because it is mortal and divisible, con-\ntract or convention being destined to ensure for it what it does not have, \nor is not, naturally. So that if sovereignty is, as Hobbes says, the “Soule of \nthe  Common- wealth,”7 this soul is an artiﬁ cial, institutional, prosthetic and \nmortal soul: it lasts only as long as law, sovereignty, and the state are able to \nprotect fearful subjects against what is causing them fear. The word protec-\ntion here bears the whole burden of the political, i.e. the insurance contract \nmade between scared or terrorized subjects to delegate to the state or the \nsovereign the charge of protecting them when they cannot protect them-\nselves. They must then obey what protects them. For the fear that pushes \nthem to obey the laws, obedience to the laws, their condition as subject to \nthe law only lasts the time that the sovereign can ensure their protection. \nThis insurance policy [police d’assurance] which basically entrusts to sov-\nereignty the very police [police], the protection of security, comes down to \nmoving from one fear to another. One institutes sovereignty because one is \nfearful (for one’s life, for one’s own body) and therefore because one needs \nto be protected, and then one obeys the law one has instituted through fear \n7. Chap. 21, “Of the Liberty of Subjects,” p. 121.\n \n72\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 60,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "soveraign",
        "cially",
        "anothers",
        "cogito",
        "soveraignty",
        "soule",
        "seeth",
        "schmitt",
        "arti",
        "ognize"
      ],
      "full_text": "second session  ‡  43\nof being punished if one breaks the law. Between protecting and obliging to \nobey there is an essential link. “I protect you” means, for the state, I oblige \nyou, you are my subject, I subject you. Being the subject of one’s fear and be-\ning the subject of the law or the state, being obliged to obey the state as one \nobeys one’s fear, are at bottom the same thing. If you like, in the two senses \nof the word “oblige.” I oblige you by forcing you to obey, by constraining \nyou, because I oblige you by doing you the service of protecting you. I oblige \nyou by forcing you to obey in the same movement by which, obliging you \nby doing you the service of protecting you, I oblige you to have gratitude, I \noblige you to recognition [reconnaissance: recognition and gratitude]: to rec-\nognize the state and the law, and to recognize them for obliging you (in both \nsenses of the word: constraining and doing a service by protecting, obliging \nto recognize). It is in this sense that Schmitt, in a passage that I shall read \nin a moment, will say that “Protego ergo obligo is the cogito ergo sum of the \nstate.” In the paragraph of Leviathan that I am going to read, I emphasize \nthe lexicon of protection, where this lexicon and its logic explain the paradox \nof the mortal immortality of sovereignty. Sovereignty—the soul, and there-\nfore the life of the state, the artiﬁ cial respiration of the state—is posited, \ninstituted, promised, contracted, artiﬁ cially, as immortal only because it is \nnaturally mortal. It is prosthetic and artiﬁ cial technique that immortalizes it \nor in any case guarantees it an indeﬁ nite survival: (read and comment)\nThe Obligation of Subjects to the Soveraign, is understood to last as long, \nand no longer, than the power lasteth, by which he is able to protect them. \nFor the right men have by Nature to protect themselves, when none else \ncan protect them, can by no Covenant be relinquished. The Soveraignty is \nthe Soule of the  Common- wealth; which once departed from the Body, the \nmembers doe no more receive their motion from it. The end of Obedience \nis Protection; which, wheresoever a man seeth it, either in his own, or in \nanothers sword, nature applyeth his obedience to it, and his endeavour to \nmaintaine it. And though Soveraignty, in the intention of them that make \nit, be immortall; yet is it in its own nature, not only subject to violent death, \nby forreign war; but also through the ignorance and passions of men, it \nhath in it, from the very institution, many seeds of a naturall mortality, by \nIntestine Discord. (p. 121)\nAs it is for Schmitt, here a good disciple of a Hobbes he often quotes and \nin whom he sees a decisionist theorist of sovereignty, evil is civil war. This \nis what Schmitt says about the great law of protection, which he analyzes \nin utterly historical fashion, i.e. both as historical in the sense of being pro-\nduced by pact, contract, alliance, institution, and as a historical theory, i.e. \n73 \n74 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 63,
      "bucket": "C (3-5%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "indi",
        "nally",
        "originary",
        "bot",
        "pre",
        "thorize",
        "enant",
        "theologico",
        "cov",
        "soveraignes"
      ],
      "full_text": "46  ‡  second session\nsovereign state is always a protection. The prosthesis protects. Protection is \nits essential purpose, the essential function of the state.\nOn the other hand, this protectionist prosthstatic posits the absolute indi-\nvisibility of sovereignty (indivisibility is an analytic part of the concept of \nsovereignty: divisible or sharable sovereignty is not sovereignty).\nThird, ﬁ nally, the convention, the thesis, the prosthesis, the contract at \nthe origin of sovereignty excludes God just as much—and this will be the \nimportant point for us here—as it excludes the beast.\nIn order to recognize the logic of these three theses, which are, at bot-\ntom, posited on the originary thesis or prosthesis, you can read, among \nother things, chapter 18 of Leviathan, entitled “Of the rights of Soveraignes \nby Institution.” Hobbes begins by positing that a state is “instituted” (“A \n Common- wealth is said to be Instituted”) when a multitude of men, as it \nwere, become One in their representation, when the One emerges to rep-\nresent the many. To this end, the multitude comes to an agreement and a \nconvention, a Covenant (a word that is also used, as you’ll remember later, \nto translate the Alliance between God and the Jewish people—and “cov-\nenant” is both a noun meaning contract, convention, alliance, commitment, \nand a verb: “to covenant,” meaning to commit oneself, to sign a convention, \nto be party to a contract or an alliance): they “Agree and Covenant,” says \nHobbes: “A  Common- wealth is said to be Instituted, when a Multitude of \nmen do Agree and Covenant, every one with every one, that to whatsoever \nMan, or Assembly of Men, shall be given by the major part, the Right to Pre-\nsent the Person of them all, (that is to say, to be their Representative) [. . .]” \n(p. 121). According to this Covenant, according to this convention designed \nto protect them from each other in peace—protect is the most frequent word \nin these pages, along with convention—they “authorize” themselves to au-\nthorize all (I repeat: all) the actions and all (I repeat: all) the judgments of \nthe man or assembly of men that the majority of this multitude has given \nthe right to represent them. Even those who voted against are obliged, they \noblige themselves to be obliged to obey unconditionally. And it is during \nthe exposition of everything that is entailed by this unconditional obedience \nto the convention (I leave you to follow this at the beginning of chapter \n18) that Hobbes encounters and rejects the objection that one can place a \nconvention or a commitment above the one that institutes the state. For ex-\nample, a commitment with respect to God. Some people might claim that \nthey are disobeying the human sovereign because they are obeying God, \nwhose sovereignty trumps that of statesmen. As you can imagine, this point \nis a delicate one for those who, like me, often speak of an onto- theologico-\n political structure of sovereignty (to be deconstructed). For Hobbes’s re-\n \n77\n \n78\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 64,
      "bucket": "E (10%+)",
      "error_rate": 12.7,
      "unknown_words_sample": [
        "ontotheology",
        "des",
        "tion",
        "ajrc",
        "institu",
        "dif",
        "rochais",
        "ousian",
        "politeuma",
        "poche"
      ],
      "full_text": "second session  ‡  47\nsponse (like Bodin’s, for that matter) seems, I say seems, to want to untie \nso- called modern state sovereignty, as established by convention or institu-\ntion, from divine sovereignty. But things get complicated, in Bodin as well \nas in Hobbes, and we shall have more than one sign of this: in any case \nin Hobbes, as that’s where we are, it gets complicated by the fact that this \nhumanity, this anthropological essence of prosthstatics is produced, from \nthe opening pages of Leviathan, on the divine model. The artiﬁ cial man, \nas Hobbes says, the artiﬁ cial soul, the “Artiﬁ cial Animal” that the Levia-\nthan is, imitates the natural art of God: “nature (the Art whereby God hath \nmade and governes the World) is by the Art of man, as in many other things, \nso in this also imitated, that it can make an Artiﬁ cial Animal” (p. 9). These \nare the opening words of Leviathan, we already read them, and the conse-\nquences can be seen constantly and everywhere. And this human mimesis \nproduces automats, machines that mimic the natural life created by God. \nThe life of these automats, of these machines, is compared to that of clocks \nand watches. Why could we not say, Hobbes asks immediately afterward, \nthat all the automata (machines or engines that move by virtue of springs \nand wheels, like a watch) have an artiﬁ cial life? In this way, a philosophy \nand even a theology of mimesis grounds in the last analysis the most hu-\nmanist and anthropologist discourse of sovereignty. So that, however dif-\nﬁ cult it remains, we must ceaselessly understand how the so- called modern \nhumanist or anthropologist insistence on the speciﬁ city of the state or of \nso- called modern political sovereignty gets its irreducible originality, i.e. \nits artiﬁ cial, conventional, if you will  techno- prosthstatic nature, only by \ngrounding itself in a profound ontotheology, or even in a religion. If you \nread at least chapter 8 of the ﬁ rst book of Bodin’s Six Books of the Republic \n(1583; Leviathan dates from 1651), a chapter entitled “On Sovereignty” (and \nwhich begins by deﬁ ning sovereignty, “absolute and perpetual power of the \nstate” in more than one language—majestas, majestatem in Latin, akran ex-\nousian, kurian arkh[e¯], kurion politeuma in Greek, segnioria in Italian, tismar \nshabat in Hebrew),10 you will see that although he posits that “sovereignty \n10. Jean Bodin, Les Six Livres de la République (Paris: Le Livre de Poche, 1993), book \nl, chap. 8, pp. 111–37. In this edition, the Greek expressions contain a number of errors. \nJacques Derrida had noticed only some of them (corrected in pencil on his printout), \nand consequently his transliteration was not completely correct. Having veriﬁ ed the \ntext in the edition of the “Corpus des oeuvres philosophiques en langue française” (in \nLes Six Livres de la République: Livre premier, ed. Catherine Frémont, Marie- Dominique \nCouzinet, and Henri Rochais [Paris: Fayard, 1986], p. 179), we conﬁ rm that the exact \ntext should read: “que les Latins appellent majestatem, les Grecs a[kran ejxousivan, et \nkurivan ajrc[hvn], et kurivon polivteuma [. . .]: les Hebreux l’appellent fr,çiE¤ Jme / t.” We give \n79 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 65,
      "bucket": "E (10%+)",
      "error_rate": 10.9,
      "unknown_words_sample": [
        "ibid",
        "fronti",
        "twmk",
        "souverainet",
        "dif",
        "modernes",
        "signi",
        "politeuma",
        "tomek",
        "kurian"
      ],
      "full_text": "48  ‡  second session\nis not limited, neither in power, nor in charge, nor to a certain time,” and \nalthough, inﬁ nite though it be, it remains human, its model is divine, and \nthe sovereign remains the image of God. “Model” and “image” are Bodin’s \nwords, in the conclusion of this chapter: “For if justice is the end of law, \nlaw the work of the prince, the prince the image of God; then by this reason-\ning, the law of the prince must be modeled on the law of God.”11 Elsewhere, \nin the same chapter, Bodin has remarked that “he is absolutely sovereign \nwho recognizes nothing, after God, that is greater than himself,” and again \nthat the sovereign Prince “is answerable only to God.”12 These are also what \nBodin calls, as will Hobbes, the “marks of sovereignty” and the end of the \nﬁ rst of the Six Books of the Republic declares that he who usurps the marks \nof sovereignty must be punished by death.13 The expression “marks of sov-\nereignty” is common to Bodin and Hobbes, and on this subject I refer you to \na ﬁ ne article that Étienne Balibar published last year in a special issue of Les \nTemps Modernes devoted to sovereignty,14 in which he recalls that the expres-\nsion “marks of sovereignty” comes “no doubt” from “a whole theological \nand juridical history,” and in passing he contests the appropriation of Bodin \nby Schmitt, who sees in him the ﬁ rst decisionist theorist of sovereignty, the \nﬁ rst theorist of the exception that authorizes the sovereign to suspend right, \nthat gives him the right to suspend right and place himself above the law \nthat he embodies. I cannot get into this debate here. Balibar thinks that \nthe Greek transliteration on the basis of this edition. The expressions transliterated by \nakran exousian, kurian arch’ and kurion politeuma can be translated, respectively, as “su-\npreme power,” “sovereign power,” and “sovereign government,” according to Georges \nLeroux. For the Hebrew, Derrida here gives the transliteration tismar shabat; further \non, in the eighth session, he writes Tismar schabet. According to Jean-Jacques Lavoie, \nthe retranscription of these words also involves errors, and the text cited is difﬁ cult \nto read because the last letter is cut off. The Hebrew expression corresponding to the \nGreek text is the following: twmk shbt (pronounced tomek shevet). The expression lit-\nerally signiﬁ es “holding a scepter,” and is rare, appearing only in Amos 1:5 and 1:8. \n[Translator’s note: A selection from Bodin’s book is available as On Sovereignty, ed. and \ntrans. Julian H. Franklin (Cambridge: Cambridge University Press, 1992). The open-\ning of book 1, chapter 8, is there translated as follows: “Sovereignty is the absolute and \nperpetual power of a commonwealth, which the Latins call maiestas; the Greeks akra \nexousia, kurion arche, and kurion politeuma; and the Italians segnioria [. . .] while the He-\nbrews call it tomech shévet—that is, the highest power of command.”] \n11. On Sovereignty, p. 45.\n12. Ibid., p. 4.\n13. Ibid., p. 87.\n14. Étienne Balibar, “Prolégomènes à la souveraineté: la frontière, l’État, le peuple,” \nLes Temps Modernes, “La souveraineté,” no. 610, September–November 2000, pp. 47–75.\n \n80\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 67,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "frieden",
        "gations",
        "dif",
        "cepted",
        "kamuf",
        "vols",
        "rottenberg",
        "vention",
        "parler",
        "galil"
      ],
      "full_text": "50  ‡  second session\nbut of a sovereignty, an absolute power, that would here be outside all con-\ntract and institution. God is beyond the sovereign but as the sovereign’s \nsovereign. Which is as much as to say that this theological model of the \nLeviathan, work of human art or artiﬁ ce imitating the art of God, this theo-\nlogical model of the political, excludes from the political everything that is \nnot proper to man, God as much as the beast, God like the beast. If God is \nthe model of sovereignty, saying “God like the beast” puts us again on the \nsame track, snifﬁ ng out everything that might attract the one to the other, \nvia this like, the sovereign and the animal, the hypersovereign that God is, \nand the beast. God e(s)t [is / and] with or without “s,” and so with or without \nbeing, the beast. The beast e(s)t God, with or without being (one). The beast \nis God without being (one), a God without being, according to the equivocal \nsyntagma I ventured a very long time ago, I no longer know where.16\nLet’s look ﬁ rst at the rather awkward exclusion of the convention with \nGod. Hobbes strongly condemns—in a rather symptomatic, scathing tone, \nI think—those who invoke such a convention with God. He does so in \nchapter 18 of the Leviathan. This is the moment when he recalls that some \npeople, in order to disobey their human sovereign, and therefore the con-\nvention that commits them with respect to the sovereign, have claimed to \nrefer to another convention, to a “new Covenant,” made this time not with \nhumans but with God—the moment when he recalls, basically, that some \npeople posit a law above the laws, a justice above right, and a sovereign \nabove the sovereign; and here Hobbes energetically replies: No; it is just \nas “unjust” to claim that as it is to disobey the sovereign. For there is no \nconvention, no covenant with God. As this is difﬁ cult to say and have ac-\ncepted in this form, Hobbes has to complicate things a little by distinguish-\ning the mediate from the immediate. He basically speciﬁ es that there is no \nimmediate convenant with God, but only “by mediation of some body that \nrepresenteth God’s person, which none doth but Gods Lieutenant,” who \nhas sovereignty under God. “But,” he adds, “this pretence of Covenant with \nGod, is so evident a lye, even in the pretenders own consciences, that is not \nonely an act of an unjust, but also a vile, and unmanly disposition.”17\nThis passage is rich, complex, and abyssal. It merits a highly stratiﬁ ed \n16. See Jacques Derrida, “Comment ne pas parler: Dénégations,” in Psyché: Inven-\ntions de l’autre, 2 vols. (Paris: Galilée, 2003), 2:150, note 1; trans. Ken Frieden as “How \nto Avoid Speaking: Denials,” in Jacques Derrida, Psyche: Inventions of the Other, 2 vols., \ned. Peggy Kamuf and Elizabeth Rottenberg (Stanford: Stanford Unversity Press, 2008), \n2:147 and note 3.\n17. Hobbes, Leviathan, chap. 18, p. 97.\n \n82\n \n83\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 72,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "ibid",
        "tual",
        "revela",
        "speaketh",
        "thetical",
        "tion",
        "ges",
        "justi",
        "ture",
        "mutuall"
      ],
      "full_text": "second session  ‡  55\nthink it important to note—the exclusion, the justiﬁ cation of the exclusion \nof the covenant with God as with the Beast invokes language, a question of \nlanguage and more especially of response. If one cannot make a convention \nwith the beast, any more than with God, it is for a reason of language. The \nbeast does not understand our language, and God cannot respond to us, \nthat is, cannot make known to us, and so we could not know in return if our \nconvention is or is not accepted by him. In both cases, there could not be an \nexchange, shared speech, question and response, proposition and response, \nas any contract, convention, or covenant seems to demand. I shall say in \na moment why it is important to me to insist not only on language as ex-\nchange but on this dimension and this moment of response or responsibility. \nBefore I do that, I quote these two paragraphs from chapter 16. The second \nconcerns the exclusion of the covenant with God, but if it is not redundant \nwith respect to the one I have already quoted, this is precisely because of the \nargument he puts forward this time, that of the acceptance of the contract in \na response. Here is the quotation:\nTo make covenant with God, is impossible, but by Mediation of such as \nGod speaketh to [argument of the lieutenant again, then], either by Revela-\ntion supernaturall, or by his Lieutenants that govern under him, and in his \nName: For otherwise we know not whether our Covenants be accepted or \nnot. (p. 77)\nJust before, in the preceding paragraph, Hobbes had posited (and I mean \nposited, for there is something profoundly thetical and dogmatic in this ges-\nture) that a covenant with beasts, brute beasts, is impossible. He used the \nsame terms and the same syntax as for God at the beginning of the follow-\ning paragraph (“To make covenant with God, is impossible”) and here for \nthe beast: “To make Covenant with bruit beasts is impossible.” And in the \nargument about language, that beasts do not understand, we ﬁ nd again \nthe word “accept”: brute beasts could not accept or make known to us, any \nmore than God could, that they accept a convention or enter into that mu-\ntual acceptance that a convention is. Here:\nTo make Covenant with bruit Beasts, is impossible; because not under-\nstanding our speech, they understand not, nor accept of any translation of \nRight; nor can translate any Right to another: and without mutuall accepta-\ntion, there is no Covenant. (Ibid., my emphasis)\nI shall not hasten to say brutally, as I in fact think, that all that is brutally \nfalse, that it is false to say that beasts in general (supposing any such thing \nto exist) or so- called brute beasts (what does “brute” mean?) do not under-\n89 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 74,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "fontaine",
        "lukos",
        "genelycology",
        "abso",
        "liation",
        "nonconvention",
        "cive",
        "nition",
        "vinas",
        "silverthorne"
      ],
      "full_text": "second session  ‡  57\ngo back over that here. I simply remark that Hobbes is Cartesian from that \npoint of view, that his discourse on the beast belongs to that tradition. Later, \nwe shall read a chapter from De Cive in which, criticizing Aristotle, Hobbes \nsays more about the beasts and the reasons why, in his view, animal societies \ndo not merit the name of “civil societies.”24 And, above all, and this is more \ninteresting for us at this point, the double exclusion we are talking about, in \nassociating in nonconvention beast and God, but also in nonresponse, gives us \nto think that the sovereign’s sovereign, God himself, like the beast, does not \nrespond, that in any case we cannot be assured of his acceptance, we cannot \ncount on his response. And that is indeed the most profound deﬁ nition of \nabsolute sovereignty, of the absolute of sovereignty, of that absoluteness that \nabsolves it, unbinds it from all duty of reciprocity. The sovereign does not \nrespond, he is the one who does not have to, who always has the right not \nto, respond [répondre], in particular not to be responsible for [répondre de] his \nacts. He is above the law [le droit] and has the right [le droit] to suspend the \nlaw, he does not have to respond before a representative chamber or before \njudges, he grants pardon or not after the law has passed. The sovereign has \nthe right not to respond, he has the right to the silence of that dissymmetry. \nHe has the right to a certain irresponsibility. Whence our obscure but I believe \nlucid affect, whence the double sentiment that assails us faced with the abso-\nlute sovereign: like God, the sovereign is above the law and above humanity, \nabove everything, and he looks a bit stupid [bête], he looks like the beast, and \neven like the death he carries within him, like that death that Lévinas says is \nnot nothingness, nonbeing, but nonresponse. The sovereign like a God, like a \nbeast, or like death, those are the remains of a “like” that are still on our table. \nIf sovereignty were (but I don’t believe it) proper to man, it would be so much \nlike this expropriating ecstasy of irresponsibility, like this place of nonresponse \nthat is commonly and dogmatically called bestiality, divinity, or death. \nAt this point, and to conclude today by recalling what we have not \nceased to follow, stealthy as wolves, the trace of the wolf that we shall be \nseeing again in January when we read La Fontaine’s The Wolf and the Lamb \nafter September 11, I shall be content to reconnoiter very rapidly a sort of \nstrange genealogy of the wolf (lukos), a genelycological ﬁ liation, a strange \ngenelycology, the path of a track that, from one cave to another, leads to \nthe alliance (from north, south, east or west) between all these claimants to \nsovereignty who thus assemble and so resemble each other: the wolf, man, \nGod. The one for the other.\n24. Hobbes, De Cive, section 2, chap. 5; On the Citizen, ed. Tuck and Silverthorne, \npp. 69–74.\n91 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 77,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "ject",
        "bergerie",
        "tyrannein",
        "luc",
        "calcul",
        "sujet",
        "insigni",
        "connor",
        "genelycology",
        "vel"
      ],
      "full_text": "60  ‡  second session\nas though it were simply the extension of this saying of Socrates and the \nappearance of the bird trapped by the cage, by the double bind of the domes-\ntic cage (and, in spite of appearances, the cage itself, the apparatus called \n“cage” is not the trap, the trap is not the cage: the trap is the double bind, \nthis double link, this double obligation, this double injunction: enter / leave, \ninside / outside) [so, immediately afterward, as I was saying, with no further \ntransition, as though he were simply adding a commentary to Socrates’ say-\ning and to the appearance of the bird trapped by the cage, by the double bind \nof the domestic cage], Montaigne lets the wolf in, into the house, as it were, \nif not into the menagerie or the sheepfold.29 But the wolf in the company \nof man and God. And you will admire the either / or [ou . . . ou] that follows \nthe homo homini: “either ‘God’ or ‘lupus’ ” (either / or, be it this, be it that: an \n“or” than is undecidably either the “or” of an equivalence or else the “or” of \nalternative, vel or aut). And it is not insigniﬁ cant that the word “contract” \n[convention] appears in the same sentence: “It [marriage] is a convention to \nwhich ﬁ ts perfectly the saying ‘Homo homini, either “deus,” or “lupus.” ’ ” \nAnd since, in Montaigne’s homo homini lupus, the question is marriage, love \nor friendship, and therefore sexual differences, this is perhaps the right or \nappropriate moment to recall, in this genelycology, some wolves from Plato. \nNot merely the  tyrant- wolf or wolf- tyrant from the Republic (8.566a), where, \nif you look it up, you will see the alternative between “be either slain by his \nenemies or become a tyrant and be transformed from a man into a wolf” (e¯ \ntyrannein kai lyko¯ ex anthro¯pou genesthai). But also, even more relevantly for \nus, the wolf and the lamb of the Phaedrus (241c–d), where the question of \nlove and friendship is adapted to the desire to eat the other, to a “you really \nhave to eat the other.”30 Read everything that precedes this passage as well: \n“These things, dear boy [my little one, o¯ pai], you must bear in mind, and you \nmust know that the fondness of the lover (te¯n erstou philia) is not a matter of \ngoodwill, but of appetite which he wishes to satisfy: ‘Just as the wolf loves \n29. [Translator’s note:] On the annotated printout of this seminar he used in the \nUSA, Derrida has a marginal note: “Le loup dans la bergerie: to set the fox to mind the \ngeese.”\n30. [Translator’s note:] An allusion to Derrida’s interview with Jean-Luc Nancy, “Il \nfaut bien manger, ou le calcul du sujet,” in Points de suspension (Paris: Galilée, 1992), \ntrans. Peter Connor and Avital Ronell as “ ‘Eating Well,’ or the Calculation of the Sub-\nject,” in Points . . . : Interviews 1974–1994 (Stanford: Stanford University Press, 1995), \npp. 255–87. “Il faut bien manger” means literally both “It is necessary to eat well” and \n“It really is necessary to eat,” or “You really do have to eat.”\n \n95\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 78,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "arnas",
        "est",
        "lation",
        "allez",
        "ance",
        "qui",
        "capi",
        "quoi",
        "prosopose",
        "conna"
      ],
      "full_text": "second session  ‡  61\nthe lamb, so the lover adores his beloved’ [o¯s lykoi arnas agaposin, o¯s paida \nphilousin erastai].”\n3. Finally, the “common saying,” referring to the at least supposed origin \nof this saying, i.e. Plautus, who was born in Sarsina, in northern Umbria—\nbasically in a colony of Rome—and who learned Latin and came to the \ncapital very young. I will content myself with reading and translating the \ntwo lines from the comedy Asinaria (we’ll come back to all this next time), \ntwo lines that propose, or dare I say prosopose, the ﬁ gure of the wolf, the \nface of the wolf, the mask of the wolf, onto what is most unknown in man. \nThe wolf is, for man, man himself, but for as long as one does not know \nhim, inasmuch as one does not know him [tant qu’on ne le connaît pas, en \ntant qu’on ne le connaît pas]. The wolf is man tant que and en tant que, during \nthe time and to the extent that he remains unknown and therefore does not \nmake himself known. The wolf is man for man to the extent that [(en) tant \nque] he exceeds all knowledge and making- known: “Lupus est homo homini, \nnon homo, quom qualis sit non novit.” Literally: “Wolf [the wolf] is man for \nman, and not a man, when [like or as] one does not know which he is.”31 In \nother words, wherever man does not make known to man who or which \nhe is, he becomes a wolf. Who or which [qui ou quel] (qualis) can also mean \nwho or what [qui ou quoi].\nJust as Montaigne’s sentence was inscribed in a  marriage- contract scene, \nhere we must not neglect the fact that this sentence from Plautus is placed \nin the mouth of a merchant (mercator) and that we are dealing with a capi-\ntalistic market scene, a scene of lending or credit [de créance ou de crédit]. \nThe merchant does not want to give credit, entrust or lend money to, some-\none he does not know, and who could, then, behave like a wolf. Who—or \nwhat—is the wolf? And is not the substitution of wolf for man, the substi-\ntution, for man, of the wolfman for man, the substitution of what for who?\nGo ﬁ gure [Allez savoir]. That’s what the mercator is implying. He wants \nto know and he asks “go ﬁ gure,” because “Lupus est homo homini, non homo, \nquom qualis sit non novit,” which can be translated, as in the [French] trans-\nlation I have to hand (Alfred Ernout) as “When one does not know him, \nman is not a man, but a wolf for man,” but perhaps too, in a less convincing \nbut grammatically possible way: “Wolf [the wolf] is a man for man, which \nis not a man, when one does not know him.”\nThis grammar, the same and different, shakes up the decidable authority \nof the “who” and the “what” and the order of substitution. The beast—is it \n31. Plautus, Asinaria, line 495.\n96 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 79,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "orality",
        "fontaine",
        "quo",
        "qui",
        "devourment",
        "gure"
      ],
      "full_text": "62  ‡  second session\n“who” or “what”? When there is substitution, there can always be qui pro \nquo, a who for a who but also a who for a what or a what for a who.\nGo ﬁ gure. Will we be able to show it in a moment? Or make it known \nnext year? In any case, we shall return to all this by different paths, of which \nat least one will pass via the fable, i.e. orality, an oral speech about a possible \ndevourment, as in The Wolf and the Lamb by La Fontaine, which, you see, \ncomes on the scene quite late.\nThere, it is quite late.\nHappy New Year.\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 80,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "sav",
        "tes",
        "vols",
        "gagnebin",
        "garou",
        "gare",
        "ber",
        "neglegere",
        "rhetorics",
        "nec"
      ],
      "full_text": "t h i r d  s e s s i o n\nJanuary 16, 2002\ny\nThe [feminine] beast and the [masculine] sovereign. La . . . le.\nShe and he. The she- wolf and the wolf. Beware of the wolf [gare au \nloup]!\n“[. . .] and I lived like a real werewolf [loup- garou]”: that’s a confession by \nRousseau, at the end of the ﬁ rst book of his Confessions.1 There are others, \nconfessional phrases that present him, Jean- Jacques, as a wolf, as a wolf in \nhis own eyes, as a wolf in the eyes of others, in other contexts, with other \nrhetorics and meanings.\nBut here, Rousseau describes himself as a werewolf, he represents himself, \npresents himself as a werewolf, that is, a wolf- man, and he does so — one \nmight ﬁ nd this surprising — because of an immoderate, compulsive, raging \ntaste for reading, for bookish culture, and for buying books. The question \nremains of the difference between reading and not reading, neglecting the \nbook or not, neglecting (neglego, neglegere) to read. Neglect — is that not \nalways a way of not reading or not electing [élire] or gathering (legere), the \n“not” (ne, nec, neg) carrying the whole burden of the question on negation, \ndenegation, repression, suppression, forgetting, amnesia, etc., in a context \nof legere, reading, putting together or gathering? Rousseau stops stealing, \nas he approaches the age of sixteen, in order to devote himself to reading \nand what he calls his “love of imaginary objects.” And this love of reading \n(legere), the love of the book, paradoxically, this love of imaginary objects, \nfar from turning him toward culture and cultivated society, makes him sav-\nage, mute, silent, asocial; “savage” is his word: “my humor became taciturn, \nsavage; my head was beginning to spoil, and I lived like a real werewolf.”\n1. Jean-Jacques Rousseau, Les confessions, vol. 1 of Oeuvres complètes, 5 vols., ed. Ber-\nnard Gagnebin and Marcel Raymond (Paris: Gallimard, 1959–95), p. 40. [Translator’s \nnote:] Unless otherwise indicated, translations from Rousseau are my own.\n98 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 81,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "cisely",
        "garou",
        "pre",
        "glish",
        "vivais",
        "vrai",
        "nds",
        "trans",
        "speci",
        "clas"
      ],
      "full_text": "64  ‡  third session\n(I felt the desire to consult an En glish translation of this passage.2 And, \nmarvelously for us, “loup- garou” [werewolf] is translated as “outlaw.” A \nlittle like rogue, isn’t it: voyou, unsociable, outside the law. “I lived like an \noutlaw . . .” for “je vivais en vrai loup- garou.” So the werewolf, the “true” \nwerewolf, is indeed the one who, like the beast or the sovereign, places him-\nself or ﬁ nds himself placed “outside the law,” outlaw [Eng.], above or at a \ndistance from the normal regime of law and right.)\nSo: let’s not forget, let’s not neglect the wolves, from one year to the next.\nNever forget the he- and the she- wolves: Does that mean do not hunt \nthem? Or not suppress them? Or not repress them? Or not neglect them? \nAnd if to forget, suppress, repress, neglect, with or without negation, dis-\navowal or denial, is in a certain way to chase (away), is chasing to expel, \nexclude, ﬂ ee, neglect, or else, on the contrary, to follow, pursue, persecute, \ntrack down, run after?\nSo we still need to know how to deal with the wolf. And to know what \nkind of chase we’re dealing with, in what we have called our genealogy of \nthe wolf, our book of wolves, our genelycology. A genelycology that must \ninscribe in its tree, its genealogical tree, what is called the lycanthrope, the \nwolf- man, man made wolf or wolf made man.\nWhen one associates the wolf with the tree, there immediately arises the \ndream of Freud’s Wolf Man,3 the Wolf Mann who recounts how he saw, in \na dream, sitting in a tree, a big walnut tree, six or seven white wolves who, \nlet’s not forget, also resembled other animals, foxes, he said — and there are \nfoxes waiting for us today — or sheepdogs, because they had big tails like \n(like, always the analogy!) foxes, and ears pricked like (like!) dogs. So there is \na whole menagerie, a whole zoological crowd that does more than swarm, \nthat is meaningfully organized in the Wolf Man’s dream. Other animals \nwill come up in the analysis, for example, the wasp and the butterﬂ y. And \nthe Wolf Man immediately admits his fear of being devoured by the wolf: \nit is this terror, this terrorism of wolves, that wakes him up by making him \ncry out. He refers himself, to account for his associations, to a book, pre-\ncisely, a book that Freud does not neglect in his interpretation, namely the \nillustration of a fable or a narrative, “Little Red Riding Hood.” To explain \nthe ﬁ gure of six or seven wolves, Freud has him be more speciﬁ c with refer-\n2. Jean-Jacques Rousseau, The Confessions, trans. J. M. Cohen (London: Penguin \nClas sics, 1953), p. 47.\n3. Sigmund Freud, “From the History of an Infantile Neurosis,” in The Standard \nEdition, 17:7–122. \n \n99\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 82,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "tastical",
        "dulum",
        "orality",
        "bio",
        "voci",
        "ence",
        "genelycological",
        "simpli",
        "devourment",
        "souverain"
      ],
      "full_text": "third session  ‡  65\nence to another book not to be neglected, another fairy tale, “The Wolf and \nthe Seven Little Kids.” Freud sees in the wolf, without hesitation, as you \nknow, a substitute for the castrating father, the more so in that the father \noften said in jest to the Wolf Man as a child, “I’m going to eat you.” Later \nin the analysis, the mother becomes just as much a wolf, if not a she- wolf, \nas the father. All the ancestors of the Wolf Man are, then, present in the \ngenealogical tree, in the feminine and in the masculine, in the positions of \nbeast and sovereign, beast and master, the more so in that in the interval we \nencounter a  master- wolf, Wolf being the name of the child’s Latin master \nat school. We shall also be coming back to this question of the schoolmaster \ntoday. But I leave you to reread the Wolf Man, which I abandon here, for in \nthis genelycological tree, in this library of wolves, what we shall in the end \nbe interested in today is not so much the “Wolf Man” as the wolf- man, the \nlycanthrope, the  becoming- man of the wolf and the  becoming- wolf of the \nman. For example, the werewolf.\nIt is this metaphor or rather this analogical metamorphosis, this fan-\ntastical production, that is important to us in the political entrance we are \nseeking, in the political access or approach to what can play the role of a \nmediating schema between the beast and the sovereign. In the political \nor zooanthropological ﬁ eld. The zooanthropological, rather than the bio-\npolitical, is our problematic horizon.\nThe [feminine] beast and the [masculine] sovereign. La . . . le.\nIn previous sessions, we paid some attention to a double oscillation. A \ndouble vacillation too seemed to give its rhythm to something like the pen-\ndulum of this title, of the simple statement or rather the oral saying of this \ntext. In French, in the French tongue, and I insist on the tongue and the \ngenders it imposes on us. La bête et le souverain. La . . . le. And as for orality, \nbetween mouth and maw, we have already seen its double carry [portée], the \ndouble tongue, the carry of the tongue that speaks, carry as the carry of the \nvoice that vociferates (to voci- ferate is to carry the voice) and the other carry, \nthe other devouring one, the voracious carry of the maw and the teeth that \nlacerate and cut to pieces. Vociferation and devourment, we were saying, \nbut let us not hasten to attribute speech to the mouth of man supposed to \nspeak and voracity or even the vociferation of the cry to the animal’s maw. \nIt is precisely this simple and dogmatic opposition, the abuses of this over-\nsimpliﬁ cation that we have in our sights here.\nWe had, then, started to give some weight to an oscillation, a vacillation \ncome in a not quite fortuitous way to affect the pendulum of the title thus \n100 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 83,
      "bucket": "D (5-10%)",
      "error_rate": 9.5,
      "unknown_words_sample": [
        "ibid",
        "est",
        "europ",
        "stituted",
        "ticles",
        "patih",
        "des",
        "posis",
        "insigni",
        "ipse"
      ],
      "full_text": "66  ‡  third session\npronounced, in the French tongue: La bête et le souverain. La . . . le. This \noscillating or vacillating rhythm is imprinted on each of its words, the ar-\nticles (la, le), the nouns or substantives (bête, souverain), the verb, the copula \nor the conjunction (et, e[s]t). And as I have just noted, the suspension of this \npendulum is double.\nOn the one hand, ﬁ rst oscillation, the sexual difference marked at least \nby French grammar (la . . . le), which seemed by chance (as we illustrated \nwith more than one fact and more than one text) to conﬁ rm that the beast \nwas often the living thing to be subjected, dominated, domesticated, mas-\ntered, like, by a not insigniﬁ cant analogy, the woman, the slave, or the child. \nRemember the Hobbes texts we read on this subject, on the subject of the \nright over beasts, in the De Cive. And the sexual difference that seemed \nalso to conﬁ rm (as we illustrated with more than one fact and more than \none text) that the sovereign appeared most often in the masculine ﬁ gure of \nthe king, the master, the chief, the paterfamilias, or the husband — of the \nipseity of the ipse, concerning which a few years ago, reading Benveniste, \nwe had emphasized that, in its very etymology,4 it implies the exercise of \npower by someone it sufﬁ ces to designate as himself, ipse. The sovereign, \nin the broadest sense of the term, is he who has the right and the strength \nto be and be recognized as himself, the same, properly the same as himself. \nBenveniste, to whom I refer you, goes on to wonder about the ﬁ liation of \npoti, Sanskrit patyate, Latin potior (to have power over something, to have at \none’s disposal, to possess, potsedere): “The notion of ‘power’ [. . .] is then con-\nstituted and it receives its verbal form from the predicative expression pote \nest contracted into potest which engenders the conjugation possum, potest, ‘I \nam capable, I can.’ ”5 Now, and I insist on this point, for we will not cease to \nmeasure its consequences, Benveniste had inscribed the value of ipseity, the \nipse, the “oneself,” the “him(one)self” in the same ﬁ liation, as though power \nwere ﬁ rst of all recognized in the one who could be designated or who \ncould be the ﬁ rst to designate himself as the same, a himself, a oneself. We \ncommented a few years back on these lines of Benveniste, who is surprised \nthat a word meaning “master” (as he had shown a page earlier: potis, in San-\nskrit patih (master and husband), in Greek posis (husband), in composition \ndespote¯s) should become so enfeebled (Benveniste’s word and evaluation, but \nI do not believe one can speak here of enfeeblement, of loss of power — to \nthe contrary) as to signify “himself.” On the other hand, Benveniste un-\n4. Émile Benveniste, article “Hospitalité,” in Le vocabulaire des institutions europé-\nennes, 2 vols. (Paris: Éditions de Minuit, 1969), 1:88–91.\n5. Ibid., p. 91.\n \n101\n \n102\n"
    }
  ]
}