{
  "document": "Derrida_TheTruthInPainting",
  "batch_number": 7,
  "total_batches": 9,
  "pages": [
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 270,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "polylogue",
        "restitutions",
        "goldstein",
        "lishing",
        "lito"
      ],
      "full_text": "The first part of this \"polylogue\" ( for n + I-female-voices) was published \nin no. 3 of the journal Macula, as part of a group of articles entitled Martin \nHeidegger and the Shoes of Van Gogh. In it, I take my pretext from an essay by \nMeyer Shapiro published in the same issue of Macula under the title liThe Still \nLife as a Personal Object.\" This is a critique of Heidegger, or more precisely of \nwhat he says about Van Gogh's shoes in The Origin of the Work of Art. Shapiro's \narticle, dedicated to the memory of Kurt Goldstein (\"who was the first/' says the \nauthor, lito draw my attention to this essay [The Origin of the Work of Art] \npresented in a lecture-course in 1935 and I936't first appeared in 1 968, in The \nReach of Mind: Essays in memory of Kurt Goldstein (New York: Springer Pub­\nlishing Company). \nTRANSLATORS' NOTE.-Unless followed by the author's initials, all notes to \n\"Restitutions\" have been added by the translators. Translations from Heidegger \ntake account of Derrida's French versions. The translators have however consulted \nthe English translation of The Origin of the Work of Art by Albert Hofstadter, in \nMartin Heidegger, Poetry, Language, Thought (New York: Harper and Row, 1 97 1 ). \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 273,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "jur",
        "schapiro",
        "indissociable",
        "restitutions",
        "quel",
        "hei",
        "longue",
        "idical",
        "degg",
        "revenance"
      ],
      "full_text": "r \nI \nRESTITUTIONS \n25 9  \npainting truth; if it's a question of knowing what ghost's step \n[quel pas de revenant], city dweller or peasant, still comes to \nhaunt them (\"the ghost of my other I,\" the other I of Vincent the \nsignatory, as Schapiro suggests quoting Knut Hamsun-but Hei­\ndeggлr also does this, elsewhere); if it's a question of knowing \nwhether the shoes in question are haunted by some ghost or are \nghosting/returning [ia revenance] itself (but then what are, who \nare in truth, and whose and what's, these things? ). In short, what \ndoes it all come down to [Ąa revient a quai]? To whom? To whom \nand to what are we to restitute, to reattach, to readjust precisely \n- to what shoe size exactly, made to measure, adequately \n- and where from? How? If at least it's a question of knowing, \nreturning will be from long range [d'une longue portee]. \nWhat I'm saying is that there will have been a correspondence \nbetween Meyer Schapiro and Martin Heidegger. \nOne of them says in 1 9 3 5 : that pair comes back to/belongs \nto/amounts to the peasant, and even the peasant woman \n- what makes him so sure that they are a pair of shoes? What \nis a pair? \n- I don't know yet. In any case, Heidegger has no doubt about \nit; it's a pair-of-peasant-shoes (ein Paar Bauernschuhe). And Ąa \nrevient, this indissociable whole, this paired thing, from the fields \nand to the peasant, man or even woman. Thus Heidegger does \nnot answer one question, he is sure of the thing before any other \nquestion. So it seems. The other one, not agreeing at all, says \nafter mature reflection, thirty-three years later, exhibiting the jur­\nidical exhibits (but without asking himself any questions beyond \nthis and without asking any other question): no, there's been an \nerror and a projection, if not deception and perjury, Ąa revient, \nthis pair, from the city \n- what makes him so sure that it's a pair of shoes? What is \na pair, in this case? Or in the case of gloves and other things like \nthat? \n- I don't know yet. In any case, Schapiro has no doubts about \nthis and lets none show. And according to him, Ąa revient, this \npair, from the city, to some city dweller and even to a particular \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 274,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "schapiro",
        "acker",
        "iden",
        "reattribution",
        "schuhe",
        "tragt",
        "einfach",
        "auf",
        "tifiable",
        "dagegen"
      ],
      "full_text": "260 \nThe Truth in Painting \n\"man of the town and city,\" to the picture's signatory, to Vincent, \nbearer of the name Van Gogh as well as of the shoes which thus \nseem to complete/complement him, himself or his first name, \njust when he takes them back, with a \"they're mine\" [\"it's coming \nback to me\": c;a me revient], these convex objects which he has \npulled off his feet \n- or these hollow objects from which he has withdrawn \nhimself. \n- It's only just beginning but already one has the impression \nthat the pair in question, if it is a pair, might well not come back \nto anyone. The two things might then exasperate, even if they \nwere not made in order to disappoint, the desire for attribution, \nfor reattribution with surplus value, for restitution with all the \nprofit of a retribution. Defying the tribute, they might well be \nmade in order to remain-there. \n- But what does remain mean in this case? \n- Let us posit as an axiom that the desire for attribution is \na desire for appropriation. In matters of art as it is everywhere \nelse. To say: this (this painting or these shoes) is due to [revient \nd] X, comes down to [revient d] saying: it is due to me, via the \ndetour of the \"it is due to (a) me.\" Not only: it is properly due to \nsuch -and -such, man or woman, to the male or female wearer (\" Die \nBauerin auf dem Acker tragt die Schuhe . . . .  Die Bauerin dagegen \ntragt einfach die Schuhe,\" says the one in 1 935, \"They are clearly \npictures of the artist's own shoes, not the shoes of a peasant,\" \nreplies the other in 1 968, my emphasis), but it is properly due to \nme, via a short detour: the identification, among many other \nidentifications, of Heidegger with the peasant and Schapiro with \nthe city dweller, of the former with the rooted and the sedentary, \nthe latter with the uprooted emigrant. A demonstration to be \nfollowed up, for let us have no doubt about this, in this restitution \ntrial, it's also a question of the shoes, or even the clogs, and going \nonly a little further back for the moment, of the feet of two \nillustrious Western professors, neither more nor less. \n- It's certainly a question of feet and of many other things, \nalways supposing that feet are something, and something iden­\ntifiable with itself. Without even looking elsewhere or further \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 275,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "neously",
        "tifact",
        "schapiro",
        "holzwege",
        "measuredly",
        "restitutions",
        "zeug",
        "venient",
        "simulta",
        "revient"
      ],
      "full_text": "RESTITUTIONS \n26 1 \nback, restitution reestablishes in rights or property by placing the \nsubject upright again, in its stance, in its institution. \"The erect \nbody,\" writes Schapiro. \n- Let us then consider the shoes as an institute, a monument. \nThere is nothing natural in this product. In the analysis of this \nexample, Heidegger is interested in the product (Zeug). (As a con­\nvenient simplification, let us retain the translation of Zeug as \n\"product.\" It is used in the [French] translation of Holzwege, for \nthe translation of The Origin of the Work of Art. Zeug, as we \nmust specify and henceforth remember, is doubtless a \"product,\" \nan artifact, but also a utensil, a generally useful product, whence \nHeidegger's first question on \"usefulness.\") Speaking of this ar­\ntifact, the one says, before even asking himself or posing any other \nquestion: this pair is due to the one (male or female). To the other, \nreplies the other, proof in hand but without further ado, and the \none does not amount to the same thing as [ne revient pas a] the \nother. But in the two attributions it does perhaps amount to the \nsame thing via a short detour, does perhaps come down to a subject \nwho says me, to an identification. \n- And these shoes concern them [les regardent: literally, \n\"look at them\"]. They concern us. Their detachment is obvious. \nUnlaced, abandoned, detached from the subject (wearer, holder or \nowner, or even author-signatory) and detached/untied in them­\nselves (the laces are untied) \n- detached from one another even if they are a pair, but with \na supplement of detachment on the hypothesis that they don't \nform a pair. For where do they both-I mean Schapiro on one side, \nHeidegger on the other-get their certainty that it's a question \nhere of a pair of shoes? What is a pair in this case? Are you going \nto make my question disappear? Is it in order not to hear it that \nyou're speeding up the exchange of these voices, of these unequal \ntirades? Your stanzas disappear more or less rapidly, simulta­\nneously intercut and interlaced, held together at the very crossing \npoint of their interruptions. Caesuras that are only apparent, you \nwon't deny it, and a purely faked multiplicity. Your periods remain \nwithout enumerable origin, without destination, but they have \nauthority in common. And you keep me at a distance, me and \nmy request, measuredly, I'm being avoided like a catastrophe. But \ninevitably I insist: what is a pair in this case­ \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 277,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "schapiro",
        "fait",
        "qunj",
        "quonj",
        "restej",
        "restitutions",
        "qui",
        "correspon",
        "etc",
        "doesn"
      ],
      "full_text": "RESTITUTIONS \nspite the apparent poverty of this quarrel over restitution or of \nthis trafficking in shoes, a certain deal done might well make \neverything pass through it. In its enormity, the problem of the \norigin of the work of art might well pass through these lace holes, \nthrough the eyelets in the shoes (in a painting) by Van Gogh. Yes, \nwhy not? But on condition that this treatment, of course, should \nnot be abandoned to the hands of Martin Heidegger or to the hands \nof Meyer Schapiro. I do say \"not be abandoned,\" for we intend to \nmake use of their hands, too, or even, what's more [au restej of \ntheir feet. \nThe choice of the procedure to adopt is difficult. It slides \naround. What is certain is that there will have been correspon­\ndence between Heidegger and Schapiro. And that there is here \nsomething like a pairing-together in the difference of opinion, the \nenigma of a complementary fitting-together of the two sides, of \none edge to the other. But I still don't know where to start from, \nwhether I must speak or write about it, nor, above all, in what \ntone, following what code, with a view to what scene. And in \nwhat rhythm, that of the peasant or that of the city dweller, in \nthe age of artisanal production or that of industrial technology? \nNeither these questions nor these scruples are outside the debate \nbegun by Heidegger around the work of art. \nBut do I really want to undertake this procedure? \nI shall begin by fixing a certainty that looks axiomatic. Set­\ntling myself in it as though in a place where things appear not to \nmove, where things no longer slide around, I'll set off from there \n(very quickly), having blocked one of my feet in that place, one \nof my points, immobile and crouched before the starter's gun. \nThis place which I begin by occupying slowly, before the race, \ncan here only be a place of language. \nHere it is. Questions about awkward gait (limping or shifty?), \nquestions of the type: \"Where to put one's feet? \"  \"How is it \ngoing to work [marcher]? \"  \"And what if it doesn't work?\" \n\"What happens when it doesn't work (or when you hang up \nyour shoes or miss them with your feet)?\" \"When-and for \nwhat reason-it stops working? \"  \"Who is walking?\" \"With \nwhom?\" \"With what.\" liOn whose feet?\" \"Who is pulling whose \nleg? [qui fait marcher qunj\" \"Who is making what go? [qui \nfait marcher quonj\" \"What is making whom or what work?\" \netc., all these idiomatic figures of the question seem to me, \nright here, to be necessary. \nNecessary: it's an attribute. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 279,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "pensee",
        "heisst",
        "stantaneously",
        "econgmy",
        "trans",
        "schapiro",
        "pnkipitation",
        "faire",
        "denken",
        "orientiren"
      ],
      "full_text": "RESTITUTIONS \ngreater or lesser period, or even forever, out of use? What do they \nmean? What are they worth? More or less? And according to what \necongmy? What does their surplus (or minus) value signal toward? \nWhat can they be exchanged for? In what sense (whom? what?) \ndo they faire marcher­ and make speak? \nThere's the subject, announced. \nIt returns slowly. But always too quickly-precipitate step/ \nno hurry [pas de pnkipitation]-headfirst to occupy upright, in­\nstantaneously, the abandoned places; to invest and appropriate \nthe out-of-use places as though they remained unoccupied only \nby accident, and not by structure. \nThe subject having been announced, let's leave the shoes here \nfor a while. Something happens, something takes place when \nshoes are abandoned, empty, out of use for a while or forever, \napparently detached from the feet, carried or carrying, untied in \nthemselves if they have laces, the one always untied from the \nother but with this supplement of detachment on the hypothesis \nthat they do not make a pair. \n- Yes, let us suppose for example two (laced) right shoes or \ntwo left shoes. They no longer form a pair, but the whole thing \nsquints or limps, I don't know, in strange, worrying, perhaps \nthreatening and slightly diabolical fashion. I sometimes have this \nimpression with some of Van Gogh's shoes and I wonder whether \nSchapiro and Heidegger aren't hastening to make them into a pair \nin order to reassure themselves. Prior to all reflection you reassure \nyourself with the pair. \n- And then you know how to find your bearings in thought.l \n- As soon as these abandoned shoes no longer have any strict \nrelationship with a subject borne or bearing/wearing, they become \nthe anonymous, lightened, voided support (but so much the heav­\nier for being abandoned to its opaque inertia) of an absent subject \nwhose name returns to haunt the open form. \n- But precisely, it is never completely open. It retains a form, \nthe form of the foot. Informed by the foot, it is a form, it describes \nthe external surface or the envelope of what is called a \"form,\" \n1 .  A reference to Kant's 1786 article \"Was heisst: sich in Denken \norientiren,\" translated into French as Qu'est-ce que s'orienter dans la \npensee, trans. A. Philonenko, 4th ed. (Pans: Vriu, 1 9(8). \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 282,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "traum",
        "sym",
        "idiome",
        "assoziiren",
        "symboliza",
        "bataille",
        "doesn",
        "deutung",
        "tion",
        "ducible"
      ],
      "full_text": "The Truth in Painting \n(or the shoe) replaces what is supposed to be lacking because of \nits form but because of its directional situation, the syntax of a \nmovement upwards, from the very-low, the most-low, a system \nof relationships in the alleged generation of the fetish. And Freud \ndoes not then designate something, a more or less detachable \nwhole, for example \"the foot\" or \"the shoe.\" He specifies: \"or a \npart of these,\" the relatively detachable part of an always divisible \nensemble. \n- The big toe, for example? Doesn't the shoe by itself play \nthe role of a detached big toe? In this market of sizes [de la \npointure], the resonance of offers, demands, stocks rising or falling \nought to have added to it a speculation on Bataille (The Big Toe, \nSacrificial Mutilation and Van Gogh 's Severed Ear, Van Gogh as \nPrometheus). \n- In any case the shoe, for Freud, is no more the penis than \nit is the vagina. Of course he recalls, against Steckel, that certain \nsymbols cannot be at the same time both masculine and feminine. \nOf course he specifies that long, firm objects (weapons, for ex­\nample) could not symbolize female genital organs, nor hollow \nobjects (cases, boxes, coffers) masculine organs. But he does so \nonly to admit immediately afterwards that bisexual symboliza­\ntion remains an irrepressible, archaic tendency, going back to \nchildhood which is ignorant of the difference of the sexes (Traum­\ndeutung, VI, V). \"Let us add here that most dream-symbols are \nbisexual and can, according to the circumstances, be referred to \nthe organs of both sexes\" ( Uber den Traum). According to the \ncircumstances, in other words also according to a syntax irre­\nducible to any semantic or \"symbolic\" substantiality. \n- So it is always necessary to hold in reserve a sort of excess \nof interpretation, a supplement of reading-which is decisive, to \ntell the truth-for the idiom of a syntactic variation. Even if ab­\nsolute idiom is the name of a lure. The absolute \"pas d'idiome\" \ndoes not authorize us-quite the contrary-to be content with \nsymbolic equivalences always ready-to-wear, or with off-the-peg \nuniversals. This is perhaps the sense of a little phrase in brackets \nand as if it were a postscript, at the end of Ferenczi's note, in \nwhich he distinguishes individual variants from universal sym­\nbols. This distinction depends on the wealth of associations ( \" sich \nan sie reichlich Einflille assoziiren\") but this economic criterion \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 283,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "ponge",
        "sential",
        "restruc",
        "oberschuh",
        "idiome",
        "ecarts",
        "borated",
        "overgarments",
        "schapiro",
        "redistributions"
      ],
      "full_text": "RESTITUTIONS \nconcerns variations which are also deviations [ecarts], restruc­\nturations, general redistributions. And deviations without an es­\nsential norm. Network of differential traces. (I specify, also in \nparentheses, that the case evoked by Ferenczi does not bring shoes \nstricto sensu on stage, but in some sense overshoes, supplements, \nor overgarments (Gummi-Oberschuh (Galoschen)) which fit not \nonto the feet but onto the shoes. When it's raining or snowing \none leaves them in the hall while nonetheless retaining one's \nshoes. And-a trait which is important if not sufficient for the \ninterpretation-this overshoe or surplus shoe is made of rubber. \nWhence, according to Ferenczi, the vagina symbolism. It remains \nto be discovered, and this is to be followed up, whether this sheath \neffect-\n- Taking into account what has just been said of the \"pas \nd'idiome\" but also against symbolic universals, it goes without \nsaying that we shall remain far, very far, from an idiomatic reading \nof Van Gogh, of his signature or a fortiori of a particular picture. \nIt will only be a question, as with what was said and done with \nregard to Genet, Ponge, or Blanchot, of preliminaries to the posing \nof such a question. It is a question that has to be entirely reela­\nborated: we do agree about that, don't we? \n- Agreed or not, I suggest putting this question off [remettre] \nuntil later. It is moreover made to be put off, since it concerns \nthe putting-off until later, further on, if ever one gets there. I \nbelieve it to be a very scientific question but also one that is \nforeign to what is most often said in the name of science, that \nis, of a philosophy of science. \n- There are two types of object and the \"form\" of the shoe \nhas another privilege: it combines in a system the two types of \nobject defined by Freud: elongated, solid or firm on one surface, \nhollow or concave on the other. It turns inside out \n- like a pair of gloves. Van Gogh painted a pair ( ? )  of gloves \n(in January r 889, in Arles) and in the note which he devotes to \nit, Schapiro again seems to consider them to be \"personal objects.\" \nHe reappropriates them, hastens to pair them up, and even to pair \nthem with the cypresses which appear in the same still life (\"The \nchoice of objects is odd, but we recognize in it Van Gogh's spirit. \nIn other still lives he has introduced objects that belong to him \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 284,
      "bucket": "A (0-1%)",
      "error_rate": 0.7,
      "unknown_words_sample": [
        "schapiro"
      ],
      "full_text": "The Truth in Painting \n(my emphasis-J.D.) in an intimate way-his hat and pipe and \ntobacco pouch . . . .  His still lives are often personal subjects, little \nouter pieces of the self exposed with less personal but always \nsignificant things. Here the blue gloves, joined like two hands \n(my emphasis-J.D.) in a waiting passive mood, are paired in \ndiagonal symmetry with a branch of cypress, a gesticulating tree \nthat was deeply poetic to Van Gogh . . .  the gloves and the branches \nbelong together .\n. . \" (my emphasis-J.D.)).2 \n- I suggest that we don't yet risk dealing directly with \nthis question of fetishism, with the reversibility of gloves, or \nwith directionality in the pair. For the moment I'm interested \nin the correspondence between Meyer Schapiro and Martin \nHeidegger. \n- We're marking time. We're not even sliding around, we're \nfloundering, rather, with a slightly indecent complacency. To what \nare we to relate this word {{correspondence\" which keeps on re­\nturning? To this exchange of letters in 1965 ? \nStill Life (basket with oranges and lemons, branches, gloves). \n2. Meyer Schapiro, Van Gogh (New York: Abrams, n.d.), 92.-J. D. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 285,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "trinsic",
        "scha",
        "schapiro",
        "sterdam",
        "morte",
        "sity",
        "tures",
        "ouverte",
        "restitutions",
        "lec"
      ],
      "full_text": "RESTITUTIONS \n27 1 \n- I would be interested rather in a secret correspondence, \nobviously: obviously secret, encrypted in the ether of obviousness \nand truth, too obvious because in this case the cipher remains \nsecret because it is not concealed. \nIn short, again entrusted to the purveyor of truth, this cor­\nrespondence is a secret for no one. Its secret ought to be readable \nin black and white [d lettre ouverte]. The secret correspondence \ncould be deciphered right on the level of the public correspon­\ndence. It does not take place anywhere else and is not inscribed \nelsewhere. Each of them says: l owe you the truth in painting and \nI will tell it to you. But the emphasis should be placed on the \ndebt and on the owe [doit: il doit means \"he must,\" \"he ought,\" \n\"he should,\" and also \"he owes\"], the truthless truth of truth. \nWhat do they both owe, and what must they discharge through \nthis restitution of the shoes, the one striving to return them to \nthe peasant woman, the other to the painter? \nYes, there was indeed that exchange of letters in I96 5 .  Scha­\npiro reveals it in \"La nature morte,\" which is how one must \ntranslate into French \"The Still Life,\" which you have just read. \nThis \"Dead Nature,\" the essay which bears this title, is a homage \nrendered, a present made to one dead, a gift dedicated to the \nmemory of Kurt Goldstein, who had, during his lifetime, earned \nSchapiro's gratitude by this gesture at least: having given him The \nOrigin of the Work of Art\" to read (\"It was Kurt Goldstein who \nfirst called my attention to this essay . . .  \"). In a certain way, \nSchapiro discharges a debt and a duty of friendship by dedicating \nhis \"Dead Nature\" to his dead friend. This fact is far from being \nindifferent or extrinsic (we shall return to it), or at least the ex­\ntrinsic always intervenes, like the parergon, within the scene. \nRemember these facts and dates. Meanwhile, I shall pick out a \nfew of them drily. Having emigrated when very young, Schapiro \nteaches at Columbia (New York) where Goldstein, fleeing Nazi \nGermany in I 93 3  (having been imprisoned there, and then freed \non condition of leaving the country) himself taught from I 93 6  to \nI 940. He arrived there after a painful stay of one year in Am­\nsterdam, precisely. He wrote The Structure of the Organism there. \nThese are the very years in which Heidegger was giving his lec­\ntures on The Origin of the Work of Art and his Introduction to \nMetaphysics course (the two texts in which he refers to Van Gogh). \nThis last act happens, then, in New York, Columbia Univer­\nsity, where, unless I'm mistaken, Schapiro was already living and \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 287,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "ils",
        "sterdam",
        "schapiro",
        "revenir",
        "reprendre",
        "emigre",
        "restitutions",
        "des",
        "chaussures",
        "ment"
      ],
      "full_text": "RESTITUTIONS \n273 \nstein to undertake his long march toward New York, via Am­\nsterdam. There is much to discharge, to return, to restitute, if not \nto expiate in all this. It all looks as though Schapiro, not content \nwith thanking a dead man for what he gave him to read, was \noffering to the memory of his colleague, fellow man and friend, \nnomad, emigre, city dweller, \n- a detached part, a severed ear, but detached or severed from \nwhom? \n- the pair taken back, whisked away, or even snatched from \nthe common enemy, or at any rate the common discourse of the \ncommon enemy. For Schapiro, too, and in the name of the truth, \nit is a matter of finding his feet again [reprendre pied], of taking \nback [reprendre] the shoes so as to put the right feet back in them. \nFirst of all by alleging that these shoes were those of a migrant \nand city dweller, \"the artist, by that time a man of town and city,\" \nthings later to get dangerously complicated by the fact that this \nmigrant never stopped uttering the discourse of rural, artisanal, \nand peasant ideology. All these great professors will, as they say, \nhave invested a lot in these shoes which are out of use in more \nways than one. They've piled it on [Ils en ant remis]. Remettre \nwould carry a lot of weight in this debate. The snares frets] of \nthese shoes are formed of these re- prefixes in revenir \"to return\" \nand remettre. Remise des chaussures [\"giving the shoes back\"; \n\"putting the shoes back on\"; \"handing the shoes over\"; \"shoe \nshed\"]. They are, they can always be detached (in all the senses \nwe have listed!, abandoned, a 1a remise. A temptation, inscribed \nfrom that moment on the very object, to put it back, to put the \nshoes back on one's feet, to hand them over to the subject, to the \nauthentic wearer or owner reestablished in his rights and rein­\nstated in his being-upright. The structure of the thing and the \ntrial obliges you, then, always, to keep adding to it. The measure \nhere is one of supplementary retortion. \n- Which is what this incredible reconstitution is now doing. \nIt's a delirious dramaturgy that projects in its turn: a collective \nhallucination. These shoes are hallucinogenic. \n- Yes, I'm going rather too quickly here. Let's say that all \nthis is going on into the bargain, and give me credit for the mo­\nment. Allow me a slight advance and let's say that I'm espousing \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 288,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "pointure",
        "schapiro",
        "gibt",
        "appropri",
        "restitutes",
        "restance",
        "ment",
        "ful",
        "goldstein",
        "ated"
      ],
      "full_text": "274 \nThe Truth in Painting \nwhat was, perhaps, on both sides, a delirium. There is persecution \nin this narrative, in this story of shoes to be identified, appropri­\nated, and you know how many bodies, names, and anonymities, \nnameable and unnameable, this tale is made up of. We'll come \nback to it. What carries weight here, and what matters to me, is \nthis correspondence between Meyer Schapiro and Martin \nHeidegger. \n- Are we going to make them equivalent lies renvoyer dos \na dos], setting up the pair again \n- Is it really a pair? \n- setting up the two shoes again in their \"proper\" abandon­\nment, in their being-unlaced which, between them, slap in the \nmiddle \n- in their restance? \n- That would be impossible. Restance is never entirely rest­\nful, it is not substantial and insignificant presence. I've also got \nthings to do with these shoes, giving them, maybe, even if I were \ncontent to say at the end: quite simply these shoes do not belong, \nthey are neither present nor absent, there are [ii y a 1 shoes, period. \n- He tied [il iial these shoes. And the twisted cable of our \nvoices-\n- Es gibt, it gives, these shoes, \n- The literal correspondence, what you call the exchange of \nletters, is now (just about) a public phenomenon. Made public by \nSchapiro in his homage to the memory of Goldstein. This hence­\nforth public exchange gave rise, apparently, to something like a \ndisagreement. We could say that it resulted in a disagreement. At \nany rate, Schapiro who unveils and comments on this correspon­\ndence, thus hanging onto the last word, concludes on a disagree­\nment. He claims to hold the truth of the shoes (of the picture) of \nVincent (Van Gogh). And as he owes the truth, he restitutes it. \nHe identifies (in all senses of this word) the painting and the shoes, \nassigns them their points or their proper size [pointure], names \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 289,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "scha",
        "schapiro",
        "collectif",
        "symboles",
        "arasse",
        "restitutions",
        "toute",
        "proces",
        "piro",
        "muscipula"
      ],
      "full_text": "RESTITUTIONS \n275 \nthe work and attributes the subject of the work (the shoes) to the \nsubject of the work, that is, to its true subject, the painter, Van \nGogh. According to him, Heidegger gets both the painting and \nthe shoes wrong. By attributing them to some peasant man or \nwoman, he remains in error (lithe error lies . . .  \n\"), in imaginary \nprojection, the very thing against which he claimed to put us on \nour guard (\"He has indeed 'imagined everything and projected it \ninto the painting' I f) . According to Schapiro, Heidegger has put \nthe shoes back onto (male or female) peasants' feet. He has, in \nadvance, laced them, bound them on to peasant ankles, those of \na subject whose identity, in the very contour of its absence, ap­\npears quite strict. Such, according to Schapiro, is the error, the \nimagination, the precipitate projection. It has many causes, Scha­\npiro detects more than one of them, but let's leave that aside for \nthe moment. \n- But what's the cause of this so-called public correspondence? \n- Like all causes, and everything on trial [toute chose en \nproces], the proximate cause is a sort of trap. Schapiro lays it for \nHeidegger before catching his own feet in it. \n- And yet. He knows all about traps. He has written most \nexpertly about the trap in painting. For example about that mouse­\ntrap that Joseph in that Annunciation by the Master of Flemalle4 \n- But that trap is set for the Devil (Muscipula Diaboli), its \nbait is Christ's flesh. \n- All the more reason to be wary here. The diabolical is \nperhaps already caught, a supplementary bait, in the limping of \nthese two shifty shoes which, if the double doesn't make a pair, \nnonetheless trap those who want to put their feet back into them, \nprecisely because one cannot-must not-put one's feet in them \nand because that would be the strange trap. As for the Chris tic \nshade of the bait, we shall see that it is not entirely absent among \nall these ghosts. This strange trap-\n4. Cf. Meyer Schapiro, \"Muscipula Diaboli,\" the Symbolism of the \nMe-rode Altarpiece, in Renaissance Art, ed. Creigton Gilbert (New York: \nHarper, 1970). French translation in Symboles de la Renaissance, recueil \ncollectif published by Daniel Arasse (Paris: P.U.F., 1976).-J. D. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 292,
      "bucket": "B (1-3%)",
      "error_rate": 1.5,
      "unknown_words_sample": [
        "hors",
        "pairedness",
        "noth",
        "unpairedness",
        "sciously"
      ],
      "full_text": "The Truth in Painting \nof this \"unpairedness\" (two shoes for the same foot, for example, \nare more the double of each other but this double simultaneously \nfudges both pair and identity, forbids complementarity, paralyzes \ndirectionality, causes things to squint toward the devil), is it not \nthe logic of this false parity, rather than of this false identity, \nwhich constructs the trap? The more I look at this painting, the \nless it looks as though it could walk . . .  \n- Yes, but for that to be the case the \"unpairedness\" must \nremain a possibility which is, I shall say, a limit-possibility, im­\nprobable. And what's more, even if Van Gogh had given a title to \nthe picture, and entitled it \"pair of . . .  ,\" that would change noth­\ning in the effect produced, whether or not it is sought after con­\nsciously. A title does not simply define the picture it's attached \nto or which it's detached from according to numerous and some­\ntimes overdetermined modes. It can form part of the picture and \nplay more than one role in it, provide more than one figure of \nrhetoric in it. \"Pair-of-,\" for example, can induce one to think of \nparity, the \"truth of the pair,\" while showing unpairedness, or the \npeerless [ie hors-pair]. And then, another argument, the \"un­\npairedness\" can say and show parity, the truth of the pair, with \nmuch greater force. Just as, as we shall see, the out-of-use exhibits \nutility or idleness exposes the work. \n- I find this pair, if I may say so, gauche. Through and through. \nLook at the details, the inside lateral surface: you'd think it was \ntwo left feet. Of different shoes. And the more I look at them, \nthe more they look at me, the less they look like an old pair. More \nlike an old couple. Is it the same thing? If one let oneself slip to \nthe facility of the symbolism you were talking about just now, \nthe obvious bisexuality of this plural thing would stem from the \ninside-out passivity, open like a glove, more offered, more un­\ndressed, of the left shoe (I specify: on the left of the picture, since \nunpairedness can also affect the layout of a \"real\" pair, the left \nshoe facing us from the left, and the right from the right, of the \npicture) \n- it's a peasant woman \n- a potato eater or the Peasant Woman of Brabant ( 1 885 ), \nthe empty headdress of one or the other, while the other (left? ) \nshoe, on the right of the picture (how should we orient ourselves \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 293,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "pointure",
        "degaine",
        "schapiro",
        "interestedness",
        "ula",
        "derstand",
        "iden",
        "restitutions",
        "repre",
        "prend"
      ],
      "full_text": "RESTITUTIONS \n279 \nto talk about them? ) is more right/straight, narrow, strict, less \nopen. In short, what one would in the past have called more \nmasculine, and that's the one that holds out the lace with the \nhalf-open circle, opposite the first name. \n- If, as Schapiro suggests, the signatory is the owner or, an \nimportant nuance, the wearer of the shoes, shall we say that the \nhalf-open circle of the lace calls for a reattachment: of the painting \nto the signature (to the sharpness, the pointure, that pierces the \ncanvas), of the shoes to their owner, or even of Vincent to Van \nGogh, in short a complement, a general reattachment as truth in \npainting? \n- That's moving far too fast. Whatever proof you claim to \nhave in hand, the signatory of a picture cannot be identified with \nthe nameable owner of an essentially detachable object repre­\nsented in the picture. It is impossible to proceed to such an iden­\ntification without an incredible ingenuousness, incredible in so \nauthorized an expert. An identificatory ingenuousness with re­\nspect to the structure of a picture, and even to that of an imitative \nrepresentation in the simplest sense of a \"copy.\" Identificatory \ningenuousness with respect to the structure of a detachable object \nin general and with respect to the logic of its belonging in general. \nWhat interestedness can have motivated such a faux-pas, that's \nthe question I was trying to ask a while ago with reference to the \nstrange three-person restitution scene, all three of them great \nEuropean university professors. Why suddenly this blindness, this \nputting-to-sleep, all of a sudden, of all critical vigilance? Why \ndoes lucidity remain very active, hypercritical, around this mac­\nula, but only on its edges? Why this hasty compulsion, driving \nthe one to give as homage to the second, the dead one, a still life/ \ndead nature snatched from (the no less hasty and compulsive \ninterpretation of ) the other, the third or the first as you wish, the \nfourth party as always remaining in exclusion? (:a donne the \nbetter to take back, r;a prend as it gives, as soon as there are these \nlaces/ snares \n- of the purse or the fetish, if I understand aright. If I un­\nderstand aright, we don't yet know to what bearer the gawkiness \n[degaine] of this object refers, but since you're interested in the \nbearer, for the moment I see in this lace a sort of check payable \nto the bearer. Checks payable to the bearer. The trap is that each \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 298,
      "bucket": "E (10%+)",
      "error_rate": 10.3,
      "unknown_words_sample": [
        "werkhafte",
        "uberfall",
        "byle",
        "symbebekota",
        "bypostasis",
        "menon",
        "struc",
        "underneatb",
        "marcbe",
        "das"
      ],
      "full_text": "The Truth in Painting \nthen this picture itself seem here to be detached and as if adrift. \nThat makes a lot of things. And it's very complicated. The struc­\nture of detachment-and therefore of the subjectivity of these \ndifferent subjects-is different in each case. And we have to make \nclear that the correspondence we're interested in aims to efface \nall these differences. Among which I have not yet counted the \none which determines the (underlying) subjectivity of the shoe in \nits most fundamental surface, the sole. Nor the still more or less \nfundamental subjectivity of the ground (on or without the support \nof the canvas) along with this pas de contact (this pas de sujet) \nwhich, rhythmically, raises the adhesion of a march/walk/step. \nThe pas is not present or absent. And yet it works [marcbe] badly \nwithout a pair \n- But I'm very surprised. It was indeed Heidegger's text that \nopened this debate. Now he leaves any problematic of subjectivity \nfar behind him, doesn't he? Such a problematic in fact presupposes \nwhat is here, among other things, desedimented by him, that is, \nthe determination of the thing as hypokeimenon, support, sub­\nstratum, substance, etc.? \n-That's one of the paradoxes of this exchange. Each discourse \nin it remains unequal, inadequate to itself. In Tbe Origin, the \npassage on \"a famous picture by Van Gogh\" belongs to a chapter \n\"Thing and Work.\" He is occupied in that chapter with removing \n(but removal is not enough) the thing from the metaphysical de­\nterminations which, according to Heidegger, have set upon it, \ncovering it over and simultaneously assaulting it, doing it injury \n[injure] (Uberfall), insulting [insultant], as the French translator \nhas it, what is properly speaking the thing in the thing, the product \nin the product, the work in the work (das Dingbafte des Dinges, \ndas Zeugbafte des Zeuges, das Werkhafte des Werkesl. These \ndeterminations of the Uberfall go in pairs or couples. Among \nthem is the determination of the thing as underneatb (bypokei­\nmenon or bypostasis) in opposition to the symbebekota which \narise on top of it. This oppositional couple will be transformed, \nin Latin, into subjectum (substantia)/accidens. This is only one \nof the pairs of oppositions that fall upon/attack the thing. The \nother two are, according to Heidegger, that of aistbeton/noeton \n(sensible/intelligible) and that of byle/eidos-morpbe (matterlform­\nfigure). \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 299,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "lematic",
        "degger",
        "schapiro",
        "jectum",
        "bas",
        "restitutions",
        "heideggerian",
        "hei",
        "subjectum",
        "priate"
      ],
      "full_text": "RESTITUTIONS \nWe must accompany for a while this Heideggerian procedure. \nIt constitutes the context immediately framing the allusion to \nthe \"famous picture.\" And if Schapiro is right to reproach Hei­\ndegger for being so little attentive to the internal and external \ncontext of the picture as well as to the differential seriality of the \neight shoe paintings, he ought himself to have avoided a rigorously \ncorresponding, symmetrical, analogous precipitation: that of cut­\nting out of Heidegger's long essay, without further precautions, \ntwenty-odd lines, snatching them brutally from their frame which \nSchapiro doesn't want to know about, arresting their movement \nand then interpreting them with a tranquillity equal to that of \nHeidegger when he makes the \"peasant's shoes\" speak. Thus, \ngetting ready to deal with shoes in painting and with subjectum \nin multiple senses, and with ground, background, support (the \nearth and the canvas, earth on the canvas, canvas on the earth, \nshoes on the earth, earth on and under the shoes, shod feet on \nthe earth, the subject supposed to bear (or be borne by) the feet, \nthe shoes, etc., the subject of the picture, its subject-object and \nits signatory subject, all this over again on a canvas with or with­\nout an underneath, etc.), in short, getting ready to deal with being­\nunderneath, with ground and below ground, it is perhaps appro­\npriate to mark a pause, before even beginning, around this sub­\njectum. I reserve for another occasion a reading of clothes or \ntissues or veils, for example the stocking [le bas; also, \"the low\"]' \nas what's underneath this text. As we shall see, this is not without \nits relationship with the underneath currently occupying us around \nthe sole. \n- Is it appropriate in order to give its rightful place to a sort \nof affinal assonance, as though to set the key before speaking of \nthe subject (in all senses) of the \"famous picture\"? Or else must \nwe consider the link between the two \"subjects,\" the two prob­\nlematic places of the subject, to be essential and necessary? \n- I think it's appropriate for both reasons. The question of \nthe underneath as ground, earth, then as sole, shoes, sock-stock­\ning-foot, etc., cannot be foreign to the \"great question\" of the \nthing as hypokeimenon, then as subjectum. And then, if it is \naccepted that the procedure of The Origin intends to lead back \nbeyond, upstream of or to the eve of the constitution of the sub­\njectum in the apprehension of the thing (as such, as product or \nas work), then asking it the question of the \"subject,\" of the \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 300,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "schritt",
        "chaussee",
        "schapiro",
        "zeuges",
        "peasanthood",
        "bas",
        "comme",
        "weg",
        "ings",
        "avec"
      ],
      "full_text": "286 \nThe Truth in Painting \nsubject of this pair of shoes, would perhaps involve starting with \na misapprehension, by an imaginary projective or erroneous read­\ning. Unless Heidegger ignores (excludes? forecloses? denies? leaves \nimplicit? unthought? )  an other problematic of the subject, for \nexample in a displacement or development of the value \"fetish.\" \nUnless, therefore, this question of the subjectum is displaced \notherwise, outside the problematic of truth and speech which \ngoverns The Origin. The least one can say is that Schapiro does \nnot attempt to do this. He is caught in it and without even, \napparently, having the least suspicion of this. \n- And yet. If this \"step backwards\" (Schritt zuriick) on the \nroad of thought \n- There is the insistence on questioning thought as \"Weg, 1 /  \nas road or as traveling. It regulates everything in Heidegger. It is \ndifficult and we should have to put it in accord with the \"subject\" \nwhich is occupying us in its proper place, with its countryside, \nits peasanthood, its \"world,\" and this \"thing\" which is neither of \nthe ground nor of the peasant but between them, the shoes. That \nwould take us too far afield today, over toward the shoes or stock­\nings with which thought makes its way, thinks, speaks, writes, \nwith its language shod or as its roadway [avec sa langue (comme) \nchaussee]; and toward what takes place when the shoes of thought \nare not (are they ever? ) laced absolutely strictly or when the stock­\nings [bas] of language are a little undone. Suppose that Van Gogh's \nshoes are like those which, in the text, have just made their way \nalong \"the road which leads to what is properly product.\" (Doch \nwelcher Weg fihrt zum Zeughaften des Zeuges is a sentence which \noccurs four lines before the evocation of the \"famous picture\" \nand the sentence which Schapiro quotes as he begins: \"We are \nmost easily insured against this if we simply describe a product \nwithout any philosophical theory. Let us take as an example a \nwell-known product: a pair of peasant's shoes . . . .  \" It is not yet \na question of a product as a work of art or in a work of art: a slim \nand equivocal articulation which we shall soon have to take ac­\ncount of, if, that is, we want to read this text.) \n- If then, however, this \"backward step\" on the road of thought \nwas supposed to go back behind any \"subjectum,\" how do we \nexplain this naive, impulsive, precritical attribution of the shoes \nin a painting to such a determined \"subject,\" the peasant, or rather \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 301,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "comple",
        "uberfall",
        "trans",
        "schapiro",
        "heideg",
        "noncongruence",
        "grunderfahrung",
        "hypokeimenon",
        "subjectum",
        "iibernimmt"
      ],
      "full_text": "RESTITUTIONS \nthe peasant woman, this tight attribution and determination which \ndirect this whole discourse on the picture and its \"truth\"? Would \nwe all agree about calling this gesture naIve, impulsive, precrit­\nical, as I have just done? \n- Yes, and on this precise point Schapiro's demonstration \nconfirms what could very quickly be seen. But we still have to \ndemarcate the place and function of this \" attribution\" in the text, \ntrace the map of its effects in the long run of Heidegger's move, \nits apparent noncongruence with the dominant motifs of the es­\nsay: a climb back up behind the subjectum, indeed, but also a \ncritique of representation, of expression, of reproduction, etc. We \nshall have to come back to this, and to the logic of the Uberfall. \nOn all these questions, and despite having a negative and punctual \npertinence, Schapiro's demonstration seems to me to be soon \nexhausted. And its \"impulsive or precritical naIvete\" (I pick up \nthese words) seems to me to be entirely symmetrical or comple­\nmentary with the naIvete which he rightly denounces in Heideg­\nger. The correspondence will forward these effects, right down to \ntheir details. In a moment. \nWe had agreed on a pause near the subjectum, if only to turn \nup the underside of this correspondence. \n- In the museum of Baltimore there is a pair of shoes by Van \nGogh (yes, perhaps a pair, this time), high-sided shoes, like these. \nLet's say half-boots. But on the left, one of them is overturned, \nshowing its underside, its almost new sole, decorated with a hob­\nnailed design. The picture dates from 1 887 (F. 333). \n- Let's go back to before the allusion to the \"famous picture,\" \nto the point where the chapter \"Thing and Work\" names \"the \nfundamental Greek experience of the Being of beings in general.\" \nI emphasize fundamental (Grunderfahrung). The interpretation \nof the thing as hypokeimenon and then as subjectum does not \nonly produce (itself as) a slight linguistic phenomenon. The trans­\nforming translation of hypokeimenon as subjectum corresponds, \naccording to Heidegger, to another \"mode of thought\" and of being­\nthere. It translates, transports, transfers (Heidegger emphasizes \nthe passage implied in iiber) over and beyond the aforementioned \nfundamental Greek experience: \"Roman thought takes over \n(iibernimmt) the Greek words ( Warter) without the corresponding \nco-originary experience of what they say, without the Greek word \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 302,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "leur",
        "originarily",
        "ileft",
        "ence",
        "bodenlosigkeit",
        "experi",
        "tenir",
        "bodenlas",
        "fortiori",
        "warter"
      ],
      "full_text": "288 \nThe Truth in Painting \n(Wort). The absence-of-ground (Bodenlosigkeit) of Western thought \nopens with this translation.\" \nThe ground (of thought) comes then to be lacking when words \nlose speech [la parole]. The \"same\" words (Warter) deprived of \nthe speech (Wort) corresponding to the originarily Greek experi­\nence of the thing, the \"same\" words, which are therefore no longer \nexactly the same, the fantomatic doubles of themselves, their \nlight simulacra, begin to walk above the void or in the void, \nbodenlas. Let's hang on for a long time to this difference between \nwords and speech; it will help us in a moment, and again later, \nto understand, beyond the narrow debate on the attribution of \nthese attributes, of these accidents that feet reputedly are, and \nthat shoes are a fortiori, what the thing says. What one makes or \nlets it say, what it makes or allows to be said. \n- Ought we to believe that there is some common topos \nbetween this deprivation of ground and the place of these shoes, \ntheir taking-place or their standing-in [leur avoir-lieu au leur tenir­\nlieu]? They do indeed have an air of being a bit up in the air, \nwhether they appear to have no contact with the surface, as if in \nlevitation above what nevertheless supports them (the one on the \nright, the most visibly \"gauche\" Ileft of the two, seems a little \nlifted up, mobile, as if it were rising to take a step, while the \nother stuck more firmly to the ground), or whether, abandoned \nto their being-unlaced, they suspend all experience of the ground, \nsince such experience presupposes walking, standing upright, and \nthat a \"subject\" should be in full possession of his/herlits feet, \nor again whether, more radically, their status as represented object \nin the strict frame of a painted canvas, or even one hung on the \nwall of a museum, determines the Bodenlosigkeit itself, provokes \nor defines it, translates it, signifies it or, as you will, is it, there \n- and the desire then to make them find their feet again on \nthe ground of the fundamental experience \n- no, no, or at least not so quickly. It's only a matter, for \nstarters, of discovering a few cave-ins of the terrain, some abysses \ntoo in the field where advance so tranquilly \n- Why no tranquillity? Why this persecution? \n- the discourses of attribution, declarations of property, \nperformances or investitures of the type: this is mine, these \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 304,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "lieux",
        "abyme",
        "loigne",
        "lointain",
        "mise",
        "schapiro",
        "des",
        "enlosigkeit",
        "hypokeimenon",
        "fernt"
      ],
      "full_text": "' j  \n\" I  \nI \n290 \nThe Truth in Painting \nshoes or these feet belong to someone who says \"me\" and can \nthereby identify himself, belong to the domain of the nameable \n(common: the peasant man or woman, the man of the city; or \nproper: Vincent Van Gogh; and proper in both desires: Heidegger, \nSchapiro who demand restitution). These abysses are not the \n\"last word\" and above all do not consist simply in this Bod­\nenlosigkeit about which we've just been talking. At the very \nmoment when Heidegger is denouncing translation into Latin \nwords, at the moment when, at any rate, he declares Greek \nspeech to be lost, he also makes use of a \"metaphor.\" Of at least \none metaphor, that of the foundation and the ground. The ground \nof the Greek experience is, he says, lacking in this \"translation.\" \nWhat I have just too hastily called \"metaphor\" concentrates all \nthe difficulties to come: does one speak \"metaphorically\" of the \nground for just anything? And of walking and shoes (clothing, \nthe tool, the institution, even investiture) for thought, language, \nwriting, painting and the rest. \nWhat does Heidegger say? This: as soon as one no longer \napprehends the things as the Greeks did, in other words as hy­\npokeimenon, but instead as substantia, the ground falls away. But \nthis ground is not the hypokeimenon, it's the originary and fun­\ndamental experience of the Greeks or of Greek speech which \napprehends the things as being-underneath. This is the ground of \nthe hypokeimenon. This (metaphorical? )  doubling must be inter­\nrogated on its own account. And the underneath of the underneath \nleads to a thinking of the abyss, rather than of the mise-en-abyme, \nand the abyss would \"here\" be one of the places or nonplaces \nready to bear the whole of this game [un des lieux ou non-lieux \nprets a tout porter de ce jeu; also, \"one of the off-the-peg, ready­\nmade places or nonplaces of this game\"]. \n- Which takes us far away from Schapiro's \"Still Life . . .  \" \nand from what was a moment ago, if I remember rightly, called \nthe offering to Goldstein of the severed ear. \n- No, the offering of a pair (which perhaps never existed, \nwhich no one ever had) of things detached and tied back together \nagain to make a present of them. A present [cadeau], as the [French] \nnoun shows, in a chain. Has it gone away? What is it to go away \n[s'eloigner]? The e-loignement en t-fernt, he says, dis-tances the \ndistant [e-loigne le lointain] . . .  \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 305,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "ence",
        "abyme",
        "socklet",
        "mise",
        "tinuously",
        "hypokeimenon",
        "spondence",
        "ectum",
        "thingliness",
        "schenkung"
      ],
      "full_text": "RESTITUTIONS \n- I'm not going away, I'm in the process, starting from here, \nof coming back to what the other says. For the thing is still more \nhidden away or wrapped up underneath its investiture than ap­\npears to be the case. At the very moment when he calls us back \nto the Greek ground and to the apprehension of the thing as \nhypokeimenon, Heidegger implies that this originary state still \ncovers over something, falling upon or attacking it. The hypo­\nkeimenon, that underneath, hides another underneath. And so \nthe Latin underneath (substantia-sub;ectum) causes to disappear, \nalong with the Greek ground, the Greek underneath (hypo­\nkeimenon), but this latter still hides or veils (the figure of veiling, \nof veiling linen as over-under, will not take long to appear, and \nthe hymen which will draw it into undecidability will not be \nunrelated to the sock, the socklet, or the stocking [ie bas], between \nfoot and shoe) a \"more\" originary thingliness. But as the \"more\" \ncarries itself away, the thing no longer has the figure or value of \nan \"underneath.\" Situated (or not) \"under\" the underneath, it \nwould not only open an abyss, but would brusquely and discon­\ntinuously prescribe a change of direction, or rather a completely \ndifferent topic. \n- Perhaps that of this returning whose great scope, just now \n- Perhaps. The topos of the abyss and a fortiori that of the \nmise-en-abyme could also hide, or in any case dampen a little \nthe brusque and angular necessity of this other topics. And of this \nother pas. That's what interests me \"underneath\" this corre­\nspondence with respect to a \"famous picture\" of old unlaced walk­\ning shoes \n- half-unlaced \n- and when the question of its place is posed, if I can say \nthat. How to take this correspondence and this transfer(ence), all \nthese translations? \n- I've arrived late. I've just heard the words \"abyss,\" \"of­\nfering,\" or \"gift.\" It gives in the abyss, it gives-the abyss. There \nis, es gibt, the abyss. Now it seems to me that The Origin can \nalso be read as an essay on the gift (Schenkung), on the offering: \none of the three senses, precisely, in which truth is said to come \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 308,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "kunstwissenschaftliche",
        "freie",
        "equipmental",
        "schapiro",
        "pre",
        "sists",
        "zeug",
        "deutsche",
        "bildliche",
        "dienlichkeit"
      ],
      "full_text": "1 , \n294 \nThe Truth in Painting \nThe Origin was in the beginning, at a very significant date, a series \nof lectures delivered before a kunstwissenschaftliche Gesellschaft \nand then before a freie deutsche Hochstift, and shows it. \n- The word \"illustration\" has just been uttered. And it had \nbeen several times previously. I suggest that that's where we should \nstart, if we must begin and if we must read Schapiro's Note against \nwhich I intend to defend systematically, at least for the committee \nexercise, the cause of Heidegger (who, don't forget, also proffers, \nin this place where it is a question of the thing, an important \ndiscourse on the causa). A fair number of difficulties arise from \nwhat is translated by illustration. In his protocol, Schapiro uses \nthis word which also translates [into French] \"bildliche Darstel­\nlung\" (\"For this purpose an illustration suffices. We choose for \nthis a famous picture by Van Gogh . . .  \n/ 1) . Schapiro opens his text­\nand The Origin- at this point (by what right? )  and he writes: \"In \nhis essay on The Origin of the Work of Art, Martin Heidegger \ninterprets a painting by Van Gogh to illustrate the nature of art \nas a disclosure of truth. \n\"He comes to this picture in the course of distinguishing three \nmodes of being: of useful artifacts [products], of natural things, \nand of works of fine art. He proposes to describe first, 'without \nany philosophical theory . . .  a familiar sort of equipment [Zeug: \nproduct]-a pair of peasant shoes'; and 'to facilitate the visual \nrealization [translating Veranschaulichung, intuitive sensory pre­\nsentation] of them' he chooses 'a well-known painting by Van \nGogh, who painted such shoes several times.' But to grasp the \n'equipmental being of equipment,' we must know 'how shoes \nactually serve.' For the peasant woman they serve without her \nthinking about them or even looking at them. Standing and walk­\ning in the shoes, the peasant woman knows the serviceability \n[Dienlichkeit] in which 'the equipmental being of equipment con­\nsists.' But we . . .  \" [Schapiro, p. 203]. And Schapiro quotes these \ntwo paragraphs which you all find so ridiculous or so imprudent. \nLet's reread them first, in German, in French, in English. \n- It's done. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 309,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "degger",
        "nicht",
        "schapiro",
        "darstellung",
        "liillustrate",
        "diente",
        "restitutions",
        "hei",
        "zeug",
        "veranschaulichung"
      ],
      "full_text": "RESTITUTIONS \n29 5 \n- Before going any further, I shall pick out from the cutting­\nout in Schapiro's protocol a certain number of simplifications, \nnot to call them anything worse. They have effects on everything \nthat follows. He simplifies matters by saying that Heidegger \ninterprets a painting to illustrate the nature of art as the un­\nveiling of truth. To prove this, one has no need to refer to what \nthe following page says, i.e., (in translation first): lithe work in \nno way served (diente gar nicht), as it may have seemed at first, \nto illustrate more clearly what a product is.\" What has here been \ntranslated as lIillustrate\" is Veranschaulichung this time, and \nnot Darstellung, which was also translated above as illustration. \nVeranschaulichung, intuitive presentation, as it were, is what \nhad to be facilitated by invoking the example of the picture. \nBut it is also what was not done, although it seemed as though \nthat's what was happening. Heidegger makes this quite clear: \nthe work did not serve us to do that, did not do us this service \nwhich, all in all, we pretended to expect from it. It did better \nthan illustrating or presenting something to sensory intuition­\nor worse, depending on the point of view- it showed, it made \nappear. Heidegger has just recalled that the work did not \"serve\" \nas Veranschaulichung or Darstellung, and he goes on to specify: \n\"Much more is it the being-product of the product which arrives, \nproperly (eigens) and only through the work, at its appearing.\" \nThis appearing of the being-product does not, according to Hei­\ndegger, take place in an elsewhere which the work of art could \nillustrate by referring to it. It takes place properly (and only) in \nthe work. In its very truth. This might seem to aggravate the \nillusion denounced by Schapiro and to place under the heading \nof presentation what was marked down only in the name of \nrepresentation, as if Heidegger thought he could see still more \ndirectly what Schapiro reproaches him for inferring too hastily. \nBut things are not yet so simple and we shall have to return to \nthis. \nFirst of all: it is not as peasant shoes, but as product (Zeug) \nor as shoes-as-product that the being-product manifested itself. \nThe manifestation is that of the being-product of the product and \nnot of this or that species of product, such as shoes. Such was the \nfunction of the Darstellung. It must be carefully demarcated in \nthis passage and its stages differentiated. Heidegger is not simply, \nas Schapiro claims, in the process of distinguishing between three \nmodes of being of the thing. \n"
    },
    {
      "document": "Derrida_TheTruthInPainting",
      "page_num": 312,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "seinem",
        "wesen",
        "inadequation",
        "verwandtschaft",
        "gleicht",
        "schapiro",
        "zwischenstellung",
        "eigenwichsige",
        "termediate",
        "eigenwiichsige"
      ],
      "full_text": "w i \nThe Truth in Painting \nintermediary between the thing and the work, etc. The inter­\nmediate mode is in the middle of the other two, which it gathers \nand divides in itself according to a structure of envelopment which \nis difficult to spread out. Here, first of all, is the schematism of \nthe product. For example: shoes in general. I pick out and em­\nphasize a few words: \"The product (Zeug), for example the shoe­\nproduct (Schuhzeug) rests, as ready (fertig, finished) in itself as \nthe thing pure and simple, but it does not have, as does the block \nof granite, this Eigenwiichsige [difficult to translate: not \"spon­\ntaneity,\" as the French translation has it, but compact self­\nsufficiency, dense propriety referring only to itself, stubborn]. On \nthe other hand the product also shows an affinity (Verwandtschaft) \nwith the work of art, inasmuch as it is produced (hervorgebracht) \nby the hand of man. In spite of this, the work of art in its turn, \nby its self-sufficient presence (in seinem selbstgeniigsamen An­\nwesen), resembles (gleicht) the thing pure and simple, referring \nonly to itself (eigenwichsige) and constrained to nothing (zu nichts \ngedriingten)] [ . . .  ]. Thus the product is half a thing, because de­\ntermined by thingliness, and yet more than that; at the same time \nit is half work of art, and yet less than that \n- so a work like the shoe picture represents half of itself and \nyet less than that \n- and yet less than that, because it lacks the self-sufficiency \nof the work of art. \n- so a work like the shoe-picture exhibits what something \nlacks in order to be a work, it exhibits-in shoes-its lack of itself, \none could almost say its own lack. And that is how it's supposed \nto be self-sufficient? Accomplished? Does it complete itself then? \nUnless it overflows (itself), into inadequation, excess, the \nsupplement? \n- Heidegger continues. \"The product thus has its proper in­\ntermediate place (Zwischenstellung) between the thing and the \nwork, always supposing that it is permissible to give in to such \nan accountant-like classification.\" \nWhat, to Heidegger's own eyes, limits the legitimacy of this \narithmetical triplicity (the one by which Schapiro boldly sums \nup the whole context: \"in the course of distinguishing three modes \nof things . . .  \"), is that if thing 2 (the product) is between thing I \n"
    }
  ]
}