{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 7,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 290,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "pre",
        "umschrift",
        "signi",
        "erent",
        "ect",
        "anschauungen",
        "oating",
        "ences",
        "modi",
        "originary"
      ],
      "full_text": " \nbecause it refers to writing, but because it presupposes a text which\nwould be already there, immobile: the serene presence of a statue, of a\nwritten stone or archive whose signiﬁed content might be harmlessly\ntransported into the milieu of a diﬀerent language, that of the pre-\nconscious or the conscious. It is thus not enough to speak of writing in\norder to be faithful to Freud, for it is then that we may betray him more\nthan ever.\nThis is what the last chapter of the Traumdeutung explains. An entirely\nand conventionally topographical metaphor of the psychical apparatus\nis to be completed by invoking the existence of force and of two kinds\nof processes of excitation or modes of its discharge: “So let us try to\ncorrect some conceptions [intuitive illustrations: Anschauungen] which\nmight be misleading so long as we looked upon the two systems in the\nmost literal and crudest sense as two localities in the mental\napparatus—conceptions which left their traces in the expressions ‘to\nrepress’ and ‘to force a way through.’ Thus, we may speak of an\nunconscious thought seeking to convey itself into the preconscious so\nas to be able then to force its way through into consciousness. What we\nhave in mind here is not the forming of a second thought situated in a\nnew place, like a transcription (Umschrift) which continues to exist\nalongside the original; and the notion of forcing a way through into\nconsciousness must be kept carefully free from any idea of a change of\nlocality” (V, 610).13\nLet us interrupt our quotation for a moment. The conscious text is\nthus not a transcription, because there is no text present elsewhere as an\nunconscious one to be transposed or transported. For the value of\npresence can also dangerously aﬀect the concept of the unconscious.\nThere is then no unconscious truth to be rediscovered by virtue of\nhaving been written elsewhere. There is no text written and present\nelsewhere which would then be subjected, without being changed in\nthe process, to an operation and a temporalization (the latter belonging\nto consciousness if we follow Freud literally) which would be external\nto it, ﬂoating on its surface. There is no present text in general, and\nthere is not even a past present text, a text which is past as having been\npresent. The text is not conceivable in an originary or modiﬁed form of\npresence. The unconscious text is already a weave of pure traces, diﬀer-\nences in which meaning and force are united—a text nowhere present,\nfreud and the scene of writing 265\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 292,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "nontranscriptive",
        "anordnung",
        "heideggerian",
        "husserlian",
        "haps",
        "energiebesetzung",
        "das",
        "exteriority",
        "bewegli",
        "metaphorics"
      ],
      "full_text": " \ncase for Freud, who wants to respect simultaneously the Being-in-the-\nworld of the psyche, its Being-situated, and the originality of its top-\nology, which is irreducible to any ordinary intraworldliness, we per-\nhaps should think that what we are describing here as the labor of\nwriting erases the transcendental distinction between the origin of the\nworld and Being-in-the-world. Erases it while producing it: the\nmedium of the dialogue and misunderstanding between the Husserlian\nand Heideggerian concepts of Being-in- the-world.)\nConcerning this nontranscriptive writing, Freud adds a fundamental\nspeciﬁcation. This speciﬁcation will reveal: (1) the danger involved in\nimmobilizing or freezing energy within a naive metaphorics of place;\n(2) the necessity not of abandoning but of rethinking the space or\ntopology of this writing; (3) that Freud, who still insists on representing\nthe psychical apparatus in an artiﬁcial model, has not yet discovered a\nmechanical model adequate to the graphematic conceptual scheme he\nis already using to describe the psychical text.\nAgain, we may speak of a preconscious thought being repressed or\ndriven out and then taken over by the unconscious. These images,\nderived from a set of ideas (Vorstellungskreis) relating to a struggle for a\npiece of ground, may tempt us to suppose that it is literally true that a\nmental grouping (Anordnung) in one locality has been brought to an\nend and replaced by a fresh one in another locality. Let us replace\nthese metaphors by something that seems to correspond better to the\nreal state of affairs, and let us say that some particular mental group-\ning has had a cathexis of energy (Energiebesetzung) attached to it or\nwithdrawn from it, so that the structure in question has come under\nthe sway of a particular agency or been withdrawn from it. What we are\ndoing here is once again to replace a topographical way of represent-\ning things by a dynamic one. What we regard as mobile (das Bewegli-\nche) is not the psychical structure itself but its innervation [V, 610–611].\nLet us once more interrupt our quotation. The metaphor of translation\nas the transcription of an original text would separate force and ex-\ntension, maintaining the simple exteriority of the translated and the\ntranslating. This very exteriority, the static and topological bias of the\nmetaphor, would assure the transparency of a neutral translation, of a\nfreud and the scene of writing 267\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 293,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "pregiven",
        "tion",
        "hyle",
        "raction",
        "phoronomic",
        "becom",
        "erentiated",
        "erence",
        "archi",
        "originarily"
      ],
      "full_text": " \nphoronomic and nonmetabolic process. Freud emphasizes this: psychic\nwriting does not lend itself to translation because it is a single energetic\nsystem (however diﬀerentiated it may be), and because it covers the\nentirety of the psychical apparatus. Despite the diﬀerence of agencies,\npsychical writing in general is not a displacement of meanings within\nthe limpidity of an immobile, pregiven space and the blank neutrality\nof discourse. A discourse which might be coded without ceasing to be\ndiaphanous. Here energy cannot be reduced; it does not limit meaning,\nbut rather produces it. The distinction between force and meaning is\nderivative in relation to an archi-trace; it belongs to the metaphysics of\nconsciousness and of presence, or rather of presence in the word, in the\nhallucination of a language determined on the basis of the word or of\nverbal representation. The metaphysics of preconsciousness, Freud\nmight say, since the preconscious is the place he assigns to the verbal.\nWithout that, would Freud have taught us anything new?\nForce produces meaning (and space) through the power of “repeti-\ntion” alone, which inhabits it originarily as its death. This power, that is,\nthis lack of power, which opens and limits the labor of force, institutes\ntranslatability, makes possible what we call “language,” transforms an\nabsolute idiom into a limit which is always already transgressed: a pure\nidiom is not language; it becomes so only through repetition; repetition\nalways already divides the point of departure of the ﬁrst time. Despite\nappearances, this does not contradict what we said earlier about\nuntranslatability. At that time it was a question of recalling the origin of\nthe movement of transgression, the origin of repetition, and the becom-\ning-language of the idiom. If one limits oneself to the datum or the eﬀect of\nrepetition, to translation, to the obviousness of the distinction between\nforce and meaning, not only does one miss the originality of Freud’s\naim, but one eﬀaces the intensity of the relation to death as well.\nWe ought thus to examine closely—which we cannot do here—all\nthat Freud invites to think concerning writing as “breaching” in the\npsychical repetition of this previously neurological notion: opening up of its\nown space, eﬀraction, breaking of a path against resistances, rupture\nand irruption becoming a route (rupta, via rupta), violent inscription of a\nform, tracing of a diﬀerence in a nature or a matter which are conceiv-\nable as such only in their opposition to writing. The route is opened in\nnature or matter, forest or wood (hyle), and in it acquires a reversibility\nwriting and difference\n268\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 294,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "xiv",
        "tion",
        "nerungsspur",
        "versp",
        "nur",
        "glich",
        "formid",
        "tung",
        "progres",
        "nachtr"
      ],
      "full_text": " \nof time and space. We should have to study together, genetically and\nstructurally, the history of the road and the history of writing.16 We are\nthinking here of Freud’s texts on the work of the memory-trace (Erin-\nnerungsspur) which, though no longer the neurological trace, is not yet\n“conscious memory,” (“The Unconscious,” SE XIV, 188), and of the\nitinerant work of the trace, producing and following its route, the trace\nwhich traces, the trace which breaks open its own path. The metaphor\nof pathbreaking, so frequently used in Freud’s descriptions, is always in\ncommunication with the theme of the supplementary delay and with the\nreconstitution of meaning through deferral, after a mole-like progres-\nsion, after the subterranean toil of an impression. This impression has\nleft behind a laborious trace which has never been perceived, whose\nmeaning has never been lived in the present, i.e., has never been lived\nconsciously. The postscript which constitutes the past present as such is\nnot satisﬁed, as Plato, Hegel, and Proust perhaps thought, with\nreawakening or revealing the present past in its truth. It produces the\npresent past. Is sexual deferral the best example or the essence of this\nmovement? A false question, no doubt: the (presumably known) subject\nof the question—sexuality—is determined, limited, or unlimited only\nthrough inversion and through the answer itself. Freud’s answer, in any\nevent, is decisive. Take the Wolf-Man. It is by deferral that the percep-\ntion of the primal scene—whether it be reality or fantasy hardly\nmatters—is lived in its meaning, and sexual maturation is not the\naccidental form of this delay. “At age one and a half, he received\nimpressions the deferred understanding of which became possible for\nhim at the time of the dream through his development, exaltation and\nsexual investigations.” Already in the Project, concerning repression in\nhysteria: “We invariably ﬁnd that a memory is repressed which has\nbecome a trauma only after the event (nur nachträglich). The reason for\nthis state of things is the retardation (Verspätung) of puberty as compared\nwith the remainder of the individual’s development.” That should\nlead, if not to the solution, at least to a new way of posing the formid-\nable problem of the temporalization and the so-called “timelessness”\nof the unconscious. Here, more than elsewhere, the gap between\nFreud’s intuition and his concepts is apparent. The timelessness of the\nunconscious is no doubt determined only in opposition to a common\nconcept of time, a traditional concept, the metaphysical concept: the\nfreud and the scene of writing 269\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 295,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "recol",
        "tural",
        "lecting",
        "traumdeutung",
        "geneous",
        "facilitations",
        "gegenstand",
        "anschauliche",
        "cesses",
        "cogito"
      ],
      "full_text": " \ntime of mechanics or the time of consciousness. We ought perhaps to\nread Freud the way Heidegger read Kant: like the cogito, the\nunconscious is no doubt timeless only from the standpoint of a certain\nvulgar conception of time.17\nDioptrics and Hieroglyphics\nLet us not hasten to conclude that by invoking an energetics, as\nopposed to a topography, of translation Freud abandoned his eﬀorts at\nlocalization. If, as we shall see, he persists in giving a projective and\nspatial—indeed, purely mechanical—representation of energetic pro-\ncesses, it is not simply for didactic reasons: a certain spatiality, insepar-\nable from the very idea of system, is irreducible; its nature is all the\nmore enigmatic in that we can no longer consider it as the homo-\ngeneous and serene milieu of dynamic and economic processes. In the\nTraumdeutung, the metaphoric machine is not yet adapted to the scrip-\ntural analogy which already governs—as shall soon be clear—Freud’s\nentire descriptive presentation. It is an optical machine.\nLet us return to our quotation. Freud does not want to abandon the\ntopographical model against which he has just warned us: “Neverthe-\nless, I consider it expedient and justiﬁable to continue to make use of\nthe ﬁgurative image (anschauliche Vorstellung: intuitive representation,\nmetaphor) of the two systems. We can avoid any possible abuse of this\nmethod of representation (mode de mise en scène; Darstellungsweise) by recol-\nlecting that ideas (Vorstellungen: representations), thoughts and psychical\nstructures in general must never be regarded as localized in organic\nelements of the nervous system but rather, as one might say, between\nthem, where resistance and facilitations provide the corresponding\ncorrelates. Everything that can be an object (Gegenstand) of our internal\nperception is virtual, like the image produced in a telescope by the\npassage of light rays. But we are justiﬁed in assuming the existence of\nthe systems (which are not in any way psychical entities themselves [my italics]\nand can never be accessible to our psychical perception) like the lenses\nof the telescope, which cast the image. And, if we pursue this analogy,\nwe compare the censorship between two systems to the refraction [the\nbreaking of the ray: Strahlenbrechung] which takes place when a ray of\nlight passes into a new medium” (V, 61l)\nwriting and difference\n270\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 297,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "dif",
        "tem",
        "nonpsychical",
        "analysing",
        "noncontradiction",
        "nal",
        "sys",
        "rst",
        "modi",
        "culties"
      ],
      "full_text": " \nhe introduces. It will reduce the “imperfections” of his analogy and\nperhaps “excuse” them. Above all it will throw into relief the apparently\ncontradictory requirement which has haunted Freud since the Project\nand will be satisﬁed only by a writing machine, the “Mystic Pad”:\nNext, we have grounds for introducing a ﬁrst differentiation at the\nsensory end [of the apparatus]. A trace (Spur) is left in our psychical\napparatus of the perceptions which impinge upon it. This we may\ndescribe as a “memory-trace” (Errinerungsspur); and to the function\nrelating to it we give the name of “memory.” If we are in earnest over\nour plan of attaching psychical processes to systems, memory-traces\ncan only consist in permanent modiﬁcations of the elements of the\nsystems. But, as has already been pointed out elsewhere, there are\nobvious difﬁculties involved in supposing that one and the same sys-\ntem can accurately retain modiﬁcations of its elements and yet remain\nperpetually open to the reception of fresh occasions for modiﬁcation\n[V, 538].\nTwo systems will thus be necessary in a single machine. This double\nsystem, combining freshness of surface and depth of retention, could\nonly distantly and “imperfectly” be represented by an optical machine.\n“By analysing dreams we can take a step forward in our understanding\nof the composition of that most marvelous and most mysterious of all\ninstruments. Only a small step no doubt; but a beginning.” Thus do\nwe read in the ﬁnal pages of the Traumdeutung (V, 608). Only a small\nstep. The graphic representation of the (nonpsychical) system of the\npsychical is not yet ready at a time when such a representation of\nthe psychical has already occupied, in the Traumdeutung itself, a large\narea. Let us measure this delay.\nWe have already deﬁned elsewhere the fundamental property of\nwriting, in a diﬃcult sense of the word, as spacing: diastem and time\nbecoming space; an unfolding as well, on an original site, of meanings\nwhich irreversible, linear consecution, moving from present point to\npresent point, could only tend to repress, and (to a certain extent)\ncould only fail to repress. In particular in so-called phonetic writing.\nThe latter’s complicity with logos (or the time of logic), which is\ndominated by the principle of noncontradiction, the cornerstone of all\nwriting and difference\n272\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 301,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "nonpsychical",
        "tem",
        "graphematics",
        "psychographic",
        "sys",
        "erent",
        "gurations",
        "ences",
        "rst",
        "mise"
      ],
      "full_text": " \noperate. It is not a question of a negation of time, of a cessation of time\nin a present or a simultaneity, but of a diﬀerent structure, a diﬀerent\nstratiﬁcation of time. Here, once more, a comparison with writing—\nphonetic writing this time—casts light on writing as well as on dreams:\nThey [dreams] reproduce logical connection by simultaneity in time.\nHere they are acting like the painter who, in a picture of the School of\nAthens or of Parnassus, represents in one group all the philosophers\nor all the poets who were never, in fact, assembled in a single hall or\non a single mountain top. . . . Dreams carry this mode of reproduction\n(mise en scène) down to details. Whenever they show us two elements\nclose together, this guarantees that there is some specially intimate\nconnection between what corresponds to them among the dream-\nthoughts. In the same way, in our system of writing, “ab” means that\nthe two letters are to be pronounced in a single syllable. If a gap is left\nbetween the “a” and the “b,” it means that the “a” is the last letter of\none word and the “b” is the ﬁrst of the next one [IV, 314].\nThe model of hieroglyphic writing assembles more strikingly—\nthough we ﬁnd it in every form of writing—the diversity of the modes\nand functions of signs in dreams. Every sign—verbal or otherwise—\nmay be used at diﬀerent levels, in conﬁgurations and functions which\nare never prescribed by its “essence,” but emerge from a play of diﬀer-\nences. Summarizing all these possibilities, Freud concludes: “Yet, in\nspite of all this ambiguity, it is fair to say that the productions (mises en\nscène) of the dream-work, which, it must be remembered, are not made\nwith the intention of being understood, present no greater diﬃculties to their\ntranslators than do the ancient hieroglyphic scripts to those who seek\nto read them” (V, 341).\nMore than twenty years separate the ﬁrst edition of the Traumdeutung\nfrom the “Note on the Mystic Writing-Pad.” If we continue to follow\nthe two series of metaphors—those concerning the nonpsychical sys-\ntem of the psychical and those concerning the psychical itself—what\nhappens?\nOn the one hand, the theoretical import of the psychographic metaphor will\nbe increasingly reﬁned. A methodological inquiry will, to a certain\nextent, be devoted to it. It is with a graphematics still to come, rather\nwriting and difference\n276\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 302,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "ucs",
        "guistics",
        "pcs",
        "phonologism",
        "ologist",
        "nieder",
        "valorizes",
        "nds",
        "mise",
        "vorstellung"
      ],
      "full_text": " \nthan with a linguistics dominated by an ancient phonologism, that\npsychoanalysis sees itself as destined to collaborate. Freud recommends\nthis literally in a text from 1913, and in this case we have nothing to add,\ninterpret, alter.23 The interest which psychoanalysis brings to lin-\nguistics presupposes an “overstepping of the habitual meaning of the\nword ‘speech.’ For in what follows ‘speech’ must be understood not\nmerely to mean the expression of thought in words, but to include the\nspeech of gesture and every other method, such, for instance, as writ-\ning, by which mental activity can be expressed” (XIII, 176). And hav-\ning recalled the archaic character of expression in dreams, which\naccepts contradiction24 and valorizes visibility, Freud speciﬁes:\nIt seems to us more appropriate to compare dreams with a system of\nwriting than with language. In fact, the interpretation of a dream is\ncompletely analogous to the decipherment of an ancient pictographic\nscript such as Egyptian hieroglyphics. In both cases there are certain\nelements which are not intended to be interpreted (or read, as the\ncase may be) but are only designed to serve as “determinatives,” that\nis to establish the meaning of some other element. The ambiguity of\nvarious elements of dreams ﬁnds a parallel in these ancient systems of\nwriting . . . . If this conception of the method of representation in\ndreams (mise en scène) has not yet been followed up, this, as will be\nreadily understood, must be ascribed to the fact that psycho-analysts\nare entirely ignorant of the attitude and knowledge with which a phil-\nologist would approach such a problem as that presented by dreams\n[XIII, 177].\nOn the other hand, the same year, in the article on “The Unconscious,” the\nproblematic of the apparatus itself will begin to be taken up in terms of\nscriptural concepts: neither, as in the Project, in a topology of traces\nwithout writing, nor, as in the Traumdeutung, in the operations of optical\nmechanisms. The debate between the functional hypothesis and the\ntopographical hypothesis concerns the locations of an inscription (Nieder-\nschrift): “When a psychical act (let us conﬁne ourselves here to one\nwhich is in the nature of an idea [Vorstellung, lit. representation] is trans-\nposed from the systems Ucs. into the system Cs. (or Pcs.), are we to\nsuppose that this transposition involves a fresh record—as it were,\nfreud and the scene of writing 277\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 304,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "des",
        "erinnerungsapparates",
        "hypomnemic",
        "anzeichnung",
        "xix",
        "extensa",
        "und",
        "temporalization",
        "nitude",
        "res"
      ],
      "full_text": " \nwritten will be more readily represented as a part extracted from the\napparatus and “materialized.” Such is the ﬁrst analogy:\nIf I distrust my memory—neurotics, as we know, do so to a remarkable\nextent, but normal people have every reason for doing so as well—I\nam able to supplement and guarantee (ergänzen und versichern) its\nworking by making a note in writing (schriftliche Anzeichnung). In that\ncase the surface upon which this trace is preserved, the pocket-book\nor sheet of paper, is as it were a materialized portion (ein material-\nisiertes Stück) of my mnemic apparatus (des Erinnerungsapparates), the\nrest of which I carry about with me invisible. I have only to bear in\nmind the place where this “memory” has been deposited and I can\nthen “reproduce” it at any time I like, with the certainty that it will have\nremained unaltered and so have escaped the possible distortions to\nwhich it might have been subjected in my actual memory” [XIX, 227].\nFreud’s theme here is not the absence of memory or the primal and\nnormal ﬁnitude of the powers of memory; even less is it the structure\nof the temporalization which grounds that ﬁnitude, or this structure’s\nessential relation to censorship and repression; nor is it the possibility\nand the necessity of the Ergänzung, the hypomnemic supplement which the\npsychical must project “into the world”; nor is it that which is called\nfor, as concerns the nature of the psyche, in order for this supplementa-\ntion to be possible. At ﬁrst, it is simply a question of considering the\nconditions which customary writing surfaces impose on the operation\nof mnemic supplementation. Those conditions fail to satisfy the double\nrequirement deﬁned since the Project: a potential for indeﬁnite preserva-\ntion and an unlimited capacity for reception. A sheet of paper preserves\nindeﬁnitely but is quickly saturated. A slate, whose virginity may\nalways be reconstituted by erasing the imprints on it, does not conserve\nits traces. All the classical writing surfaces oﬀer only one of the two\nadvantages and always present the complementary diﬃculty. Such is\nthe res extensa and the intelligible surface of classical writing apparatuses.\nIn the processes which they substitute for our memory, an unlimited\nreceptive capacity and a retention of permanent traces seem to be\nmutually exclusive” (XIX, 227). Their extension belongs to classical\ngeometry and is intelligible in its terms as pure exterior without\nfreud and the scene of writing 279\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 305,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "rec",
        "rmly",
        "erentiated",
        "tacles",
        "xed",
        "mnemic",
        "ibid",
        "erent",
        "ect",
        "hilfsapparate"
      ],
      "full_text": " \nrelation to itself. A diﬀerent writing space must be found, a space\nwhich writing has always claimed for itself.\nAuxiliary apparatuses (Hilfsapparate), which, as Freud notes, are always\nconstituted on the model of the organ to be supplemented (e.g., spec-\ntacles, camera, ear trumpet) thus seem particularly deﬁcient when\nmemory is in question. This remark makes even more suspect the\nearlier reference to optical apparatuses. Freud recalls, nevertheless, that\nthe contradictory requirement he is presenting had already been rec-\nognized in 1900. He could have said in 1895. “As long ago as in 1900 I\ngave expression in The Interpretation of Dreams to a suspicion that this\nunusual capacity was to be divided between two diﬀerent systems (or\norgans of the mental apparatus). According to this view, we possess a\nsystem Pcpt.-Cs., which receives perceptions but retains no permanent\ntrace of them, so that it can react like a clean sheet to every new\nperception; while the permanent traces of the excitations which have\nbeen received are preserved in ‘mnemic systems’ lying behind the\nperceptual system. Later, in Beyond the Pleasure Principle (1920), I added a\nremark to the eﬀect that the inexplicable phenomenon of conscious-\nness arises in the perceptual system instead of the permanent traces”\n(XIX, 228).27\nA double system contained in a single diﬀerentiated apparatus: a\nperpetually available innocence and an inﬁnite reserve of traces have at\nlast been reconciled by the “small contrivance” placed “some time ago\nupon the market under the name of the Mystic Writing-Pad,” and\nwhich “promises to perform more than the sheet of paper or the slate.”\nIts appearance is modest, “but if it is examined more closely, it will be\nfound that its construction shows a remarkable agreement with my\nhypothetical structure of our perceptual apparatus.” It oﬀers both\nadvantages: an ever-ready receptive surface and permanent traces of the\ninscriptions that have been made on it” (ibid.). Here is its description:\nThe Mystic Pad is a slab of dark brown resin or wax with a paper\nedging; over the slab is laid a thin transparent sheet, the top end of\nwhich is ﬁrmly secured to the slab while its bottom end rests upon it\nwithout being ﬁxed to it. This transparent sheet is the more interesting\npart of the little device. It itself consists of two layers which can be\ndetached from each other except at their two ends. The upper layer is a\nwriting and difference\n280\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 306,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "stitute",
        "tion",
        "exter",
        "por",
        "stilus",
        "iority",
        "tuted",
        "loid",
        "pellicular",
        "consti"
      ],
      "full_text": " \ntransparent piece of celluloid; the lower layer is made of thin trans-\nlucent waxed paper. When the apparatus is not in use, the lower sur-\nface of the waxed paper adheres lightly to the upper surface of the wax\nslab.\nTo make use of the Mystic Pad, one writes upon the celluloid por-\ntion of the covering-sheet which rests upon the wax slab. For this\npurpose no pencil or chalk is necessary, since the writing does not\ndepend on material being deposited upon the receptive surface. It is a\nreturn to the ancient method of writing upon tablets of clay or wax: a\npointed stilus scratches the surface, the depressions upon which con-\nstitute the “writing.” In the case of the Mystic Pad this scratching is\nnot effected directly, but through the medium of the covering-sheet. At\nthe points which the stilus touches, it presses the lower surface of the\nwaxed paper on to the wax slab, and the grooves are visible as dark\nwriting upon the otherwise smooth whitish-gray surface of the cellu-\nloid. If one wishes to destroy what has been written, all that is neces-\nsary is to raise the double covering-sheet from the wax slab by a light\npull, starting from the free lower end.28 The close contact between the\nwaxed paper and the wax slab at the places which have been scratched\n(upon which the visibility of the writing depended) is thus brought to\nan end and it does not recur when the two surfaces come together\nonce more. The Mystic Pad is now clear of writing and ready to receive\nfresh inscriptions [XIX, 228–29].\nLet us note that the depth of the Mystic Pad is simultaneously a depth\nwithout bottom, an inﬁnite allusion, and a perfectly superﬁcial exter-\niority: a stratiﬁcation of surfaces each of whose relation to itself, each\nof whose interior, is but the implication of another similarly exposed\nsurface. It joins the two empirical certainties by which we are consti-\ntuted: inﬁnite depth in the implication of meaning, in the unlimited\nenvelopment of the present, and, simultaneously, the pellicular essence\nof being, the absolute absence of any foundation.\nNeglecting the device’s “slight imperfections,” interested only in\nthe analogy, Freud insists on the essentially protective nature of the\ncelluloid sheet. Without it, the ﬁne waxed paper would be scratched\nor ripped. There is no writing which does not devise some means\nof protection, to protect against itself, against the writing by which the\nfreud and the scene of writing 281\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 307,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "tion",
        "stigme",
        "percep",
        "ibid",
        "mnemic",
        "repre",
        "ects",
        "xix",
        "pcpt",
        "extensia"
      ],
      "full_text": " \n“subject” is himself threatened as he lets himself be written: as he exposes\nhimself “The layer of celluloid thus acts as a protective sheath for the\nwaxed paper.” It shields the waxed paper from “injurious eﬀects from\nwithout.” “1 may at this point recall that in Beyond the Pleasure Principle,29 I\nshowed that the perceptual apparatus of our mind consists of two\nlayers, of an external protective shield against stimuli whose task it is to\ndiminish the strength of excitations coming in, and of a surface behind\nit which receives the stimuli, namely the system Pcpt.-Cs” (XIX, 230).\nBut this still concerns only reception or perception, the most super-\nﬁcial surface’s openness to the incision of a scratch. There is as yet no\nwriting in the ﬂatness of this extensia. We must account for writing as a\ntrace which survives the scratch’s present, punctuality, and stigme¯. “This\nanalogy,” Freud continues, “would not be of much value if it could not\nbe pursued further than this.” This is the second analogy: “If we lift the\nentire covering-sheet—both the celluloid and the waxed paper—oﬀ\nthe wax slab, the writing vanishes, and, as I have already remarked,\ndoes not re-appear again. The surface of the Mystic Pad is clear of\nwriting and once more capable of receiving impressions. But it is easy\nto discover that the permanent trace of what was written is retained\nupon the wax slab itself and is legible in suitable lights” (ibid.). The\ncontradictory requirements are satisﬁed by this double system, and\n“this is precisely the way in which, according to the hypothesis which I\nmentioned just now, our psychical apparatus performs its perceptual\nfunction. The layer which receives the stimuli—the system Pcpt.-Cs.—\nforms no permanent traces; the foundations of memory come about in\nother, supplementary, systems” (ibid.). Writing supplements percep-\ntion before perception even appears to itself [is conscious of itself].\n“Memory” or writing is the opening of that process of appearance\nitself. The “perceived” may be read only in the past, beneath perception\nand after it.30\nWhereas other writing surfaces, corresponding to the prototypes of\nslate or paper, could represent only a materialized part of the mnemic\nsystem in the psychical apparatus, an abstraction, the Mystic Pad repre-\nsents the apparatus in its entirety, not simply in its perceptual layer. The\nwax slab, in fact, represents the unconscious: “I do not think it is\ntoo far-fetched to compare the wax slab with the unconscious behind\nthe system Pcpt.-Cs.” (XIX, 230–31). The becoming-visible which\nwriting and difference\n282\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 311,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "ized",
        "exteriority",
        "hypomnemic",
        "taneously",
        "xix",
        "nitude",
        "atus",
        "psychei",
        "rst",
        "nitely"
      ],
      "full_text": " \nRepresentation is death. Which may be immediately transformed into\nthe following proposition: death is (only) representation. But it is\nbound to life and to the living present which it repeats originarily. A\npure representation, a machine, never runs by itself. Such at least is the\nlimitation which Freud recognizes in his analogy with the Mystic\nPad. Like the ﬁrst section of the “Note,” his gesture at this point is\nextremely Platonic. Only the writing of the soul, said the Phaedrus, only\nthe psychical trace is able to reproduce and to represent itself spon-\ntaneously. Our reading had skipped over the following remark by\nFreud: “There must come a point at which the analogy between an\nauxiliary apparatus of this kind and the organ which is its prototype\nwill cease to apply. It is true, too, that once the writing has been erased,\nthe Mystic Pad cannot ‘reproduce’ it from within; it would be a mystic\npad indeed if, like our memory, it could accomplish that” (XIX, 230).\nAbandoned to itself, the multiplicity of layered surfaces of the appar-\natus is a dead complexity without depth. Life as depth belongs only to\nthe wax of psychical memory. Freud, like Plato, thus continues to\noppose hypomnemic writing and writing en tei psychei, itself woven of\ntraces, empirical memories of a present truth outside of time. Hence-\nforth, the Mystic Pad, separated from psychical responsibility, a repre-\nsentation abandoned to itself, still participates in Cartesian space and\nmechanics: natural wax, exteriority of the memory aid.\nAll that Freud had thought about the unity of life and death, how-\never, should have led him to ask other questions here. And to ask them\nexplicitly. Freud does not explicitly examine the status of the “material-\nized” supplement which is necessary to the alleged spontaneity of\nmemory, even if that spontaneity were diﬀerentiated in itself, thwarted\nby a censorhsip or repression which, moreover, could not act on a\nperfectly spontaneous memory. Far from the machine being a pure\nabsence of spontaneity, its resemblance to the psychical apparatus, its\nexistence and its necessity bear witness to the ﬁnitude of the mnemic\nspontaneity which is thus supplemented. The machine—and, con-\nsequently, representation—is death and ﬁnitude within the psyche. Nor\ndoes Freud examine the possibility of this machine, which, in the\nworld, has at least begun to resemble memory, and increasingly\nresembles it more closely. Its resemblance to memory is closer than\nthat of the innocent Mystic Pad: the latter is no doubt inﬁnitely more\nwriting and difference\n286\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 312,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "atus",
        "historico",
        "nonpsychical",
        "tational",
        "represen",
        "metapsychological",
        "erent",
        "appar",
        "supplementarity",
        "techne"
      ],
      "full_text": " \ncomplex than slate or paper, less archaic than a palimpsest; but, com-\npared to other machines for storing archives, it is a child’s toy. This\nresemblance—i.e., necessarily a certain Being-in-the-world of the\npsyche—did not happen to memory from without, any more than\ndeath surprises life. It founds memory. Metaphor—in this case the\nanalogy between two apparatuses and the possibility of this represen-\ntational relation—raises a question which, despite his premises, and\nfor reasons which are no doubt essential, Freud failed to make explicit,\nat the very moment when he had brought this question to the thresh-\nold of being thematic and urgent. Metaphor as a rhetorical or didactic\ndevice is possible here only through the solid metaphor, the\n“unnatural,” historical production of a supplementary machine, added to\nthe psychical organization in order to supplement its ﬁnitude. The very\nidea of ﬁnitude is derived from the movement of this supplementarity.\nThe historico-technical production of this metaphor which survives\nindividual (that is, generic) psychical organization, is of an entirely\ndiﬀerent order than the production of an intrapsychical metaphor,\nassuming that the latter exists (to speak about it is not enough for that),\nand whatever bond the two metaphors may maintain between them-\nselves. Here the question of technology (a new name must perhaps be\nfound in order to remove it from its traditional problematic) may not\nbe derived from an assumed opposition between the psychical and the\nnonpsychical, life and death. Writing, here, is techne¯ as the relation\nbetween life and death, between present and representation, between\nthe two apparatuses. It opens up the question of technics: of the appar-\natus in general and of the analogy between the psychical apparatus and\nthe nonpsychical apparatus. In this sense writing is the stage of history\nand the play of the world. It cannot be exhausted by psychology alone\nThat which, in Freud’s discourse, opens itself to the theme of writing\nresults in psychoanalysis being not simply psychology—nor simply\npsychoanalysis.\nThus are perhaps augured, in the Freudian breakthrough, a beyond\nand a beneath of the closure we might term “Platonic.” In that moment\nof world history “subsumed” by the name of Freud, by means of an\nunbelievable mythology (be it neurological or metapsychological: for\nwe never dreamed of taking it seriously, outside of the question which\ndisorganizes and disturbs its literalness, the metapsychological fable,\nfreud and the scene of writing 287\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 313,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "historico",
        "intrawordly",
        "neurone",
        "raction",
        "stilus",
        "witzarbeit",
        "metaphorized",
        "worin",
        "besteht",
        "bahnung"
      ],
      "full_text": " \nwhich marks perhaps only a minimal advance beyond the neurological\ntales of the Project), a relationship to itself of the historico-\ntranscendental stage of writing was spoken without being said,\nthought without being thought: was written and simultaneously\nerased, metaphorized; designating itself while indicating intrawordly\nrelations, it was represented.\nThis may perhaps be recognized (as an example and let this be understood\nprudently) insofar as Freud too, with admirable scope and continuity,\nperformed for us the scene of writing. But we must think of this scene in other\nterms than those of individual or collective psychology, or even of\nanthropology. It must be thought in the horizon of the scene/stage of\nthe world, as the history of that scene/stage. Freud’s language is caught\nup in it.\nThus Freud performs for us the scene of writing. Like all those who\nwrite. And like all who know how to write, he let the scene duplicate,\nrepeat, and betray itself within the scene. It is Freud then whom we will\nallow to say what scene he has played for us. And from him that we\nshall borrow the hidden epigraph which has silently governed our\nreading.\nIn following the advance of the metaphors of path, trace, breach, of\nthe march treading down a track which was opened by eﬀraction\nthrough neurone, light or wax, wood or resin, in order violently to\ninscribe itself in nature, matter, or matrix; and in following the untir-\ning reference to a dry stilus and a writing without ink; and in following\nthe inexhaustible inventiveness and dreamlike renewal of mechanical\nmodels—the metonymy perpetually at work on the same metaphor,\nobstinately substituting trace for trace and machine for machine—we\nhave been wondering just what Freud was doing.\nAnd we have been thinking of those texts where, better than any-\nwhere else, he tells us worin die Bahnung sonst besteht. In what pathbreaking\nconsists.\nOf the Traumdeutung: “It is highly probable that all complicated\nmachinery and apparatuses occurring in dreams stand for the genitals\n(and as a rule male ones), in describing which dream-symbolism is as\nindefatigable as the joke-work (Witzarbeit)” (V, 356).\nThen, of Inhibitions, Symptoms, and Anxiety: “As soon as writing, which\nentails making a liquid ﬂow out of a tube onto a piece of white paper,\nwriting and difference\n288\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 314,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "unerasable",
        "ance",
        "archi",
        "cance",
        "parousia",
        "uncorruptible",
        "ticularly",
        "ment",
        "elds",
        "signi"
      ],
      "full_text": " \nassumes the signiﬁcance of copulation, or as soon as walking becomes\na symbolic substitute for treading upon the body of mother earth, both\nwriting and walking are stopped because they represent the perform-\nance of a forbidden sexual act” (XX, 90).\nThe last part of the lecture concerned the archi-trace as erasure: erasure\nof the present and thus of the subject, of that which is proper to the\nsubject and of his proper name. The concept of a (conscious or\nunconscious) subject necessarily refers to the concept of substance—\nand thus of presence—out of which it is born.\nThus, the Freudian concept of trace must be radicalized and\nextracted from the metaphysics of presence which still retains it (par-\nticularly in the concepts of consciousness, the unconscious, perception,\nmemory, reality, and several others).\nThe trace is the erasure of selfhood, of one’s own presence, and is\nconstituted by the threat or anguish of its irremediable disappearance,\nof the disappearance of its disappearance. An unerasable trace is not a\ntrace, it is a full presence, an immobile and uncorruptible substance, a\nson of God, a sign of parousia and not a seed, that is, a mortal germ.\nThis erasure is death itself, and it is within its horizon that we must\nconceive not only the “present,” but also what Freud doubtless believed\nto be the indelibility of certain traces in the unconscious, where “noth-\ning ends, nothing happens, nothing is forgotten.“ This erasure of the\ntrace is not only an accident that can occur here or there, nor is it even\nthe necessary structure of a determined censorship threatening a given\npresence; it is the very structure which makes possible, as the move-\nment of temporalization and pure auto-aﬀection, something that can\nbe called repression in general, the original synthesis of original\nrepression and secondary repression, repression “itself.”\nSuch a radicalization of the thought of the trace (a thought because it\nescapes binarism and makes binarism possible on the basis of nothing),\nwould be fruitful not only in the deconstruction of logocentrism, but\nin a kind of reﬂection exercised more positively in diﬀerent ﬁelds, at\ndiﬀerent levels of writing in general, at the point of articulation of\nwriting in the current sense and of the trace in general.\nThese ﬁelds, whose speciﬁcity thereby could be opened to a thought\nfecundated by psychoanalysis, would be numerous. The problem of\nfreud and the scene of writing 289\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 316,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "artaud",
        "archi",
        "esh",
        "etc",
        "ment",
        "lls",
        "exekiel",
        "excre"
      ],
      "full_text": " \narchi-trace, not in its essence (it does not have one), but in terms of\nvaluation and devaluation. Writing as sweet nourishment or as excre-\nment, the trace as seed or mortal germ, wealth or weapon, detritus\nand/or penis, etc.\nHow, for example, on the stage of history, can writing as excrement\nseparated from the living ﬂesh and the sacred body of the hieroglyph\n(Artaud), be put into communication with what is said in Numbers\nabout the parched woman drinking the inky dust of the law; or what is\nsaid in Exekiel about the son of man who ﬁlls his entrails with the scroll\nof the law which has become sweet as honey in his mouth?\nfreud and the scene of writing 291\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 317,
      "bucket": "E (10%+)",
      "error_rate": 17.3,
      "unknown_words_sample": [
        "artaud",
        "toujours",
        "existe",
        "fois",
        "cruaut",
        "parce",
        "paule",
        "acutal",
        "ment",
        "antonin"
      ],
      "full_text": " \n8\nTHE THEATER OF CRUELTY\nAND THE CLOSURE OF\nREPRESENTATION\nfor Paule Thévenin\nUnique fois au monde, parce qu’en raison d’un événement\ntoujours que j’expliquerai, il n’est pas de Present, non—un\npresent n’existe pas \n(Mallarme, Quant au livre)\n. . . as for my forces, they are only a supplement, the supple-\nment of an acutal state,\nit is that there has never been an origin\n(Artaud, 6 June 1947)\n“. . . Dance / and consequently the theater / have not yet begun to\nexist.” This is what one reads in one of Antonin Artaud’s last writings\n(Le théâtre de la cruauté, in 84, 1948). And in the same text, a little\nearlier, the theater of cruelty is deﬁned as “the aﬃrmation / of a\nterrible / and, moreover, implacable necessity.” Artaud, therefore, does\nnot call for destruction, for a new manifestation of negativity. Despite\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 318,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "artaud",
        "rms",
        "nally",
        "rmativa",
        "propri",
        "erence",
        "esh",
        "ence",
        "lichtenberger",
        "implac"
      ],
      "full_text": " \neverything that it must ravage in its wake, “the theater of cruelty / is\nnot the symbol of an absent void.” It aﬃrms, it produces aﬃrmation\nitself in its full and necessary rigor. But also in its most hidden sense,\nthe sense most often buried, most often diverted from itself: “implac-\nable” as it is, this aﬃrmation has “not yet begun to exist.”\nIt is still to be born. Now a necessary aﬃrmation can be born only by\nbeing reborn to itself. For Artaud, the future of the theater—thus, the\nfuture in general—is opened only by the anaphora which dates from\nthe eve prior to birth. Theatricality must traverse and restore “exist-\nence” and “ﬂesh” in each of their aspects. Thus, whatever can be said\nof the body can be said of the theater. As we know, Artaud lived the\nmorrow of a dispossession: his proper body, the property and propri-\nety of his body, had been stolen from him at birth by the thieving god\nwho was born in order “to pass himself oﬀ / as me.”1 Rebirth doubtless\noccurs through—Artaud recalls this often—a kind of reeducation of\nthe organs. But this reeducation permits the access to a life before birth\nand after death (“. . .through dying / I have ﬁnally achieved real\nimmortality,” p. 110), and not to a death before birth and after life.\nThis is what distinguishes the aﬃrmation of cruelty from romantic\nnegativity; the diﬀerence is slight and yet decisive. Lichtenberger: “I\ncannot rid myself of this idea that I was dead before I was born, and that\nthrough death I will return to this very state. . . . To die and to be\nreborn with the memory of one’s former existence is called fainting; to\nawaken with other organs which must ﬁrst be reeducated is called\nbirth.” For Artaud, the primary concern is not to die in dying, not to let\nthe thieving god divest him of his life. “And I believe that there is\nalways someone else, at the extreme moment of death, to strip us of\nour own lives” (AA, p. 162).\nSimilarly, Western theater has been separated from the force of its\nessence, removed from its aﬃrmative essence, its vis aﬃrmativa. And this\ndispossession occurred from the origin on, is the very movement of\norigin, of birth as death.\nThis is why a “place” is “left on all the stages of stillborn theater”\n(“Le théâ tre et l’anatomie,” in La rue, July 1946). The theater is born in\nits own disappearance, and the oﬀspring of this movement has a name:\nman. The theater of cruelty is to be born by separating death from birth\nand by erasing the name of man. The theater has always been made to\nthe theater of cruelty 293\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 319,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "homme",
        "nally",
        "corsetait",
        "ibid",
        "ency",
        "nonrepresentable",
        "nega",
        "gingand",
        "troncs",
        "artaud"
      ],
      "full_text": " \ndo that for which it was not made: “The last word on man has not been\nsaid. . . . The theater was never made to describe man and what he\ndoes. . . . Et le théâtre est ce patin dégingandé, qui musique de troncs par barbes\nmétalliques de barbelés nous maintient en état de guerre contre l’homme qui nous\ncorsetait. . . . Man is quite ill in Aeschylus, but still thinks of himself\nsomewhat as a god and does not want to enter the membrane, and in\nEuripides, ﬁnally, he splashes about in the membrane, forgetting where\nand when he was a god” (ibid.).\nIndeed, the eve of the origin of this declining, decadent, and nega-\ntive Western theater must be reawakened and reconstituted in order to\nrevive the implacable necessity of aﬃrmation on its Eastern horizon.\nThis is the implacable necessity of an as yet inexistent stage, certainly,\nbut the aﬃrmation is not to be elaborated tomorrow, in some “new\ntheater.” Its implacable necessity operates as a permanent force. Cruelty\nis always at work. The void, the place that is empty and waiting for this\ntheater which has not yet “begun to exist,” thus measures only the\nstrange distance which separates us from implacable necessity, from\nthe present (or rather the contemporary, active) work of aﬃrmation.\nWithin the space of the unique opening of this distance, the stage of\ncruelty rears its enigma for us. And it is into this opening that we wish\nto enter here.\nIf throughout the world today—and so many examples bear witness\nto this in the most striking fashion—all theatrical audacity declares its\nﬁdelity to Artaud (correctly or incorrectly, but with increasing insist-\nency), then the question of the theater of cruelty, of its present inexist-\nence and its implacable necessity, has the value of a historic question. A\nhistoric question not because it could be inscribed within what is\ncalled the history of theater, not because it would be epoch-making\nwithin the becoming of theatrical forms, or because it would occupy a\nposition within the succession of models of theatrical representation.\nThis question is historic in an absolute and radical sense. It announces\nthe limit of representation.\nThe theater of cruelty is not a representation. It is life itself, in the extent\nto which life is unrepresentable. Life is the nonrepresentable origin of\nrepresentation. “I have therefore said ‘cruelty’ as I might have said ‘life’”\n(TD, p. 114). This life carries man along with it, but is not primarily the\nlife of man. The latter is only a representation of life, and such is the\nwriting and difference\n294\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 320,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "artaud",
        "ciple",
        "intratheatrical",
        "aristotelean",
        "prin",
        "nities",
        "antonin",
        "theatrological",
        "justi",
        "ection"
      ],
      "full_text": " \nlimit—the humanist limit—of the metaphysics of classical theater. “The\ntheater as we practice it can therefore be reproached with a terrible lack\nof imagination. The theater must make itself the equal of life—not\nan individual life, that individual aspect of life in which characters\ntriumph, but the sort of liberated life which sweeps away human\nindividuality and in which man is only a reﬂection” (TD, p. 116).\nIs not the most naïve form of representation mimesis? Like\nNietzsche—and the aﬃnities do not end there—Artaud wants to have\ndone with the imitative concept of art, with the Aristotelean aesthetics2\nin which the metaphysics of Western art comes into its own. “Art is not\nthe imitation of life, but life is the imitation of a transcendental prin-\nciple which art puts us into communication with once again” (OC\n4:310).\nTheatrical art should be the primordial and privileged site of this\ndestruction of imitation: more than any other art, it has been marked\nby the labor of total representation in which the aﬃrmation of life lets\nitself be doubled and emptied by negation. This representation, whose\nstructure is imprinted not only on the art, but on the entire culture of\nthe West (its religions, philosophies, politics), therefore designates\nmore than just a particular type of theatrical construction. This is why\nthe question put to us today by far exceeds the bounds of theatrical\ntechnology. Such is Artaud’s most obstinate aﬃrmation: technical or\ntheatrological reﬂection is not to be treated marginally. The decline of\nthe theater doubtless begins with the possibility of such a dissociation.\nThis can be emphasized without weakening the importance or interest\nof theatrological problems, or of the revolutions which may occur\nwithin the limits of theatrological problems, or of the revolutions\nwhich may occur within the limits of theatrical technique. But Artaud’s\nintention indicates these limits. For as long as these technical and\nintratheatrical revolutions do not penetrate the very foundations of\nWestern theater, they will belong to the history and to the stage that\nAntonin Artaud wanted to explode.\nWhat does it mean to break this structure of belonging? Is it possible\nto do so? Under what conditions can a theater today legitimately\ninvoke Artaud’s name? It is only a fact that so many directors wish to be\nacknowledged as Artaud’s heirs, that is (as has been written), his\n“illegitimate sons.” The question of justiﬁcation and legality must also\nthe theater of cruelty 295\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 324,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "artaud",
        "perme",
        "pre",
        "tude",
        "multi",
        "ent",
        "sentation",
        "repre",
        "signi",
        "pleni"
      ],
      "full_text": " \nnegation of theater—which does not absolutely require movement in\norder to be what it should—certainly its perversion [TD, p. 106; my\nitalics].\nReleased from the text and the author-god, mise en scène would be\nreturned to its creative and founding freedom. The director and the\nparticipants (who would no longer be actors or spectators) would cease\nto be the instruments and organs of representation. Is this to say that\nArtaud would have refused the name representation for the theater of\ncruelty? No, provided that we clarify the diﬃcult and equivocal mean-\ning of this notion. Here, we would have to be able to play upon all the\nGerman words that we indistinctly translate with the unique word\nrepresentation. The stage, certainly, will no longer represent, since it will not\noperate as an addition, as the sensory illustration of a text already\nwritten, thought, or lived outside the stage, which the stage would\nthen only repeat but whose fabric it would not constitute. The stage\nwill no longer operate as the repetition of a present, will no longer\nre-present a present that would exist elsewhere and prior to it, a pres-\nent that would exist elsewhere and prior to it, a present whose pleni-\ntude would be older than it, absent from it, and rightfully capable of\ndoing without it: the being-present-to-itself of the absolute Logos, the\nliving present of God. Nor will the stage be a representation, if repre-\nsentation means the surface of a spectacle displayed for spectators. It\nwill not even oﬀer the presentation of a present, if present signiﬁes that\nwhich is maintained in front of me. Cruel representation must perme-\nate me. And nonrepresentation is, thus, original representation, if\nrepresentation signiﬁes, also, the unfolding of a volume, a multi-\ndimensional milieu, an experience which produces its own space.\nSpacing [espacement], that is to say, the production of a space that no\nspeech could condense or comprehend (since speech primarily pre-\nsupposes this spacing), thereby appeals to a time that is no longer\nthat of so-called phonic linearity, appeals to “a new notion of space”\nand “a speciﬁc idea of time” (TD, p. 124). “We intend to base the\ntheater upon spectacle before everything else, and we shall introduce\ninto the spectacle a new notion of space utilized on all possible levels\nand in all degrees of perspective in depth and height, and within this\nnotion a speciﬁc idea of time will be added to that of movement . . . .\nthe theater of cruelty 299\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 325,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "dessous",
        "dans",
        "artaud",
        "represen",
        "cance",
        "ation",
        "illocality",
        "reconstitu",
        "sentation",
        "theaomai"
      ],
      "full_text": " \nThus, theater space will be utilized not only in its dimensions and\nvolume but, so to speak, in its undersides (dans ses dessous)” (TD, p. 124).\nThus, the closure of classical representation, but also the reconstitu-\ntion of a closed space of original representation, the archi-\nmanifestation of force or of life. A closed space, that is to say a space\nproduced from within itself and no longer organized from the vantage\nof an other absent site, an illocality, an alibi or invisible utopia. The end\nof representation, but also original representation; the end of interpret-\nation, but also an original interpretation that no master-speech, no\nproject of mastery will have permeated and leveled in advance. A visible\nrepresentation, certainly, directed against the speech which eludes\nsight—and Artaud insists upon the productive images without which\nthere would be no theater (theaomai)—but whose visibility does not\nconsist of a spectacle mounted by the discourse of the master. Repre-\nsentation, then, as the autopresentation of pure visibility and even pure\nsensibility.3\nIt is this extreme and diﬃcult sense of spectacular representation\nthat another passage from the same letter attempts to delimit: “So long\nas the mise en scène remains, even in the minds of the boldest directors, a\nsimple means of presentation, an accessory mode of expressing the\nwork, a sort of spectacular intermediary with no signiﬁcance of its\nown, it will be valuable only to the degree it succeeds in hiding itself\nbehind the works it is pretending to serve. And this will continue as\nlong as the major interest in a performed work is in its text, as long as\nliterature takes precedence over the kind of performance improperly\ncalled spectacle, with everything pejorative, accessory, ephemeral and\nexternal that that term carries with it” (TD, pp. 105–6). Such, on the\nstage of cruelty, would be “spectacle acting not as reﬂection, but as\nforce” (OC 4:297). The return to original representation thus implies,\nnot simply but above all, that theater or life must cease to “represent”\nan other language, must cease to let themselves be derived from an\nother art, from literature, for example, be it poetic literature. For in\npoetry, as in literature, verbal representation purloins scenic represen-\ntation. Poetry can escape Western “illness” only by becoming theater.\n“We think, precisely, that there is a notion of poetry to be dissociated,\nextracted from the forms of written poetry in which an epoch at the\nheight of disorder and illness wants to keep all poetry. And when I say\nwriting and difference\n300\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 327,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "ibid",
        "arte",
        "ords",
        "cita",
        "artaud",
        "deconstitution",
        "tions",
        "sopoeia",
        "diaphanousness",
        "glos"
      ],
      "full_text": " \nfunction within a system to which it will be coordinated. For it is\nknown that the representations of the theater of cruelty had to be\npainstakingly determined in advance. The absence of an author and his\ntext does not abandon the stage to dereliction. The stage is not for-\nsaken, given over to improvisatory anarchy, to “chance vaticination”\n(OC 4:234), to “Copeau’s improvisations” (TD, p. 109), to “Surrealist\nempiricism” (OC 4:313), to commedia dell’arte, or to “the capriciousness\nof untrained inspiration” (ibid.). Everything, thus, will be prescribed in a\nwriting and a text whose fabric will no longer resemble the model of\nclassical representation. To what place, then, will speech be assigned by\nthis necessary prescription called for by cruelty itself?\nSpeech and its notation—phonetic speech, an element of classical\ntheater—speech and its writing will be erased on the stage of cruelty\nonly in the extent to which they were allegedly dictation: at once cita-\ntions or recitations and orders. The director and the actor will no\nlonger take dictation: “Thus we shall renounce the theatrical supersti-\ntion of the text and the dictatorship of the writer” (TD, p. 124). This is\nalso the end of the diction which made theater into an exercise of read-\ning. The end of the fact that for “certain theatrical amateurs this means\nthat a play read aﬀords just as deﬁnite and as great a satisfaction as the\nsame play performed” (TD, p. 118).\nHow will speech and writing function then? They will once more\nbecome gestures; and the logical and discursive intentions which speech\nordinarily uses in order to ensure its rational transparency, and in order\nto purloin its body in the direction of meaning, will be reduced or\nsubordinated. And since this theft of the body by itself is indeed that\nwhich leaves the body to be strangely concealed by the very thing that\nconstitutes it as diaphanousness, then the deconstitution of diapha-\nnousness lays bare the ﬂesh of the word, lays bare the word’s sonority,\nintonation, intensity—the shout that the articulations of language and\nlogic have not yet entirely frozen, that is, the aspect of oppressed\ngesture which remains in all speech, the unique and irreplaceable\nmovement which the generalities of concept and repetition have never\nﬁnished rejecting. We know what value Artaud attributed to what is\ncalled—in the present case, quite incorrectly—onomatopoeia. Glos-\nsopoeia, which is neither an imitative language nor a creation of\nnames, takes us back to the borderline of the moment when the word\nwriting and difference\n302\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 329,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "des",
        "artaud",
        "barkeit",
        "sentation",
        "nds",
        "ect",
        "repre",
        "tal",
        "darstell",
        "representability"
      ],
      "full_text": " \nsame status. This analogy requires patient meditation. In The Interpretation\nof Dreams and in the Metapsychological Supplement to the Theory of Dreams the\nplace and functioning of writing are delimited. Present in dreams,\nspeech can only behave as an element among others, sometimes like a\n“thing” which the primary process manipulates according to its own\neconomy. “In this process thoughts are transformed into images,\nmainly of a visual sort; that is to say, word presentations are taken back\nto the thing-presentations which correspond to them, as if, in general\nthe process were dominated by considerations of representability (Darstell-\nbarkeit).” “It is very noteworthy how little the dream-work keeps to\nword-presentations; it is always ready to exchange one word for\nanother till it ﬁnds the expression which is most handy for plastic\nrepresentation” (SE 14:228). Artaud too, speaks of a “visual and plastic\nmaterialization of speech” (TD, p. 69) and of making use of speech “in\na concrete and spatial sense” in order to “manipulate it like a solid\nobject, one which overturns and disturbs things” (TD, p. 72). And\nwhen Freud, speaking of dreams, invokes sculpture and painting, or\nthe primitive painter who, in the fashion of the authors of comic strips,\nhung “small labels . . . from the mouths of the persons represented,\ncontaining in written characters the speeches which the artist des-\npaired of representing pictorially” (SE 4:312), we understand what\nspeech can become when it is but an element, a circumscribed site, a\ncircumvented writing within both general writing and the space of\nrepresentation. This is the structure of the rebus or the hieroglyphic.\n“The dream-content, on the other hand, is expressed as it were in a\npictographic script” (SE 4:227). And in an article from 1913: “For in\nwhat follows ‘speech’ must be understood not merely to mean the\nexpression of thought in words but to include the speech of gesture\nand every other method, such, for instance, as writing, by which men-\ntal activity can be expressed. . . . If we reﬂect that the means of repre-\nsentation in dreams are principally visual images and not words, we\nshall see that it is even more appropriate to compare dreams with a\nsystem of writing than with a language. In fact the interpretation of\ndreams is completely analogous to the decipherment of an ancient\npictographic script such as Egyptian hieroglyphs” (SE 13:176–77)7.\nIt is diﬃcult to know the extent to which Artaud, who often referred\nto psychoanalysis, had approached the text of Freud. It is in any event\nwriting and difference\n304\n"
    }
  ]
}