{
  "batch_id": 6,
  "document": "Derrida_MarginsOfPhilosophy",
  "pages": [
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 209,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "guage",
        "veniste",
        "episteme",
        "cially",
        "uncon",
        "lan",
        "losophy",
        "aporias",
        "benveniste",
        "fundamenta"
      ],
      "full_text": "The Supplement of Copula\nFirst, the thesis: \"Now it seems to us—and we shall try to show—that these\ndistinctions are primarily categories of language and that, in fact, Aristotle,\nreasoning in the absolute, is simply identifying certain fundamenta'l ca.tegories\nof the language m which he thought\" (p. 57).\nWhat are the presuppositions of this thesis? Benveniste starts from a certain\nnumber of generally acknowledged—at least since Saussure—characteristics of\nlanguage. In the first place, \"the reality of language\" is \"unconscious,\" which\nresembles Saussure's propositions concerning the fact that \"language is not a\nfunction of the speaking subject.\" We will not pause to consider this premise,\nwhich raises more than one difficulty, however, and not only because of its\nempirical form. (\"In their diversity, these uses [of language] have, however, two\ncharacteristics in common. One is that the reality of language, as a general rule,\nremains unconscious\"; p. 55.) What does \"reality of language\" mean here? What\nis the status of \"reality\" in the phrase \"reality of language\"? Why only \"as a\ngeneral rule\"? Is it or is it not an essential predicate of the so-called reality to\nremain unconscious? The difficulty of distinguishing conscious from uncon-\nscious is at its most obscure when the issue is one of language or of the use of\nlanguage. And the difficulty is not attenuated, quite to the contrary, when the\nunconscious risks becoming an indistinct consciousness (\"The reality of lan-\nguage, as a general rule, remains unconscious; except when language is espe-\ncially studied for itself, we have no more than a very faint and fleeting awareness\nof the operations which we accomplish in order to talk\"; p. 55), or when the\nactivity of linguistics, in its relation to language, is determined as a coming to,\nor an increase of, consciousness. These questions are raised neither to emphasize\nwhat are doubtless secondary links in Benveniste's demonstration, nor to object\nto his discourse, but merely to indicate an example of the aporias that appear\nto engage anyone who takes on the task of defining the constraints which limit\nphilosophical discourse; for it is from the latter that the noncritical notions which\nare applied to its delimitation must be borrowed. The notions of system, form,\ncontent, which serve to define the characteristics of language, equally could\nhave given us pause (\"Now this language has a configuration in all its parts\nand as a totality. It is in addition organized as an arrangement of distinct and\ndistinguishing 'signs,' capable themselves of being broken down into interior\nunits or of being grouped into complex units. This great structure, which includes\nsubstructures of several levels, gives its form to the content of thought\"; p. 55).\nThe notion of a linguistic system, even if opposed to the notions of logical system,\nor system of categories, and even if one attempted to reduce the latter to the\nformer, would never have been possible outside the history (and) of the concepts\nof metaphysics as theory, episteme, etc. Whatever the displacements, breaks, and\nsecondary discontinuities of every kind, (and they surely have to be taken very\nstrictly into account), this filiation has never been absolutely interrupted. Ben-\nveniste acknowledges this elsewhere:8 and here he acknowledges that he must\n8. Problems, p. 18: \"Everyone knows that western linguistics originated in Greek phi-\nlosophy. This appears from all the evidence. Our linguistic terminology is made up in\nlarge part of Greek terms adopted directly or through their Latin translations.\"\n180\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 212,
      "bucket": "D (5-10%)",
      "error_rate": 8.9,
      "unknown_words_sample": [
        "langage",
        "pote",
        "beypnd",
        "kategorias",
        "principial",
        "benveniste",
        "pou",
        "skh",
        "kata",
        "tropon"
      ],
      "full_text": "Rhapsodies\nthen for any determined science, rational grammar, linguistic system, etc.), he\nintends to answer a question which does not admit, on the site where it is posed,\nthe distinction between language and thought. The category is one of- the ways\nfor \"Being\" to say itself or to signify itself, that is, to open language to its\nexterior, to what is in that it is or such as it is, to truth. \"Being\" is given in\nlanguage, precisely, as that which opens language to nonlanguage, beypnd what\nwould be only the (\"subjective,\" \"empirical,\" in the anachronistic sense of these\nwords) interior of a language. It is evident—and Benveniste formulates this\nexplicitly—that to reduce the categories of thought to categories of language is\nto affirm that a language's pretentions to \"thought,\" that is, to truth, universality,\nthe ontological, are unjustifiable. But as it happens, the category of the category\nis but a systematic setting in place of the pretension to an exterior of language,\nmaking it both language and thought because language is examined at the site\nwhere the signification \"Being\" is produced.\nAmong the several presentations of the categories, the most complete list is\nprobably the one cited by Benveniste (Categories, chap. 4, 1, b 25). But the text\nof the Metaphysics (E 2 1026 a 33), which also proposes a list of the categories,\nprecedes this list with a kind of principial definition. The categories answer the\nquestion of knowing in what ways Being is said, since it is said pollakOs, in many\nways: \"The science which studies this will be prior to physics, and will be\nprimary philosophy and universal in this sense, that it is primary. And it will\nbe the province of this science to study Being qua Being (kai pen tou ontos liii on,\ntautës an eu theoresai); what it is (ti esti), and what the attributes are which belong\nto it qua Being (kai ta huparkhonta hei on). But since the simple term 'being' (to\nhaplOs legomenon: Haplos: simply, frankly, in a word, without detour) is used in\nvarious senses (pollakOs legetai'), of which we saw that one was accidental (kata\nsumbebékos), and another true (Os alëthes), not-being being used in the sense of\nfalse (kai to me on Os to pseudos); and since besides these there are the categories\n(ta skhëmata tës kategorias), e.g. the 'what' (ti), quality (poion), quantity (poson),\nplace (pou), time (pote), and any other similar meanings (ei ti allo\nton\ntropon touton).\"°\nThus, Aristotle knows that he is examining the ways of saying11 being in that\nit is pollakOs legomenon. The categories are the figures (skhëmata) according to\nwhich the \"simple term\" being is said in that it is said in several ways, through\nseveral tropes. The system of the categories is the system of being's turns of\n10. Metaphysics, trans. Hugh Tredenick (Cambridge: Harvard University Press, 1933),\nchap. 6 (2 1026 a 33), p. 299.\n11. This is what Aubenque recalls (\"Aristote et le langage,\" p. 104): \"Thus it is a fact\nof language__the equivocality of Being—that Aristotle overtly has in mind and that he\nattempts to regulate, or as we have said, 'to administer' with a procedure that is itself\n'linguistic': the distinction of the multiple significations of the contested word. Conversely,\nAristotle nowhere presents the categories as properties of things or as laws of thought.\nTherefore, one cannot impute to Aristotle an alleged 'unconsciousness' of the relations\nbetween his ontology and language.\"\n183\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 216,
      "bucket": "D (5-10%)",
      "error_rate": 8.4,
      "unknown_words_sample": [
        "langage",
        "rougier",
        "soulev",
        "trendelenburg",
        "problemes",
        "taphysics",
        "scientifique",
        "benveniste",
        "actes",
        "ception"
      ],
      "full_text": "Rhapsodies\nglement of linguistic and philosophical structures would have to be taken into\naccount? In effect, the relation of the Kantian categories to language is mediated\nby an entire philosophical stratification (viz., the entire heritage of Aristotle,\nwhich is to say, many things), and by an entire set of linguistic displacements\nwhose complexity is easily glimpsed. The enormousness of this task does not\nreduce its necessity. This is why, above all, we are not trying to gainsay the\nquestion asked by Benveniste, quite the contrary; we are, rather, attempting to\nanalyze certain of its presuppositions, and perhaps to pursue, however mini-\nmally, its elaboration.\nNot only has Aristotle's empiricism been delineated, or allegedly so, but quite\nprecisely, and of long date, his categories have been recognized as productions\nof language. The most precise and systematic attempt here was Trendelenburg's\n(1846). \" As Aubenque\" also recalls, Benveniste has an immediate predecessor,\nwhom at times he even seems to paraphrase, in the person of Brunschvicg. In\nhis Les Ages de l'infelligence (1939), Brunschvicg also accused Aristotle of taking\n\"the universe of discourse\" for \"the universe of reason;' believing that thereby\nhe could unmask \"the entirely verbal character of his ontology,\" \"and doubtless\nof every ontology,\" for \"Being as Being is the kind of word that cannot be more\nthan a word.\" \"He [Aristotlej seeks knowledge of things only in sensory per-\nception. . . and in language, or, more accurately, in the language that he spoke,\nwhose particularities he unconsciously [my italics] elevates into the necessary and\nuniversal conditions of thought.\"7 Which means, as Brunschvicg says elsewhere\nciting Serrus, that Aristotle would only have \"made explicit a certain sponta-\nneous metaphysics of the Greek language.\" Aubenque further cites a thesis of\nRougier's: \"Bergson said that Aristotle's metaphysics is the spontaneous me-\ntaphysics of the human mind: it would be more correct to say that it is the\nspontaneous metaphysics of the Indo-European languages, and of the Greek\nlanguage in particular.\"8\nCassirer, who has never been cited in this debate, is surely Benveniste's most\nremarkable and immediate predecessor. In \"The Influence of Language on the\nDevelopment of Thought in the Natural Sciences,\" he also recalls the previous\nattempts, notably Trendelenburg's: \"When Aristotle, in his analyses of the the-\nory of categories, follows language and commits himself to its guidance, there\nis nothing to discuss about his procedure, from a modern point of view. But we\nwould demand that he carefully distinguish between the 'universal' and the\n'particular,' and that he not make of certain determinations, which find their\n14. Cited by Vuillemm, De Ia logique, p. 75, and by Aubenque, \"Aristote et le langage7\np. 103. On the interpretation of Trendelenburg, and on the debate to which it gave rise,\nsee Bönitz, Uber die Kategorien, pp. 37ff.\n15. \"Aristote et le langage,\" pp. 87—88.\n16. Brunschvicg, Les Ages de l'intelligence (Paris: Alcan, 1939), p. 65.\n17. Ibid., P. 68.\n18. Aubenque, \"Pseudo-problemes soulevés et résolus par Ia logique d'Aristote,\" in\nActes du Congres international scientifique (Paris, 1935).\n187\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 218,
      "bucket": "D (5-10%)",
      "error_rate": 8.4,
      "unknown_words_sample": [
        "paskhein",
        "viously",
        "pote",
        "scription",
        "benveniste",
        "pou",
        "jectives",
        "poiein",
        "config",
        "uration"
      ],
      "full_text": "Transference\nulate scientific propositions whose actual production eludes him, and if, in-\nversely, there is a haste on the part of the scientist in his approach to the\nphilosophical text, the laurels go to the rhapsodists who disqualify the parts of\na philosophical text whose mechanics are unknown to them, using a scientific\nalibi on which they have never set foot or hand.\nTransference\nTranscription, transposition, projection of the categories of language into the cat-\negories of thought: this is how Benveniste defines Aristotle's unconscious oper-\nation, and, inversely, the symmetrical decoding which he consciously sets\nhimself to undertake: \"The ten categories can now be transcribed in linguistic\nterms. Each of them is given by its designation and followed by its equivalent:\nousia ('substance'), substantive; poion, poson ('what kind, in what number'), ad-\njectives derived from pronouns like the Latin qualis and quantus; pros ti ('relating\nto what'), comparative adjective; pou ('where'), pote ('when'), adverbs of place\nand time; keisthai ('to be placed'), middle voice; ekhein ('to be in a state'), the\nperfect; poiein ('to do'), active voice; paskhein ('to undergo'), passive voice\" (p.\n60).\nThus, the linguist transcribes in terms of language what the philosopher pre-\nviously, \"unconsciously\" transposed, or projected from language into terms of\nthought:\n\"We have thus an answer to the question raised in the beginning which had\nled us to this analysis. We asked ourselves what was the nature of the relationship\nbetween categories of thought and categories of language. No matter how much\nvalidity Aristotle's categories have as categories of thought, they turn out to be\ntransposed from categories of language. It is what one can say which delimits\nand organizes what one can think. Language provides the fundamental config-\nuration of the properties of things as recognized by the mind. This table of\npredication informs us above all about the dass structure of a particular language.\n\"It follows that what Aristotle gave us as a table of general and permanent\nconditions is only a conceptual projection of a given linguistic state\" (p. 61).\nTranscription, here, does not amount to a translation, that is to an mt ru-linguistic\nmovement assuring the transport of a signified from one language to another,\nfrom one system of signifiers to another. Thus, one cannot call translation the\npassage from a categorial (nonlinguistic) structure said to be of \"thought,\" to\na linguistic categorial structure said to be of \"language.\" The sense of \"tran-\nscription,\" therefore, refers back to what is called \"transposition\" or \"projection\"\nfurther on. The linguist's transcription seems to move in the opposite direction,\nbringing back into language what allegedly escaped it by means of transposition\nand projection.\nWhat about this strange transference? How could it have been produced?\nAlong the lines of what necessity? Benveniste recognizes this unique corre-\n189\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 221,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "iste",
        "priori",
        "lasalle",
        "torically",
        "arnauld",
        "nenf",
        "ciple",
        "taphysics",
        "benveniste",
        "nulle"
      ],
      "full_text": "The Supplement of Copula\nguage. Under these conditions, neither Aristotle, nor any of the philosophers\nwho have attempted to constitute a table of categories of thought principially\nindependent of the categories of language, appear to have been wrong in prin-\nciple. Thought is not language, or a language, Benveniste seems to admit here.\nBut Aristotle deluded himself in practice: because he believed in a table, and\nespecially because, through unconsciousness and empiricism, he confused what\nhe should have distinguished.\nWe are still with the first hypothesis. Is it not strange to qualify as empirical\nthe necessity of an expression, the necessity to bring the conceivable to statement\nin a given language? In the last analysis, the value of empiricity has never been\nrelated to anything but the variability of sensory and individual givens, and by\nextension to every passivity or activity without concept; for example, to cite\nLeibniz, to \"a simple practice without\nNow, if anyone ever has been\nable to concede that there was any pure empiricity in the practice of language,\nthis could only be so, finally, as concerns the sensory and singular event of a\nmaterial (phonic or graphic) signifier; even supposing that such a pure, non-\nrepeatable event, escaping every formal generality, ever intervenes in linguistic\nor semiotic practice. Above all, how can one affirm the empiricity of the move-\nment which leads to signifying in general and to signifying within a language,\nand that does so with recourse to an organization of forms, a distribution of\ndasses, etc.? Finally, on the basis of what system, and also from whence his-\ntorically, do we receive and understand—before even positing the empiricity of\nsignification—the signification of empiricity? On this matter no analysis will'\neither circumvent or exdude the tribunal of Aristotelianism. This does not imply\nthat Aristotle is the author or origin of the concept of empiricity, even if the\nopposition of the empirical and the theoretical (the a priori, the scientific, the\nobjective, the systematic, etc.) in one way or another envelops Aristotle's me-\ntaphysics. Even if such a concept is not fixed once and for all in an \"origin,\" one\ncannot comprehend the history and system of its mutations or transformations\nwithout taking into account the general code of metaphysics, and within this\ncode, the decisive mark of Aristotelianism. In Die Zeit des\n(1938),\nHeidegger notes that \"it is Aristotle who was the first to understand what\nempeiria signified.\" If one wished to use the word \"empirical\" in a sense totally\nforeign to Aristotle's, or to its sense in the history of philosophy, one explicitly\nwould have to undertake the labor of this transformation. Nothing in Benven-\niste's text signals or announces such a displacement.\nBut then, it will be said, one cannot even employ in passing a small word as\ninnocent as empirical, a word everyone understands ordinarily, in a demonstra-\ntion that aims further and higher. I would be tempted to answer thus: given\nwhat is at stake in this demonstration, and given its strategically decisive char-\n22. In Leibniz, Discourse on Metaphysics. Correspondence with Arnauld and Monadology,\ntrans. George Montgomery (LaSalle, Ill.: Open Court Publishing Co., 1968), sec. 28.\n23. French translation in Chentins qui ,nènenf nulle part\nGallimard, 1957).\n192\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 222,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "paskhein",
        "pote",
        "hote",
        "benveniste",
        "pou",
        "jectives",
        "hosos",
        "poiein",
        "gegona",
        "poson"
      ],
      "full_text": "The Transcendental and Language\nacter, if certain terms, at secondary sites of the itinerary, could be advanced\nwithout infinite precautions, it would certainly not be this one, for in fact it\nbears the entire weight of the critical argument.\nSecond hypothesis: \"empirical necessity\" determines less the \"expression\"\nthan, more indirectly, the expression in that it is \"distinct for each of its pred-\nications.\" This being the case, Aristotle did not only, or essentially, accede to\nthe so-called empirical necessity of expressing predicates; rather, in acceding to\nit, in establishing the list of classes, he proceeded in empirical fashion. Not only\nthe project but its formation, the procedures of its practice, remained empirical.\nHere the argument would be very weak. On the one hand it would amount\nto the most traditional philosophical objection; on the other hand, it would\ncontradict what is most convincing and most novel in Benveniste's analysis. As\nVuillemin quite correctly has emphasized,24 this analysis demonstrates in effect\nthat (1) the table of categories is systematic and not rhapsodic; (2) by operating\na selection in the categories of language, the table is no longer their simple carbon\ncopy or empirical reflection.\nThe Transcendental and Language\nWe have not yet come to the major area of the problem. This is displayed fully\nwhen Benveniste proposes that the \"remark can be elaborated further.\" We are\n24. Vuillemin, De la logique, pp. 76—77. A long citation is necessary. \"This demonstration\n[Benveniste's) possesses a double merit.\n\"First, it brings to notice the organization of the table of categories, which had always\nbeen reproached for its rhapsodic character. The first six categories all refer to nominal\nforms, the four last to verbal forms. Within this division, with the exception of one case,\nthe enumeration proceeds by opposition of pairs. The category of the substantives seems\nto be the exception to this rule; but this category itself is found to be subdivided into\nproper nouns (primary substances) and common nouns (secondary substances). The ad-\njectives poson and poion correspond (hosos/hoios, tosos/toios), as do the adverbs pou and pote\n(hou/hote, toultofe). The pros ti, which is presented alone, only expresses the fundamental\nproperty of Greek adjectives, that of providing a comparative. As for the four verbal forms,\nif poiein and paskhein (to do/to undergo) visibly constitute an opposition corresponding to\nthat of the active and the passive, keisthai (to be in a position) and ekhein (to be in a\ncondition) equally form a pair, when they are interpreted as categories of language: 'There\nare, indeed, various relationships, both formal and functional between the Greek perfect\nand the middle voice, which as inherited from Indo-European, formed a complex system;\nfor example, an active perfect, gegona goes with middle present.\n(Benveniste,\np. 60).\n\"In the second place. it is concluded that Aristotle, believing that he is classing notions,\nin reality has classed categories of language, such that the particularities of the Greek\nlanguage have dominated the fate in philosophy in the West.\n\"This second conclusion, however, goes beyond what the argument has demonstrated.\nIn effect, it cannot legitimately be concluded from the fact that a philosophy borrows from\nthe oppositions of a language the concepts and oppositions recognized as fundamental\nfor thought not only that the language proposes its suggestions to thought. but also that\nit is impossible to think that which is not expressed in this language; moreover, it cannot\nlegitimately be concluded that the table of the categories of thought reflects that of the\n193\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 224,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "kants",
        "technicalness",
        "husserlian",
        "trans",
        "transcategorial",
        "erally",
        "das",
        "sein",
        "someihing",
        "benveniste"
      ],
      "full_text": "The Transcendental and Language\nin the system; it can no longer be a matter of \"projecting\" or \"transcribing\" one\ndetermined category into another, that is, of proceeding more or less empirically.\nThe elaboration of the remark leaps forward: in one move it goes beyond the\nfield designated in the title and in the initial formulation of the problem. What\nBenveniste very quickly calls the \"notion of 'being' \" is no longer one category\nthat is simply homogeneous with all the others: it is the transcategorial condition\nof the categories. Benveniste recognizes this: \"Beyond the Aristotelian terms,\nabove that categorization, there is the notion of 'being' which envelops every-\nthing. Without being a predicate itself, 'being' is the condition of all predicates\"\n(p. 61). We must read this reminder within the immense vein which flows from\nthe\n(which Benveniste's phrase reminds us of, almost literally: \"Many\nforms differing from one another but induded in one greater form, and again\none form evolved by the union of many wholes and of many forms entirely\napart and separate\"),26 through Aristotle's affirmation that Being is not a genre,\nthrough the affirmation found in the\nReason (\" 'Being' is obviously\nnot a real predicate; that is, not a concept of someihing which could be added\nto the concept of a thing. It is merely the positing of a thing, or of certain\ndeterminations, as existing in\nthe questions asked\nby Heidegger, notably in \"Kant's Thesis on Being\" (Kants These uber das Sein).\n\"Being,\" therefore, is not on the table. Nor is it elsewhere. The linguist or the\nlogician who wishes to establish a rule of transliteration or correspondence\nbetween categories of language and categories of thought will never encounter\nsomething he might simply call \"Being.\"\nWhat Benveniste discovers then, by virtue of this further \"elaboration,\" is the\nabsolutely unique relationship between the transcendental and language. Here\nwe are taking the word \"transcendental\" in its most rigorous accepted sense,\nin its most avowed \"technicalness,\" precisely as it was fixed in the course of the\ndevelopment of the Aristotelian problematic of the categories, including what-\never remains beyond the categories. Transcendental means transcategorial. Lit-\nerally: \"that which transcends every genre.\" (Despite the contextual differences,\nthis definition of a word undoubtedly invented by the Chancellor Philip, 1128,\nalso suits the Kantian and Husserlian concepts of the transcendental.)\nWhat about the transcendental value of \"Being\" as concerns language? Such\nis the question now.\nitself is presented here as a predicate, even though it is defined elsewhere as that which\nis always subject and never predicate (Prior Analytics 1, 27, 43 a 25; Physics 1, 7, 190 a 34;\nMetaphysics Z, 3, 1028 a 36). But essence, which in effect is the subject of every conceivable\nattribute, secondarily can be attributed to itself, and it is in this sense that it is a category,\nthat is, one of the figures of predication, one of the possible meanings of the copula.\" See\nalso pp. 190ff.\n26. TN. Plato, The Sophist, trans. Harold North Fowler (Cambridge: Harvard University\nPress, 1921), 253d (p. 401).\n27. Critique, p. 504.\n195\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 232,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "reappropriation",
        "scm",
        "infin",
        "itive",
        "seins",
        "dasein",
        "indo",
        "pre",
        "wesen",
        "des"
      ],
      "full_text": "The Remainder as Supplement\nThis emphasis on the third person singular of the present indicative of the\nverb \"to be\" seems also to have left its mark on the history of the languages in\nwhich \"to be\" bore a lexical presence. In this case the function of the copula\ngoverned the interpretation of the meaning of \"to be\" invisibly, in having always\nsomehQw worked it from within.\nHeidegger: \"We understand the verbal substantive 'Being' through the infin-\nitive, which in turn is related to the 'is' and its diversity that we have described.\nThe definite and particular verb form 'is,' the third person singular of the present\nindicative, has here a pre-eminent rank. We understand 'Being' not in regard to\nthe 'thou art,' 'you are,' 'I am,' or 'they would be,' though all of these, just as\nmuch as 'is,' represent verbal inflections of 'to be.' 'To be' is for us the infinitive\nof 'is.' And involuntarily, almost as though nothing else were possible, we\nexplain the infinitive 'to be' to ourselves through the 'is.'\n\"Accordingly, 'Being' has the meaning indicated above, recalling the Greek\nview of the essence of Being (Wesen des Seins) hence a determinateness which\nhas not just dropped on us accidentally from somewhere but has dominated\nour historical Being-there (geschichtliches Dasein)\" (p• 77).\nHowever eternally troubled and worked upon from within, the fusion of the\ngrammatical and lexical functions of \"to be\" certainly bears an essential relation\nto the history of metaphysics and to everything coordinated to this history in\nthe West.\nThere is a strong, indeed barely repressible, temptation to consider the grow-\ning predominance of the formal function of the copula as a process of falling,\nan abstraction, degradation, or emptying of the semantic plenitude of the lexeme\n\"to be\" and of all lexemes which, likewise, have let themselves dwindle or be\nreplaced. Is not to examine this \"history,\" (but the word \"history\" belongs to\nthis process of meaning), as the history of meaning, and to ask the \"question\nof Being\" as the question of the \"meaning of Being\" (Heidegger), to limit the\ndestruction of classical ontology to a reappropriation of the semantic plenitude\nof \"Being,\" a reactivation of the lost origin, etc.? Is it not to constitute the\nsupplement of copula as a historical accident, even if one considers it to be\nstructurally necessary? Is it not to suspect a kind of original fall in the copula,\nwith all that such a perspective would imply?\nFinally, why does the horizon of meaning dominate the question of the linguist\nas well as the question of the philosophical thinker? What desire impels both\nthe one and the other, as what they are, to proceed analogically toward a su-\nperlapsanan agency, something before the supplement of copula? That their\nprocedures and horizons remain analogous in this respect, one sees in the\nfollowing:\n\"The entire range of the inflections of the verb 'to be' (scm) is determined by\nthree different stems.\n\"The first two stems to be named are Indo-European and also occur in the\nGreek and Latin words for 'Being.'\n203\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 239,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "revene",
        "nteclals",
        "figur",
        "emen",
        "efficacity",
        "aristos",
        "cutors",
        "trans",
        "cep",
        "epicuru"
      ],
      "full_text": "White Mythology\nLet us take all the risk of unearthing an example (and merely an example, as\na frequent type), of this metaphor of (the) usure (of metaphor), the ruining of\nthe figure, in The Garden of Epicurus. As the exergue to this chapter, let us remark,\nthe metaphor borrowed from Anatole France—the philosophical usure of this\nby chance, describes the active erosion of an exergue.\nAlmost at the end of the Garden of Epicuru? a short dialogue between Aristos\nand Polyphilos is subtitled \"or the language of metaphysics.\" The two interlo-\ncutors are exchanging views, indeed, on the sensory figure which is sheltered\nand used (up), to the point of\nimperceptible, in every metaphysical\nconcept. Abstract notions always hide a sensory figur\nd the history of\nmetaphysical language is said to be confused with the\nof the efficacity\nof the sensory figure and\nof its effigy. The word i\nis not pronounced,\nbut one may decipher the double import of usure:\nby rubbing, exhaustion,\ncrumbling away, certa'\niy; but also the supp emen ax ipro uct of a capital, the\nexchange which far from losing\noriginal investment would fructify its initial\nwealth, would increase its return in the\ninterest,\nlinguistic surplus value, the two histories of the meaning of the word remaining\n'Polyphilos: It was just a reverie. I was thinking hod' the\nMetaphysicians, whçn they make a language for themselves, are like [image,\ncomparison, a figure in order to signify figuration] knife-grinders, who instead\nof knives and scissors, should put nteclals and coins to the grindstone to efface\nthe exergue, the value and the head. When they have worked away till nothing\nis visible in their crown-pieces, neither King Edward, the Emperor William, nor\nthe Republic, they say: 'These pieces have nothing either English, German or\nFrench about them; we have freed them from all limits of time and space; they\n(are not worth five shillings any more; they are of an inestimable value, and their\nis extended indefinitely.' They are right in speaking thus. By this\nneedy knife-grinder's activity words are changed from a physical to a meta-\nphysical acceptation. It is obvious that they lose in the process; what they gain\nby it is not so immediately apparent\" (pp. 194—95).\nThe issue here is not to capitalize on this reverie but to watch the configuration\nof our problem, along with its theoretical and historical conditions, take shape\nby means of the logic implicit in this text. There are at least two limits: (1)\nPolyphios seems anxious to save the I\nof capital, or rather, lefore the\naccumulation of capital, to save the natural wealth and original virtue of the\nsensory image, which is deflowered and deteriorated by the history of the con-\ncep!. Thereby he supposes—and this is a classical motif, a commonplace of the\neighteenth century—that a purity of sensory language could have been in cir-\nculation at the origin of language, and that the efi,'mon of a primitive sense always\n4. The Garden of Epicurus by Anatole France, trans. Alfred Allinson (New York: Dodd,\nMead, 1923). All further references are to this edition. It also contains a kind of revene\non the figures of the alphabet, the original forms of certain letters (\"How I discoursed one\nnight with an apparition on the first origins of the alphabet\").\n210\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 241,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "metat",
        "usure",
        "gramm",
        "eleatics",
        "metaphysicians",
        "lachelier",
        "lyphios",
        "nons",
        "diff",
        "phenoinenology"
      ],
      "full_text": "White Mythology\npages of Hegel, taken at random, in his Phenoinenology [a book quite. infrequently\ncited in the French university of 1900, it appears], out of six and twenty words,\nthe subjects of important sentences, I found nineteen negative terms as against\nseven affirmatives .\n. . These abs and ins and nons are more effective than any\nAt a stroke they make the most\nsmooth and characterless. Sometimes, it is true, they merely twist them round\nfor you and turn them upside down\" (pp. 196—97).\nthe jest, the relation\nJ\nbetween metaphorization, which takes off on its own, and negative concepts\nremains to be examined. For in dissolving any finite determination, negative\nconcepts break the tie that binds them to the meaning of any particular being,\nthat is, to the totality of what is. Thereby\ntheir apparent meta-\nphoricity. (Later we will give a better definition of the problem of negativity,\nwhen we can recognize the conn vance between the Hegelian\nwhich is also the unity of loss and profit—and the philosophical concept\nof metaphor.) \"Such is the general practice, so far as I have observed, of the\nmetaphysicians—more correctly, the Metat a physicians; for it is another remarkable\nfact to add to the rest that your science itself has a negative name, one taken\nfrom the order in which the treatises of Aristotle were arranged, and that strictly\nspeaking, you give yourselves the title: Those who come after the Physicians. I\nunderstand of course that you regard these, the physical books, as piled atop\nof each other, so that to come after is really to take place above. All the same,\nyou admit this much, that you are outside of natural phenomena\" (pp. 196—97).\nAlthough the metaphysical metaphor has turned everything upside down,\nand although it has also erased piles of physical discourses, one always should\nbe able to reactivate the primitive inscription and restore the palimpsest. .Po-\nlyphios indulges in this game. He extracts from a work which \"reviews all\nsystems one by one from the old Eleatics down to the latest\nand.\nends up with M. Lachelier,\" a sentence of particularly abstract and speculative\nappearance: \"The spirit possesses God in proportion as it participates in the absolute\"\n(p. 193). Then he undertakes an etymological or philological work which is to\nreawaken all the sleeping figures. To do this, he concerns himself not with \"how\nmuch truth the sentence contained,\" but only with its \"verbal form.\" And after\nhaving specified that the words \"God,\" \"soul,\" \"absolute,\" etc., are symbols and\nnot signs, what is symbolized maintaining a tie of natural affinity with the\nsymbol, and thus authorizing the etymological\nof the usure of the_symbolic),\nPolyphilos presents the results of his chemical operation:\n\"Wherefore I was on the right road when I investigated the meanings inherent\nin the words spirit, God, absolute, which are symbols and not signs.\n\"'The spirit possesses God in proportion as it participates in the absolute.'\n5. TN. On reléve, see above, \"La différance,\" note 23; \"Ousia and Grammê,\" note 15;\n\"The Pit and the Pyramid,\" note 16; and \"The Ends of Man,\" note 14.\n212\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 242,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "reducedj",
        "naivet",
        "metaphy",
        "indo",
        "colours",
        "ofihe",
        "ariste",
        "wiih",
        "fabulois",
        "thology"
      ],
      "full_text": "Exergue\n\"What is this if not a collection of little symbols, much worn and defaced, I\nadmit, symbols which have lost their original brilliance, and picturesqueness,\nbut which still, by the nature of things, remain symbols? The image is reducedj\nto the schema, but the schema is still the image. And I have been able, without(\nsacrificing fidelity, to substitute one for the other. In this way I have arrived at\nthe following.\n'The breath is seated on the shining one in the bushel of the part it takes in what is\naltogether loosed (or subtle),' whence we easily get as a next step: 'He whose breath\nis a sign of life, man, that is, will find a place (no doubt after the breath has been\nexhaled) in the divine fire, source and home of life, and this place will be meted out to\nhim according to the virtue that has been given him (by the demons, I imagine) of\nsending abroad this warm breath, this little invisible soul, across the free expanse (the\nblue of the sky, most likely).'\n\"And now observe, the phrase has acquired quite the ring of some fragment\nof a Vedic hymn, and smacks of ancient Oriental mythology. I cannot answer\nfor having restored this primitive myth in full accordance with the strict laws\ngoverning language. But no matter for that. Enough if we are seen to have found\nsymbols and a myth in a sentence that was essentially symbolic and mythical,\ninasmuch as it was metaphysical.\n\"1 think I have at last made you realize one thing, Aristos, that any expression\n—\nof an abstract idea can only be an analogy. By an odd fate, the very metaphy-\nsicians who think to escape the world of appearances are constrained to live\nperpetually in allegory. A sorry lot of poets, they dim the colours of the ancient\nfables, and are themselves but gatherers of fables. They produce white my-\nthology\" (pp. 213—14 [translation modified; the last sentence reads: \"Their output\nis mythology, an anemic mythology\"]).\nA formula—brief, condensed, economical, almost mute—has been deployed\nin an interminably explicative discourse, displaying itselt like a pedagogue, with\nthe derisive effect always produced by the prolix and gesticulating translation\nof an oriental ideogram. Parody of the translator, naiveté of the metaphysician\nor of the pitiful peripatetic who does not recognize his own figure and does not\nkpow where it has marched him to.\nL Metaphysics—the white mythology which reassembles and reflects the culture\nofihe West: the white man takes his own mythology, Indo-European mythology,\nhis own lagos, that is, the\nof his idiom, for the universal form of that he\nmust still wiih to call\ndoes not go uncontested. Aristos (Ariste),\nthe defender of\ntypographical error will have imprinted in the\ntitle Artiste), finishes by leaving, determined to break off dialogue with a cheater:\n\"1 leave unconvinced, If only you had reasoned by the rules, I could have\nrebutted your arguments quite easily\" (p. 215).\nWhite mythology—metaphysics has era\ntell the fabulois scene\nthat has produced it, te\nnevertheless remains active and stirring,\ninscribed in white ink, an invisible design covered over in the palimpsest.\n213\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 243,
      "bucket": "E (10%+)",
      "error_rate": 11.5,
      "unknown_words_sample": [
        "langage",
        "antichamber",
        "seuil",
        "raisonn",
        "majeurs",
        "jakobson",
        "aithusser",
        "xviii",
        "mouvant",
        "althusser"
      ],
      "full_text": "White Mythology\nThis dissymmetrical—false---dialogue does not deserve its position as exergue\nonly because it is striking; or because in striking reason no less than the imag-\nination, it engraves our problem in a theatrical effigy. There are other justifi-\ncations. Very schematically:\n1. Polyphilos' propositions seem to belong to a configuration whose historical\nand theoretical distribution, whose limits, interior divisions, and gaps remain\nto be interpreted. Guided by the question of rhetoric, such an interpretation\nwould require examination of the texts of Renan0 and Nietzsche7 (who both, as\nphilologists, recalled what they considered to be the metaphorical origin of\nconcepts, and most notably of the concept which seems to support literal, proper\nmeaning, the propriety of the proper, Being), as well as those of Freud,8 Bergson,9\nand Lenin,'0 all of whom in_their attejnjyeness to metaphorical\nin the-\noretical or philosophical discourse, proposed or practiced the multiphcation of\nantagonistic\norder better to control or neutralize their effect. The\nefflorescence of historical linguistics in the nineteenth century does not suffice\nto explain the interest in\nticalsedimejitation. Qf\nAnd it\ngoes without saying that the configuration of the motifs has no linear chrono-\nlogical or historical limit. The names we have just associated show this clearly,\nand the cleavages to be defined or maintained, moreover, occur within discourses\n6. See e.g.\nDe l'origine du langage (1848),\nin Oeuvres completes, vol. 8, chap. 5.\n7. See, for example, \"Philosophy During the Tragic Age of the Greeks,\" in Early Greek\nPhilosophy, trans. Maximilian Mugge (New York: Russell and Russell, 1964).\n8. See e.g. Breuer's and Freud's texts in the Studies in Hysteria (Standard Edition II, 227—28,\n288—90); or further, Jokes and Their Relation to the Unconscious (SE VIII, 210—11); Beyond the\nPleasure Principle (SE XVIII, end of chap. 6); Introductory Lectures on Psycho-Analysis (SE XVI,\n295; on the metaphor of the antichamber); The Question of Lay Analysis (SE XX, 187—88).\nMoreover, concerning the intervention of rhetorical schemes in psychoanalytic discourse,\nnaturally I refer to Lacan's Ecrits (Paris: Seuil, 1966; see the \"Index raisonné des concepts\nmajeurs,\" by J. A. Miller); to Benveniste, \"Remarks on the Function of Language in\nFreudian Discovery,\" in Problems in General Linguistics, trans. Mary E. Meek (Coral Gables:\nUniversity of Miami Press, 1971); and to Jakobson, \"Two Aspects of Language and Two\nTypes of Aphasic Disturbance,\" in Roman Jakobson and Morris Halle, Fundamentals of\nLanguage (The Hague: Mouton, 1956).\n9. See e.g. \"Introduction a Ia metaphysique,\" in La pensde et Ic mouvant (Paris: Presses\nUniversitaires de France, 1946), p. 185.\n10. In his Notebooks (Collected Works, vol. 38 [London: Lawrence and Wishart, 1961]) on\nHegel's dialectics, Lenin most often defines the relation of Marx to Hegel as an \"over-\nturning\" (head over heels), but also as a \"decapitation\" (the Hegelian system minus\neverything that governs it: the absolute, the Idea, God, etc.), or further as the development\nof a \"germ\" or a \"seed,\" and even as the \"peeling\" which proceeds from the skin to the\npit, etc.\nOn the question of metaphor in the reading of Marx, and in a Marxist problematic in\ngeneral, see, notably, Louis Althusser, For Marx, trans. Ben Brewster (Harmondsworth:\nPenguin, 1969), part 3, \"Contradiction and Overdetermination\"; Louis Aithusser and\nEtienne Balibar, Reading Capital, trans. Ben Brewster (London, 1970), pp. 24, 121n., 187ff.;\nAlthusser, \"Les appareils ideologiques d'Etat,\" in La pensée, no. 151 (June 1970), pp. 7—9;\nand Jean-Joseph Goux, \"Numismatiques\" I, II, in Tel Que! 35—36.\n214\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 244,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "jakobson",
        "uninterriijted",
        "diachrony",
        "usure",
        "nonsystematic",
        "nonsyntactic",
        "polyphios",
        "polyphilos",
        "zfals",
        "pective"
      ],
      "full_text": "Exergue\nsigned by a single name. A new determination of the unity of bodies of work\nhas to precede or accompany the elaboration of these questions.\n2. To read within a concept the hidden history of a metaphor is to privilege\ndiachrony at the expense of system, and is also to invest in the symbolist conception\nof language that we have pointed out in passing: no matter how deeply buried,\nthe link of the signifier to the signified has had both to be and to remain a link\nof natural necessity, of analogical participation, of resemblance. Metaphor has\nalways been defined as the trope of resemblance; not simply as the resemblance\nbetween a signifier and a signified but as the resemblance between two signs,\none of which designates the other. This is the most general characteristic of\nmetaphor, which is what authorizes us to group under this heading all the so-\ncalled symbolical or analogical figures mentioned by Polyphios (figure, myth,\nfable, allegory). In this critique of philosophical language, to take an interest in\nmetaphor—in this particular figure—is therefore also to take a symbolist stand.\nIt is above all to take an interest in the nonsyntactic, nonsystematic pole of\nlanguage, that is, to take an interest in semantic \"depth,\" in the magnetic at-\ntraction of the similar, rather than in positional combinations, which we may\ncall \"metonymic\" in the sense defined by Jakobson,\" who indeed emphasizes\nthe affinity between the predominance of the metaphorical, i.e. symbolism (as\nmuch, we would say, as a literary school as a linguistic conception)—and ro-\nmanticism (as more historical, that is, historicist, and more hermeneutical). It\ngoes without saying that far from belonging to this problematic and sharing its\npresuppositions, the question of metaphor, such as we are repeating it here, on\nthe contrary should delimit them. However, the issue is not, symmetrically, to\nreaffirm what Polyphilos chooses as his target; it is rather to deconstruct the\nmetaphysical and rhetorical schema at work in his critique, not in order to reject\nand discard them but to reinscribe them otherwise, and especially in order to\nbegin to identify, the historico-problematic terrain on which philosophy system-\natically has been asked for the metaphorical rubrics of its concepts.\n3. The value of usure also has to be subjected to interpretation. It seems to\nhave a systematic tie to the metaphorical\npective. It will be rediscovered\nwherever the theme of metaphor is privileged. And it is also a metaphor that\nimplies a continuist presupposition:\nof a metaphor appears essentially\nnot asa displacement with breaks, as\nsystem,\nmutations, separations without origin, but rather as a\na.\nloss ap_uninterriijted exhausting of the prinutive meaning\nan empirical abstraction without extraction from its own native soil. Not that\nthe enterprise of the authors cited is entirely covered by this presupposition,\nbut, rather, the enterprise recurs to it every time it gives the metaphorical point\nof view the upper hand. This characteristic—the concept of usure—belongs not\nto a narrow historico-theoretical configuration, but more surely to the concept\n11. \"Two Aspects of Language,\" in Fundame,zfals pp. 77—78.\n215\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 245,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "dedaring",
        "etymologism",
        "eigen",
        "proprium",
        "dutton",
        "pointof",
        "gions",
        "destutt",
        "stimer",
        "mein"
      ],
      "full_text": "White Mythology\nof metaphor itself, and to the long metaphysical sequence that it determines or\nthat determines it. We will be interested in this question as our pointof departure.\n4. In signifying the metaphorical process, the paradigms of coin, of metal,\nsilver and gold, have imposed themselves with remarkable insistence. Before\nmetaphor—an effect of language—could find its metaphor in an economic effect,\na more general analogy had to organize the exchanges between the two \"re-\ngions.\" The analogy within language finds itself represented by an ,analogy\nbetween language and something other than itself. But here, that which seems\nto \"represent,\" to figure, is also thatwhich opens the wider space of a discourse\non figuration, and can no longer be contained within a regional or determined\nscience, linguistics or philology.\nInscription on coinage is most often the intersection, the scene of the exchange\nbetween the linguistic and the economic. The two types of signifier supplement\nteach other in the problematic of fetishism, as much in Nietzsche as in Marx.'2\nAnd the Contribution to the Critique of Political Economy organizes into a system\nthe motifs of usure, of \"coinage speaking different languages,\" of the relations\nbetween \"differences in name\" and \"differences in shape,\" of the conversion\nof coinage into \"gold sans phrase,\" and reciprocally of the idealization of gold,\nwhich \"becomes a symbol of itself and.\n. . cannot serve as a symbol of itself\"\n(\"nothing can be its own symbol,\" etc.).'3 The reference seems to be economic\n12. See e.g. Capital, trans. Eden and Cedar Paul (New York: Dutton, 1972), book 1: \"For\nthis reason, likewise, the fetishistic character of commodities is comparatively easy to\ndiscern. . . Whence did the illusions of the monetary system arise? The mercantilists (the\nchampions of the monetary system) regarded gold and 'Silver, not simply as substances\nwhich, when functioning as money, represented a social relation of production, but as\nsubstances which were endowed by nature with peculiar social properties .\n.\n. If com-\nmodities could speak they would say. . . Now let us hear how the economist interprets\nthe mind of the commodity\" (pp. 57—58).\n13. A Contribution to the Critique of Political Economy, trans. N. F. Stone (Chicago, 1904),\npp. 139 and 145. We are only recalling these texts. In order to analyze them from the point\nview that interests us here (the critique of etymologism, questions about the history\nand value of the proper—idion, proprium. eigen), it would be necessary to account for this\nfact particularly: Marx, along with several others (Plato, Leibniz, Rousseau, etc.), did not\nonly criticize etymologism as an abuse, or as a kind of nonscientific meandering, the\npractice of poor etymology. His critique of etymologism chose the proper as its example.\nHere, we cannot cite the entire critique of Destutt de Tracy, who plays on the words\nproperty and proper, as \"Stirner\" did with Mein and Meinung (mine, my opinion; Hegel did\nthis too), Eigentum and Eigenheit (property and individuality). We cite only the following\npassage, whose target is the reduction of economic science to the play of language. and\nthe reduction of the stratified specificity of concepts to the imaginary unity of an etymon:\n\"Above 'Stirner' refuted the communist abolition of private property by first transferring\nprivate property into 'having' and then declaring the verb 'to have' an indispensable word,\nan eternal truth, because even in communist society it could happen that Stimer will 'have'\na stomach-ache. In exactly the same way he here bases the impossibility of abolishing\nprivate property by transferring it into the concept of property ownership, by exploiting\nthe etymological connection between the words Eigentum (property) and eigen (proper,\nown), and dedaring the word eigen an eternal truth because a stomach-ache will be eigen\nto him. All this theoretical nonsense, which seeks refuge in bad etymology, would be\n216\n-\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 246,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "geworden",
        "ijltramoral",
        "eigen",
        "valeur",
        "tamorphosed",
        "austausch",
        "eigentumlichkeit",
        "siunlich",
        "vol",
        "wishart"
      ],
      "full_text": "Exergue\nand the metaphor linguistic. That Nietzsche also, at least apparently, inverses\nthe course of the analogy is certainly not insignificant but must not dissimulate\nthe common possibility of both the exchange and the terms: \"What then is truth?\nA mobile army of metaphors, metonymics, anthropomorphisms: in short, a sum\nof human relations which became poetically and rhetorically intensified, me-\ntamorphosed, adorned, and after long usage, seem to a nation fixed, canonic\nand binding; truths are illusions of which one has\nthat they are illusions;\nworn out metaphors which have become powerless to affect the senses (die\nabgenutzt und siunlich kraftlos geworden sind), coins which have their obverse (Bud)\neffaced and now are no longer of account as coins but merely as metal.\"4\nIf we were to accept a Saussurean distinction, we would say that here the\nand not only from a theory\nion. It is at the very moment when Saussure\nthis distinction\nthat he posits a necessary intersection of the synchronic and diachronic axes for\nall sciences of value, but for these alone. He then elaborates the analogy between\neconomics and linguistics: \"that duality [between synchrony and diachonyl is\nalready forcing itself upon the economic sciences. Here, in contrast to the other\nsciences, political economy and economic history constitute two clearly separated\ndisciplines within a single science ... Proceeding as they have, economists\nare—without being aware of it—obeying an inner necessity. A similar necessity\nobliges us to divide linguistics into two parts, each with its own principle. Here\nas in political economy we are confronted with the notion of value; both sciences\nimpossible if the actual private property which the communists want to abolish had not\nbeen transformed into the abstract notion of 'property.' This transformation, on the one\nhand, saves one the trouble of having to say anything, or even merely to know anything\nabout actual private property and, on the other hand, makes it easy to discover a contra-\ndiction in communism, since after the abolition of (actual) property it is, of course, easy\nto discover still all sorts of things which can be induded in the term 'property.'\" Karl\nMarx and Frederick Engels, The German Ideology, ed, C. J. Arthur (London: Lawrence and\nWishart, 1965), part 2, \"The Language of Property,\" p. 247. This critique—which opens,\nor leaves open, the questions of the \"reality\" of the proper, of the \"abstraction\" and the\nconcept (not the general reality) of the proper—is continued further on, a propos of some\nremarkable examples: \"For example, propriété—property (Eigentum) and feature (Eigen-\nschaft); property—possession (Eigentum) and peculiarity (Eigentumlichkeit); 'eigen' (one's\nown)—in the commercial and in the individual sense; valeur, value, Wert ('worth, value');\ncommerce, Verkehr ('intercourse,' 'traffic,' 'commerce'); échange, exchange, Austausch ('ex-\nchange'), etc., all of which are used both for commercial relations and for features and\nmutual relations of individuals as such. In the other modem languages this is equally the\ncase. If Saint Max seriously applies himself to exploit this ambiguity, he may easily succeed\nin making a brilliant series of new economic discoveries, without knowing anything about\npolitical economy; for, indeed, his new economic facts, which we shall take note of later,\nlie wholly within this sphere of synonymy\" (ibid., p. 249).\n14. Nietzsche, \"On Truth and Falsity in their Ijltramoral Sense,\" in Complete Works of\nNietzsche, ed. D. Levy (London and Edinburgh, 1911), vol. 2, p. 180. This motif of the\nerasure, of the paling of the image, is also found in the Traumdeutung (SE N, 43), but it\ndoes not determine the theory of metaphor in unequivocal or unilateral fashion any more\nFreud than in Nietzsche.\n217\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 249,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "thetaphor",
        "ammg",
        "histor",
        "topologic",
        "essarily",
        "nomos",
        "nec",
        "supplementarity",
        "stracting",
        "ical"
      ],
      "full_text": "White Mythology\ng system: the metaphor, at the very least, without which the concept of thetaphor\ncould not be constructed, or, to syncopate an entire chain of reasoning, the\nmetaphor of metaphor. This extra metaphor, rer ammg outside the field that it\nallows to be circumscribed, extracts or abstracts itself from this field, thus sub-\nstracting itself as a metaphor less. By virtue of what we might entitle, for eco-\nnomical reasons, tropic supplementarity, since the extra turn of speech becomes\nthe missing turn of speech, the taxonomy or history of philosophical metaphors\nwill never make a profit. The state or status of the complement will always be\ndenied to the interminable dehiscence of the supplement (if we\npermitted\nto continue to garden this botanical\nIn order to demonstrate this, let us imagine what such a simultaneously\nhistoric and systematic sampling of philosophical metaphors might be. First, it\nwould have to be governed by a rigorous concept of metaphor, a concept to be\ncarefully distinguished, within a general tropology, from all the other turns of\nspeech with which metaphor is too often confused. Provisionally, let us take\nsuch a definition as granted. One then would have to acknowledge the impor-\ntation into so-called philosophical discourse of exogenous metaphors, or rather\nof significations that become metaphorical in\ntransported out of their own\nhabitat. Thus, one would classify the places they come from: there would be\nmetaphors that are biological, organic, mechanical, technical, economic, histor-\nical, mathematical—geometric, topologic, arithmetic—(supposing that in the\nstrict sense there might be mathematical metaphors, a problem to be held in\nreserve for now). This classification, which supposes an indigenous population\nand a migration, is usually adopted by those, not numerous, who have studied\nthe metaphorics of a single philosopher or particular body of work.\nIn classifying metaphors according to their native regions, one would nec-\nessarily—and this has indeed happened—have to reduce the \"lending\" dis-\ncourses, the discourses of the origin—in opposition to the borrowing discourses—\nto two major types: those which precisely appear more original in and of them-\nselves,2' and those whose object has ceased to be original, natural, primitive.\nThe first kind provides metaphors that are physical, animal, and biological, and\nthe second those that are technical, artificial, economic, cultural, social, etc. This\nderivative opposition, (of physis to tekhnë, or of physis to nomos), is at work\neverywhere. Sometimes the thread of the argument is not stated. It happens\nthat there is an alleged break with tradition. The results are the same. These\ntaxonomical principles do not derive from a particular problem of method. They\nare governed by the concept of metaphor and by its system (for example, the\noppositions of the place of origin, the etymon, and the proper, to all their others),\n21. Those which primarily are encountered in nature demand only to be picked, like\nflowers. The flower is always youthful, at the greatest proximity to nature and to the\nmorning of life. The rhetoric of the flower, for example in Plato, always has this meaning.\nSee Symposium 183e, 196a—b, 203e, 210c; Republic 474e, 60Th; and Politics 273d, 310d, etc.\n220\n-\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 252,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "stil",
        "pindars",
        "dornseiff",
        "phors",
        "dans",
        "paradigme",
        "metaphorics",
        "metaphora",
        "universitajres",
        "paradeigma"
      ],
      "full_text": "Plus de\nthis idea, nor distinguish itself, except by falling back into the status of a su-\nperfluous sign, which immediately fades away. Outside of thought, as an effect\nof the \"imagination,\" metaphors \"are all destined to express ideas more aptly\nthan would a long elaboration. In these conditions, it has appeared interesting\nto me to seek out what these ideas were. And this is what has led me to prefer\nanother method than the traditional classification, a method that F. Dornseiff\nalready has used in his study of Pindar's style (Pindars Stil, Berlin, 1921). This\nmethod, which consists in grouping metaphors according to the ideas they\nexpress, has the great advantage of making salient the writer's way of thinking,\ninstead of emphasizing only his imagination. And in exactly specifying the\nmeaning of each image, this method also allows us to see in a certain dialogue\none dominant metaphor that the author 'weaves' throughout his work. Finally,\nthe method has the merit of making tangible every change in the use of meta-\nphors, by showing the new images which, from one dialogue to another, may\nappear in the expression of the same idea. In a word, it satisfies not only the\nneed for classification, but also helps to gain a deeper understanding of the role\nand vahie of images\" (p. 14).\n.\nIn order not to treat metaphor as an imaginative or rhetorical ornament, in\norder to come back to the internal articulation of philosophical discgurse, figures\nare reduced to modes of \"expression\" of the idea. In the best of cases, this could\nhave given rise to an\nstructural study, transposing into rhetoric—\nbut is that theoretically\nGuéroult's method or, more accurately,\nV. Goldschmidt's program in Le paradigine dans Ia dialectique\n(Citing\nthe definition of the paradigm in the Politics 278c, Louis ventures the following\nexclamation: \"It would suffice to replace paradeigma by metaphora to obtain a•\nPlatonic definition of metaphor!\" p. 5.) But in the present case the methodological\njustification is supported by an entire implicit philosophy whose authority is\nnever examined: metaphor is charged with expressing an idea, with placing outside\nor representing the content of a thought that naturally would be called \"idea,\"\nas if each of these words or concepts did not have an entire history of its own\n(to which Plato is no stranger), and as if an entire metaphorics, or more generally\nan entire tropic system, had not left several marks within this history. In this\ninitial classification, the alleged respect for the Platonic articulations yields the\nfollowing headings: two major parts, \"Inquiry and Doctrine,\" and nine chapters:\n\"Intellectual Activity (Reflection and Creation),\" \"Dialectics,\" \"Discourse,\"\n\"Man,\" \"The Soul,\" \"Theory of Knowledge,\" \"Morals,\" \"Social Life,\" \"God and\nthe Universe.\" So many anachronistic categories and architectonic violations\nimposed, under the pretext of fidelity, upon the thought of the philosopher who\nrecommended respect for the articulations of the living organism, and thus for\nthose of.discourse. That these distinctions could have no meaning outside any\n25. Paris: Presses Universitajres de France, 1947. See, notably, chap. 3, \"Paradigme et\nmetaphore,\" pp. 104—10.\n223\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 253,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "ubertragung",
        "der",
        "atwe",
        "theoria",
        "hypotyposis",
        "grund",
        "physisltechn",
        "togos",
        "metaphorics",
        "detejminations"
      ],
      "full_text": "White Mythology\nkind of Platonism does not automatically permit them to be applied to the\nPlatonic system. Finally, they have not relieved the author from the task of\naffixing, as an appendix, a methodical inventory arranged according to the\nopposition identified above (physisinomos, physisltechnë). Headings of the Ap-\npendix: \"Inventory of Metaphors and Comparisons Classified According to the\nDomains from which Plato Borrows Them: I. Nature; II. Man; III. Society; IV.\nMythological Historical and Literary Reminiscences.\"\nThus, the criteria for a classification of philosophical metaphors are borrowed\nfrom a derivative philosophical discourse. Perhaps this might be legitimate if\nthese figures were governed, consciously and calculatedly, by the identifiable\nauthor of a system, or if the issue were to describe a philosophical rhetoric in\nthe service of an autonomous theory constituted before and outside its own\nlanguage, manipulating its tropes like tools. This is an undoubtedly philosophic,\nand certainly Platonic, ideal, an ideal\nreduced in the se aration (and\norder) between philoso\nand an\nso histic\n1on the ot er, t e separation demanded\nPlato_himself. Directly or not, it is\nI\natwe\nhere.\nThe difficulties we have just pointed out are accentuated with respect to the\ntropes which have given the detejminations of a \"natural\" language\nto the \"founding\" concepts (theoria,\nTogos, etc.). And the signs (words/\nconcepts) from which this proposition is made, beginning with those of trope\nand arkhë, already have their own metaphorical charge. They are metaphorical,\nevery meta-metaphorics, the values of concept, foundation, and theory.\nAnd let us not insist upon the optic metaphor which opens up every theoretical\npoint of view under the sun. What is fundamental corresponds to the desire for\na firm and ultimate ground, a terrain to build on, the earth as the support of\nartificial structure. This value\nHeidegger\nhas proposed an interpretation.26 Finally, even if not reducible to this\nthe concept of the concept cannot not retain the gesture of mastery, taking-and-\nmaintaining-in-the-present, comprehending and grasping the thing as an object.\n26. Kant, in expounding his theory of hypotyposis, had recourse to the example of the\n\"ground.\" Hypotyposis can be schematic (direct presentation of an intuition to a purely\nrational concept) or symbolic (indirect presentation of an intuition to a purely rational\nconcept). \"Hitherto this function has been but little analyzed, worthy as it is of a deeper\nstudy. Still this is not the place to dwell upon it In language we have many such indirect\npresentations (Darstellungen) modelled upon an analogy enabling the expression in ques-\ntion to contain, not the proper (eigentliche) scheme for the concept, but merely a symbol\nfor reflection. Thus the words ground (Grund) (support, Stütze-, basis, Basis-), to depend\n(to be held up from above), to flow from (instead of to follow), substance (as Locke puts\nit: the support of accidents), and numberless others, are not schematic, but rather symbolic\nhypotyposes, and express concepts without employing a direct intuition for the purpose,\nbut only drawing upon an analogy with one, i.e. transferring the reflection (mit.\n. . der\nUbertragung der Reflexion) upon an object of intuition to quite a new concept, and one with\nwhich perhaps no intuition could ever directly correspond.\" The Critique of Judgement,\ntrans. J. C. Meredith (Oxford: Oxford University Press, 1952), p. 223.\n224\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 254,
      "bucket": "E (10%+)",
      "error_rate": 11.3,
      "unknown_words_sample": [
        "wird",
        "iche",
        "der",
        "nur",
        "relevf",
        "valery",
        "propres",
        "etwas",
        "cken",
        "ganz"
      ],
      "full_text": "Plus de\nWhich holds for the Latin as well as for the Germanic languages. Noticing this\nfact,\nin passing, defines our problem, or rather determines the problem\nwith an answer indistinguishable from the proposition of his own speculative\nand dialectical logic:\n\"Metaphor has its principal application in linguistic expressions which in this\nconnection we may treat under the following aspects:\n\"a) In the first place, every language already contains a mass of metaphors..\nThey arise from the fact that a word which originally signifies only something\nsensuous (nur etwas ganz sin nliches bedeufet) is carried over (ubertragen wird) into\nthe spiritual sphere (auf Geistiges). Fassen, begreifen (to grasp, to apprehendi, and\nmany words, to speak generally, which relate to knowing, have in respect of\ntheir literal meaning (eigentliche Bedeutung, sens propre) a purely sensuous content,\nwhich then is lost and exchanged for a spiritual meaning, the original sense\nbeing sensuous (der erste Sinn 1st sinnlich), the second spiritual.\n\"I,) But gradually the metaphorical element in the use (im Gebrauche) of such\na word disappears and by custom (durch die Gewohnheit) the word changes from\na metaphorical (uneigentliche, non propre) to a literal expression (eigentlichen Aus-\ndruck, expression propre), because owing to readiness to grasp in the image only\nthe meaning, image and meaning are\nlonger distinguished, and the image\ndirectly affords only the abstract meaning itself instead of a concrete picture. If,\nfor example, we are to take begreifen in a spiritual sense, then it does not occur\nto us at all to think of a perceptible grasping by the hand. In living languages\nthe difference between actual metaphors (wirklicher Metaphern) and words already\nreduced by usage (durch die Abnutzung) to literal expressions (eigent!iche Aus-\ndrücken, expressions propres) is easily established; whereas\nthis\nis difficult because mere etymology cannot decide the matter Ii(the last resort.\nThe question does not depend on the first origin of a word or on linguistic\ndevelopment generally; on the contrary, the question above all is whether a\nword which looks entirely pictorial, deceptive, and illustrative has not already,\nin the life of the language, lost this its first sensuous meaning, and the memory\nof it, in the course of its use in a spiritual sense and been relevf (AUFGEHOBEN\nHATTE) into a spiritual\nHere, the opposition between actual, effective metaphors and inactive, effaced\nmetaphors corresponds to the value of usure (Abnutzung), whose implications\nwe have already discussed. This is an almost constant characteristic in the dis-\ncourse on philosophical metaphor: there are said to be inactive metaphors, which\nhave no interest at all since the author did not think of them, and since the\nmetaphorical effect is to be studied in the field of consciousness. The traditional\nopposition between living and dead metaphors corresponds to the difference\n27. Aesthetics, pp. 404—5. (The last phrase has been modified to include the verb aufheben.\nwhich Derrida of course renders as relever. I There are analogous considerations of the\nfigures of prehension in Valery, in his Discours aux Chirurgiens, in Oeuvres (Paris: Gallimard,\n1957), vol. 1, p. 919. See also below, \"Qual Quelle.\"\n225\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 255,
      "bucket": "D (5-10%)",
      "error_rate": 9.9,
      "unknown_words_sample": [
        "tant",
        "sys",
        "ubertragung",
        "der",
        "physis",
        "spoern",
        "traite",
        "relez",
        "theborders",
        "sition"
      ],
      "full_text": "White Mythology\nbetween effective and extinct\nAbove all, the movement of\nta-\nphorization (origin and then erasure of the metaphor, transition from the\nsensory meaning to the proper spiritual meaning by means of the\nfigures) is nothing other than a movement of idealization. Which is included\nunder the master category of dialectical idealism, to wit, the relève (Aufhebung),\nthat is, the memory (Erinnerung) that produces signs, interiorizes them in ele-\nvating, suppressing, and conserving the sensory exterior. And in order to think\nand resolve them, this framework sets to work the oppositions nature/spirit,\nnature/history, or nature/freedom, which are linked by genealogy to the oppo-\nsition of physis to its others, and by the same token to the oppositions sensual/\nspiritual, sensible/intelligible, sensory/sense (sinnlich/Sinn). Nowhere is this sys-\ntem as explicit as it is in Hegel. It describes the space of the possibility of\nmetaphysics, and the concept of metaphor thus defined belongs to\nLet us suppose, provisionally, that these oppositions can be given credence,\nand that the program of a general metaphorics of philosophy can be entrusted\nto them. In classifying the (natural) original metaphof's, we would quickly have\nto resort to the mythology of the four elements. This time we would be dealing\nnot with a kind of psychoanalysis of the material imagination applied to a rather\nindeterminate corpus,3° but rather with a rhetorical analysis of the philosophical\ntext, supposing that assured criteria were available for identifying this text as\nsuch. This would lead to an inevitable intersection of the classification of the\nnative regions of metaphor with a general grid, no longer constituted on the\nbasis of these elementary regions of phenomena (what appears), but on the basis\n28. This is central to T. Spoern's study \"La puissance metaphorique de Descartes,\"\nColloque Philosophique de Royaumont (Paris: Editions de Minuit, 1957). See also Perelman and\nTraitE de l'argunzentation (Pans: Presses Universitaires de France, 1958).\nThis explains the distrust that the concept of metaphor inspires in Heidegger. In\nDer Satz rem Grund he insists above all on the opposition sensory/nonsensory, an inipor-\ntant, but neither the only, nor the first, nor the most determining characteristic of the\nvalue of metaphor. \"But here, the following remark will suffice: Since our hearing and\nseeing are never a simple reception by the senses, it is not any longer suitable to affirm\nthat the interpretation of thought as grasped by hearing (als Er-horen) and vision (Er-blicken)\nrepresent only a metaphor (Ubertragung), a transposition into the non-sensory of the so-\ncalled sensory. The notion of 'transposition' and of metaphor (Mete pher) rest on the dis-\ntinction, not to say the separation, of the sensory and the non-sensory as two domains\neach subsisting for itself. This kind of separation between the sensory and the non-sensory,\nbetween the physical and the non-physical, is a fundamental characteristic of what is\ncalled 'metaphysics,' which confers upon Western thought its essential characteristics.\nOnce this distinction of the sensory and the non-sensory is recognized as insufficient,\nmetaphysics loses its rank as authoritative thought. Once this limitation of metaphysics\nhas-been-seen, thedetermining conception\nearsMlutig)oI'metaphor' collapses\nbyitself. It is particularly determinant for the way in which we represent the Being of\nlanguage. This is why metaphor is often utilized as an auxiliary means in the interpretation\nof poetic, or more generally artistic, works. Themetaphorical exists only within theborders\nof metaphysics.\"\n30. TN. The reference is to Bachelard, discussed in the last section of this essay (\"La\nmétaphysique—relez'e de la métaphore.\")\n226\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 257,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "nonspatial",
        "physis",
        "philosopheme",
        "cept",
        "ductions",
        "nomos",
        "phiosopheme",
        "metaphorics",
        "rel",
        "marily"
      ],
      "full_text": "White Mythology\nbefore knowing what might be a logos or a meaning that in and of themselves\nspatio-temporalize everything they state? What logos as metaphor might be?\nAlready the opposition of meaning (the atemporal or nonspatial signified as\nfllmeaning. as content) to its metaphorical signifier (an opposition that plays itself\nout within the element of meaning to which metaphor belongs in its\nentire history of philosophy. Without\ntaking into account that the separation between sense (the signified) and the\n' senses (sensory signifier) is enunciated by means of the same root (sensus, Sinn).\nOne might admire, as does Hegel, the generousness of this stock, and interpret\nits secret reléve speculatively, dialectically; but before utilizing a dialectical con-\ncept of metaphor, one must examine the double turn which opened metaphor\nand dialectics, permitting to be called sense that which should be foreign to the\nsenses.\nThus, the general taxonomy of metaphors—so-called philosophical metaphors\nin particular—would presuppose\nsolution of important problems, and pri-\nmarily of problems which constitute the entirety of philosophy in its history.\nThus a metaphorology would be derivative as concern\nwould dominate, whether it does\nas its rule the explicit conscious-\nness ot the\nor the systematic and objective structure of his text,\nwhether it reconstitutes a meaning or deciphers a symptom, whether or not it\nelaborates an idiomatic metaphorics (proper to a philosopher, a system, or a\nparticular body of work) based on a more general, more constricting, more\ndurable metaphorics. The concept of metaphor, along with all the predicates\nthat permit its ordered extension and comprehension, is a philosopheme.\nThe consequences of this are double and contradictory. On the one hand it\nis impossible to dominate philosophical metaphorics as such, from the exterior,\nby using a concept of metaphor which remains a philosophical product. Only\nphilosophy would seem to wield any authority over its own metaphorical pro-\nductions. But, on the other hand, for the same reason philosophy is deprived\nof what it provides itself. Its instruments belonging to its field, philosophy is\nincapable of dominating its general tropology and metaphorics. It could perceive\nits metaphorics only around a blind spot or central deafness. The concept of\nmetaphor would describe this contour, but it is not even certain that the concept\nthereby circumscribes an organizing center; and\nlaw holds for evçry\nphiosopheme. And this for two cumulative reasons: (1) The philosopher will\nnever find in this concept anything but what he has put into it, or at least what\nhe believes he has put into it as a philosopher. (2) The constitution of the fun-\ndamental oppositions of the metaphorology (physis/tekhne, physis/nomos. sensible/\nintelligible; space/time, signifier/signified, etc.) has occurred by means of the\n33. This complex structure leads to many confusions. Some of them may be avoided by\nmeans of I. A. Richards's proposed distinction between the metaphorical tenor and the\nmetaphorical vehicle. Sense, the meaning \"must be clearly distinguished from the tenor.\nThe Philosophy of Rhetoric (New York: Oxford University Press, 1965), p. 100.\n228\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 258,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "grnnmgs",
        "struc",
        "supplementaritj",
        "choanalysis",
        "phors",
        "psy",
        "losophy",
        "laphore",
        "prephilosophical",
        "bachelard"
      ],
      "full_text": "Plus de mélaphore\nhistory of a metaphorical language, or rather by means of \"tropic\" movements\nwhich, no longer capable of being called by a philosophical name—i.e. meta-\nphors—nevertheless, and for the same reason, do not make up a \"proper\"\nlanguage. It is from beyond the difference between the proper and the nonproper\nthat the effects of propriety and nonpropriety have to be accounted for. By\ndefinition, thus, there is no properly philosophical category to qualify a certain\nnumber of tropes that have conditioned the so-called \"fundamental,\" \"struc-\nturing,\" \"original\" philosophical oppositions: they are so many \"metaphors\"\nthat would constitute the rubrics of such a tropology, the words \"turn\" or\n\"trope\" or \"metaphor\" being no exception to the rule. To permit oneself to\noverlook this vigil of philosophy, one would have to posit that the sense aimed\nat through these figures is an essence rigorously independent of that which\ntransports it, which is an already philosophical thesis, one might even say phi-\nlosophy's unique thesis, the thesis which constitutes the concept of metaphor,\nthe opposition of the proper and the nonproper, of essence and accident, of\nintuition and discourse, of thought and language, of the intelligible and the\nsensible.\nThat is what would be at stake. Supposing that we might reach it (touch it,\nsee it, comprehend it?), this tropic and prephilosophical resource could not have\nof a proper\nthe virginity of a history of be-\ngrnnmgs. And we know already that it could derive neither from a rhetoric of\nphilosophy nor from a meta philosophy analogous to what Bachelard, in his psy-\nchoanalysis of material imagination, called meta-poetics. We know this, already,\non the basis of the law of supplementaritj(between the concept and the field)\nviewed in its formal necessity. Provisionally, let us take this law for a hypothesis.\nIn attempting to verify it in several \"examples,\" perhaps we might, at the same\ntime, fill the concept of metaphor, following its entire tradition, a tradition which\nis as much philosophical as rhetorical, and might also recognize, at the same\ntime as the rule of its transformations, the limit of its plasticity.\n229\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 259,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "tois",
        "mutheumatos",
        "alogon",
        "igno",
        "sophodes",
        "uncon",
        "bubset",
        "deedi",
        "dunata",
        "vincing"
      ],
      "full_text": "White Mythology\nThe Ellipsis of the Sun:\nHe may do (the deedi, but in igno-\nEnigmatic, Incomprehensible,\nrance of his relationship, and dis-\ncover that afterwards, as does\nOedipus in Sophocles. Here the deed\nis outside the play (exo tou drarnatos).\n(Poetics, 1453b29.-32)'\nThere should be nothing improbable\n(alogon) among the actual incidents\n(en tois pragmasin). If it be unavoid-\nable, however, it should be outside\nthe tragedy, like the improbability in\nthe Oedipus of Sophodes. (1454b6-8)\nA likely impossibility (adunata eikota)\nis always preferable to an uncon-\nvincing possibility (dunata apithana).\nThe story (logous) should never be\nmade up of improbable incidents (ek\nmerOn alogOn); there should be noth-\ning of\nsort in it. If, however, such\nincidents are unavoidable, they\nshould be outside the piece (exo tou\nmutheumatos), like the hero's igno-\nrance (to me eidenai) in Oedipus of the\ncircumstances of Laius' death\n(1460a26—30)\nNeither a rhetoric of philosophy nor a metaphilosophy appear to be pertinent here—\nsuch is the hypothesis. In the first place, why not rhetoric as such?\nEach time that a rhetoric defines metaphor, not only is a philosophy implied,\nbut also a conceptual network in which philosophy itself has been constituted.\nMoreover each thread in this network forms a turn, or one might say a metaphor,\nif that notion were not too derivative here. What is defined, therefore, is implied\nin the defining of the definition.\nAs goes without saying, no petition is being made here to some homogenous\n•\ncontinuum ceaselessly relating tradition back to itself, the tradition of meta-\nphysics as the tradition of rhetoric. Nevertheless, if we did not begin by attending\nto such of the most durable constraints which have been exercised on the basis\nof a very long systematic chain, and if we did not take the trouble to delimit the\nJ\ngeneral functioning and effective limits of this chain, we would run the risk of\ntaking the most derivative effects for the original characteristics of a historical\n-\nbubset, a hastily identified configuration, an imaginary or marginal mutation.\nBy means of an empiricist and impressionistic rush toward alleged differences—\nIn fact toward cross-sections that are in principle linear and chronological—we\nj would go from discovery to discovery. A break beneath every step! For example,\nwe could present as the physiognomy proper to \"eighteenth century\" rhetoric\na whole set of characteristics, (such as the privilege of the name), inherited,\n34. TN. Aristotle, Poetics, trans. I. Baywater, in The Works of Aristotle, ed. W. D. Ross\n(Oxford: Oxford University Press, 1924). All further references to the Poetics will be to this\nedition.\n230\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 260,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "allotriou",
        "aphor",
        "graeci",
        "pherein",
        "nonzine",
        "atos",
        "genos",
        "epi",
        "indis",
        "kata"
      ],
      "full_text": "The Ellipsis of the Sun\nalthough not in a direct line, and with all kinds of divisions and inequalities of\ntransformation, from Aristotle or the Middle Ages. Here, we are being led back\nto the program, still entirely to be elaborated, of a new delimitation of bodies\nof work and of a new problematic of the signature.\nThere is a code or a program—a rhetoric, if you will—for every discourse on\nmetaphor: following custom, in the first place the Aristotelian definition must be\nrecalled, at least the one in the Poetics (145Th). We will not fail to do so. Certainly,\nAristotle invented neither the word nor the concept of metaphor. However, he\nseems to have proposed the first systematic situating of it, which in any event\nhas been retained as such with the most powerful historical effects. It is indis-\npensable to study the terrain on which the Aristotelian definition could have\nbeen constructed. But this study would lose all pertinence if it were not preceded,\nor in any event controlled, by the systematic and internal reconstitution of the\ntext to be reinscribed. Even if partial and preliminary the task is not limited to\na commentary on a textual surface. No transparency is granted it. The issue\nalready is one of an active interpretation setting to work an entire system of\nrules and anticipations.\n\"Metaphor (metaphora) consists in giving (epiphora)3' the thing a name (onon:-\natos) that belongs to something else (allotriou), the transference being either from\ngenus to species (apo tou genous epi eidos), or from species to genus (apo tou eidous\nepi to genos), or from species to species (apo tou eidous epi eidos), or on the grounds\nof analogy (e kata to analogon)\" (1457b6—9).\nThis definition, doubtless the most explicit, the most precise, and in any event\nthe most general,3' can be analyzed along two lines. It is a philosophical thesis\n35. TN. Demda's citation of the Greek terms is particularly important here. The French\ntranslation of epiphora as \"transport\" preserves a \"metaphoric\" play on words that is lost\nin the English rendering \"giving.\" Meta-phora and epi-phora have the same root, from the\nGreek pherein, to carry, to transport.\n36. This generality poses problems which recently have been reactivated in a way, as\nis well known. We will come back to them in our conclusion. In any event, Aristotle is\nthe first to consider metaphor as the general form of all the figures of words, whether\nmetaphor includes them (as in these examples of transport by metonymy or synecdoche),\nconstitutes their economy (abridged comparison), or finds its own best form in the analogy\nof proportionality (Rhetoric Ill). Doubtless this generality is proportional to the impover-\nishment of the determination of metaphor. Aristotle, from early on, was accused or excused\nfor this. \"Some Ancients have condemned Aristotle for putting under the name of met-\naphor the first two, which properly are but synecdoches; but Aristotle spoke in general,\nand he was writing at a time when there was still no refinement of figures, both in order\nto distinguish them and in order to give to each the name which would have best explained\nits nature. Cicero justifies Aristotle sufficiently when he writes in his De Oratore: Itaque\ngenus hoc Graeci appellant allegoricum, nonzine recte, genere melius ille (Aristoteles) qui ista omnia\ntranslationes vocal.\" André Dacier, Introduction a la poétique d'Aristote, 1733. Hugh Blair:\n\"Aristotle, in his Poetics, uses Metaphor in this extended sense, for any figurative meaning\nimposed upon a word; as a whole put for the part, or a part for the whole; a species for\nthe genus, or a genus for the species. But it would be unjust to tax this most acute writer\nwith any inaccuracy on this account; the minute subdivisions, and various names of\nTropes, being unknown in his days, and the invention of later rhetoricians.\" Lectures on\nRhetoric and Belles Lettres XV, \"Metaphor.\"\n231\n"
    },
    {
      "document": "Derrida_MarginsOfPhilosophy",
      "page_num": 264,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "trans",
        "urally",
        "parisons",
        "crire",
        "nominalized",
        "asfigures",
        "fontanier",
        "ogy",
        "losophy",
        "condilac"
      ],
      "full_text": "The Ellipsis of the Sun\nresemblance consist in presenting an idea under the sign of another idea that is more'\nstriking or better known, and which, moreover, has no other tie to the first idea than that\nof a certain conformity or analogy. As a genre these tropes can be reduced to a\nsingle one, Metaphor, whose name, which is so well known, and perhaps better\nknown than the thing itself, has lost, as Laharpe observes, all its scholarly\nimport. Metaphor is not ordinarily distinguished into species, like Metonymy and\nSynecdoche; however it must not be thought that it has but a single form, a single\naspect, and that it is the same in every case. On the contrary, it is quite varied,\nand doubtless extends further than Metonymy and Synecdoche, for not only the\nnoun, but further the adjective, the participle, the verb, and finally all species\nof words belong to its domain. Thus all species of words can be employed, or\nin effect are employed, metaphorically, if not as figures, at least as catachreses. The\nspecies of words capable of being employed metaphorically asfigures are the noun,\nthe adjective, the participle, the verb, and perhaps also the adverb, although\nrather rarely\" (p. 99).\nNow, on the one hand, everything excluded from this list of words is reserved\nfor the catachresis of metaphor, a \"not true figure,\" which \"embraces in its\nextension even the interjection.\" (\"There are even very few words, in each\nspecies, not under its domination,\" p. 215. We will come back to this problem\nlater.) True metaphor, therefore, keeps within the limits of the Aristotelian\n\"noun.\" Which, on the other hand, appears to be confirmed throughout the\nentire system of distinctions proposed by Fontanier in his general definition of\nwords. Among these words corresponding to \"ideas of an object\"—which nat-\nurally can be nominalized.—are dassed nouns, all words \"employed substan-\ntively\" (the beautiful, the true, the just; eating, drinking, sleeping; the for, the against;\nthe front, the back; the why, the how; the inside, the outside; the huts, the ifs, the whys,\nthe wherefores), and active or passive participles. The first group corresponds to\nsubstantive ideas of object, and the second to concrete ideas of object. Among the\nwords corresponding to the \"ideas of relationship\" are classed the verb (\"But\nby verb, here, I understand only the properly named verb, the verb to be, called\nof a \"comparison which is in the mind.\" It remains that Aristotle made of metaphor a\nrather extended genre, as we have seen, in order to cover every other nominal figure,\nincluding metonymy; that Fontanier restricts the field of metaphor (and therefore of anal-\nogy or of resemblance) in order to oppose it to metonymy; and that Du Marsais at first,\nby etymology, had loosened the limits of metonymy: \"The word rnetonvmy signifies trans-\nposition or changing of name, one name for another. In this sense, this figure includes\nall the other Tropes; for in all Tropes, a word not being taken in the meaning proper to\nit, it awakens an idea that might be expressed by another word. In what follows, we will\nnotice what properly distinguishes metonymy from the other Tropes. The masters of the\nart restrict metonymy to the following uses:\" (Du Marsais, II, 2). Condilac (whose phi-\nlosophy, more than any other, or at least like every other, might be considered as a treatise\non analogy) advances a symmetrically inverse proposition: \"What we have said of com-\nparisons must be applied to metaphors. I will bring to your attention only that if one\nconsults etymology, all tropes are metaphors: for metaphor properly signifies a word\ntransported from one meaning to an other\" (Dc l'art d'écrire II, vi).\n235\n"
    }
  ]
}