{
  "document": "Derrida_TheBeastAndTheSovereignVol1",
  "batch_number": 7,
  "total_batches": 10,
  "pages": [
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 247,
      "bucket": "D (5-10%)",
      "error_rate": 9.0,
      "unknown_words_sample": [
        "ibid",
        "esty",
        "absurdum",
        "des",
        "dichtung",
        "gime",
        "celan",
        "absurden",
        "wird",
        "aber"
      ],
      "full_text": "230  ‡  eighth session\nwords for reasons that are too obvious and that I scarcely need to comment \non: these are words that come under the vocabulary of “witnessing,” “maj-\nesty,” the “present,” and the “human”:\nTo be sure, it sounds like an expression of allegiance to the “ancien régime” \n[. . .]. But these words [. . .] are not a celebration of the monarchy and a past \nthat should be preserved.\n \nThey are a tribute to the majesty of the absurd, which bears witness \nto mankind’s here and now. [Gehuldigt wird hier der für die Gegenwart des \nMenschlichen zeugenden Majestät des Absurden.]\n \nThat, ladies and gentlemen, has no universally recognized name, but it \nis, I believe . . . poetry [aber ich glaube, es ist . . . die Dichtung].42\n(This “I believe,” so close to the “majesty of the absurd” — the word “ab-\nsurd” comes back more than once in the text to bespeak no doubt what \nstands beyond meaning, idea, theme, and even the tropes of rhetoric, be-\nyond all the logic and rhetoric to which one thinks a poetics should bend \nitself — [this “I believe,” so close to the “majesty of the absurd,”] seems to \nim ply: “I believe where, I believe because, it is absurd, credo quia absurdum.” \nFaith in poetry as faith in God, here in the majesty of the present.) Celan’s \ngesture in resorting to the word “majesty” — and this is what matters most \nto me here, at least in the context of this seminar — is a gesture that consists \nin placing one majesty above another, and thus upping the ante with respect \nto sovereignty. An upping that attempts to change the meaning of majesty \nor sovereignty, to make its meaning mutate, while keeping the old word \nor while claiming to give it back its most digniﬁ ed meaning. There is the \nsovereign majesty of the sovereign, the King, and there is, more majestic or \ndifferently majestic, more sovereign or differently sovereign, the majesty \nof poetry, or the majesty of the absurd insofar as it bears witness to the \npresence of the human. This hyperbolic upping of the ante is inscribed in \nwhat I shall call the dynamics of majesty or of sovereignty, in its dynamics \nbecause we’re dealing with a movement where precipitation is ineluctable, \nand a dynamics (I choose this word deliberately) because we are dealing with \nthe sovereign, speciﬁ cally with power, with potency (dynamis), with the de-\nployment of the potentiality of the dynast and the dynasty. That is to say, \n“there is something more majestic” than the majesty of the king, just as \nMonsieur Teste, you remember, was described as superior to the superior \nman, or Nietzsche’s superman as above the superior man. As in Bataille, \nsovereignty, in the sense he intends and means to give it, exceeds classi-\n42. Ibid.\n \n307\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 248,
      "bucket": "E (10%+)",
      "error_rate": 11.1,
      "unknown_words_sample": [
        "mal",
        "calion",
        "des",
        "rmed",
        "dichtung",
        "celan",
        "hypermajesty",
        "nar",
        "absurden",
        "supplice"
      ],
      "full_text": "eighth session  ‡  231\ncal sovereignty, namely mastery, lordship, absolute power, etc. (We’ll come \nback to this later. Insist on this “more,” and the void.)43\nBut then, why keep the word?\nWhat counts most here, with Celan, is that this hypermajesty of poetry, \nbeyond or outside the majesty of the king, the sovereign, or the monarch, \nthis supreme majesty of the absurd, as majesty of Dichtung, is determined \nby four equally serious values, among which I believe we must still privilege \none, or rather recognize among them the privilege of one only, and it is that \nof the present (Gegenwart). These four serious values or meanings are that \nof testimony, of course; that of majesty insofar as it bears witness (zeugenden \nMajestät); that of the human for which it bears witness; but above all, in my \nview, because it is continually conﬁ rmed and repeated, that of the present \n(“Gehuldigt wird hier der für die Gegenwart des Menschlichen zeugenden Ma-\njestät des Absurden”). Majesty is here majestic, and it is poetry, insofar as it \nbears witness to the present, the now, the “presence,” as Launay translates \nit, of the human. Just as to bear witness is always to perform an act of pres-\nence, through speech addressed to the other, attesting to a presence, so what \ncounts here, and what signs, is a presence attesting to a presence or rather \nto a present, qua human.\nI would not privilege to this extent the present, the presence of this pres-\nent, if, beyond all the reasons you easily imagine, Celan himself did not \nreturn to it with an insistence that is obvious and, I believe, undeniable. I \nshall be briefer, for lack of time today, on the other two promised examples \nor returns.\nSecond return. Around ten pages later, after a trajectory that I cannot \nreconstitute but from which we’ll follow a few essential stages next time, \nCelan says this about what he calls “language actualized” (aktualisierte \nSprache), under the sign of a “radical individuation”: he says this, then, add-\ning the present to the now, making Gegenwart more serious with Präsenz:\nThen the poem would be — even more clearly than before — the language \nof an individual which has taken on form; and, in keeping with its inner-\nmost nature, it would also be the present, the here and now. [Dann wäre das \n43. Handwritten addition: “Insist on the essential hyperbole. More and more of . . . \n[+ et + de].” In the bibliographical notes written for the American version of the semi-\nnar, Derrida gives several references to Bataille: “ ‘Hegel, la mort et le sacriﬁ ce,’ in Deu-\ncalion, 5; L’expérience intérieure (‘Post-scriptum au supplice’); ‘Genet,’ in La littérature \net le mal; ‘Méthode de méditation,’ etc. See also, if you like, my article on Bataille in \nWriting and Difference.”\n308 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 249,
      "bucket": "E (10%+)",
      "error_rate": 12.1,
      "unknown_words_sample": [
        "equivocity",
        "ibid",
        "wesen",
        "dissymmetrical",
        "erscheinende",
        "als",
        "celan",
        "seinem",
        "wird",
        "gedicht"
      ],
      "full_text": "232  ‡  eighth session\nGedicht — deutlicher noch als bisher — gestaltgewordene Sprache eines Einzel-\nnen, — und seinem innersten Wesen nach Gegenwart und Präsenz.]44\nThird return. On the following page, Celan speciﬁ es something essential as \nto, let’s say, the structure of this now- present, and it is from this speciﬁ -\ncation, which risks complicating everything, that I shall begin again next \ntime. He speciﬁ es that this now- present of the poem, my now- present, the \npunctual now- present of a punctual I, my now- present must allow the now-\n present of the other, the time of the other, to speak. It must leave time, give \ntime to the other.\nTo the other, it must leave or give its time. Its own time.\nTo the other, it must leave or give its time. To the other, it must leave or \ngive its own time. This formulation is not literally Celan’s, but I imprint \non it this ambiguous or even unheimlich grammar, in which we no lon-\nger know to whom the possessive adjective belongs, to self or other (to the \nother, leave or give its time), I give or leave it this grammatical equivocity to \ntranslate what I believe to be the truth of what Celan is saying: to the other, \nleave or give its own time.\nWhich of course introduces into the now- present a divisibility or an al-\nterity that changes everything. It gives over to a total rereading of the pre-\ndominant authority, even of the majesty of the present, that becomes that of \nthe other or that of a dissymmetrical division with the other, turned toward \nthe other or come from the other. I now read the passage in question, liter-\nally, sometimes, when necessary, in both languages.\nThe poem becomes — and under what conditions! — a poem of one who — \nas before — perceives, is turned to [zugewandt, I emphasize this turn, the \nturn of this “turned”] that which appears [dem Erscheinenden Zugewandten]. \nWho questions this appearing and addresses it [dieses Erscheinende Befragen-\nden und Ansprechenden: this Ansprechen — the  turning- oneself toward the \nother to speak to him, to address, speak to the other, even to apostrophize \nthe other — is no doubt the turning and the turn that answers for everything \nin this passage, and even in “The Meridian”: and I say this “turn” less to \nsuggest a ﬁ gure, a turn of phrase, or even one of those rhetorical ﬁ gures \nof which Celan is very wary, than to signal toward Atemwende, the turn or \nturning of breath, which is so often, literally, inspiration itself, the spirit of \n“The Meridian”]. It becomes dialogue — it is often despairing dialogue [es \nwird Gespräch — oft ist es verzweifeltes Gespräch.]45\n44. Celan, “Le Méridien,” p. 76 [p. 181]. \n45. Ibid., p. 77 [p. 182]. \n \n310\n \n309\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 250,
      "bucket": "E (10%+)",
      "error_rate": 13.7,
      "unknown_words_sample": [
        "eigenste",
        "ibid",
        "pos",
        "anderssein",
        "auch",
        "sich",
        "angesprochene",
        "des",
        "gedichts",
        "noch"
      ],
      "full_text": "eighth session  ‡  233\nSo the poem is a  speaking- with- two (Gespräch, a speaking together), a speak-\ning with more than one, a speaking whose maintaining now maintains [dont \nle maintenant maintient] more than one in it, a speaking that gathers more \nthan one in it (I say “gather” because what is maintained in this maintain-\ning is now, as you will hear, a movement of gathering, a  being- together, a \nchance of gathering, Versammlung — once again a very Heideggerian mo-\ntif — a movement, an impulse, a step that gathers more than one in it, and \nthe address of the one to the other, even if it fails, even if the address is not \nreceived or does not arrive at its destination, even if the despair of the other, \nor as to the other, is always lying in wait, and even if it must always lie in \nwait, as its very possibility, for the possibility of the poem). Celan continues:\nOnly in the realm of this dialogue does that which is addressed [das An-\ngesprochene] take form and gather [versammelt es sich] around the I who is \naddressing and naming it. But into this present [Aber in diese Gegenwart], \nthe one who has been addressed [das Angesprochene] and who, by virtue of \nhaving been named, has, as it were, become a thou [zum Du Gewordene], \nalso brings its otherness along [bringt [. . .] auch sein Anderssein mit]. In the \nhere and now of the poem [Noch im Hier und Jetzt des Gedichts] it is still pos-\nsible — the poem itself, after all, has only this one, unique, punctual present \n[diese eine, einmalige, punktuelle Gegenwart] — only in this immediacy and \nproximity does it allow the most idiosyncratic quality of the Other, its time, \nto participate in the dialogue [noch in dieser Unmittelbarkeit und Nähe lässt \nes das ihm, dem Anderen, Eigenste mitsprechen: dessen Zeit].46\nWhat the poem allows to speak at the same time (mitsprechen: allows to \nspeak also, says Launay’s translation, and the mit of the mitsprechen merits \na stress mark, this speaking is originally, a priori, a speaking with or to the \nother, even before speaking alone, and this mit does not necessarily break \nthe solitude, one could say that it is also its condition, as it is sometimes \nthat of despair), what the poem allows to speak with it, allows to share its \nspeech, what it allows to co- loquate, con- voke (so many ways of translating \nmit- sprechen, which says more than a dialogue), what it allows to speak, or \neven sign with it (co- sign, consign, countersign), is the time of the other, its \ntime in what is most proper to it: the most proper and therefore the most \nuntranslatably other of the time of the other.\nOne ought to comment to inﬁ nity on every word of these phrases. You \ncan see that it is not just a matter of a dialoguing gathering. It is not even, \nhere, a poetics, still less a politics of dialogue, a dialogue during which, with \n46. Ibid., pp. 77–78 [p. 182]. \n311 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 251,
      "bucket": "D (5-10%)",
      "error_rate": 8.2,
      "unknown_words_sample": [
        "eigenste",
        "ibid",
        "faire",
        "gibt",
        "wouldn",
        "mitsprechen",
        "merid",
        "celan",
        "grund",
        "unmittelbarkeit"
      ],
      "full_text": "234  ‡  eighth session\nhelp from experts and communication counselors, one would laboriously \nlearn to let the other speak. It is not a matter of a democratic debate, during \nwhich one leaves the other his speaking time, timed by one of those clocks \nthat incidentally are also discussed, along with the calendar, in “The Merid-\nian.” It is not a matter of speaking time but of letting the other, and thus of \ngiving the other, without there being any act of generosity, effacing oneself \nabsolutely, of giving the other its time (and to give is here to leave, for one is \nthen giving the other only what is proper, irreducibly proper, to the other), \nit is a matter of leaving the other not only speech, but of letting time speak, \nthe other’s time, what its time, the time of the other, has as most proper to \nit. It is the time that one must let speak, the time of the other, rather than \nleaving the other speaking time. It is a matter of letting the time speak, the \ntime of the other in what is most proper to the other, and therefore in what \nin the other is most other — and which happens, that I let happen, as time \nof the other, in the present time of “my” poem. And that I let happen, that \nI let happen what happens (of the other) — this “letting” neutralizes noth-\ning, it is not a simple passivity, even if some passivity is required here: it is \non the contrary the condition for an event to advene and for something to \nhappen. What I would make happen instead of letting happen — well, that \nwouldn’t happen. What I make happen does not happen, obviously, and one \nmust draw the consequences of the apparently paradoxical necessity (but \nobviously the lassen in Celan’s German means both let [laisser] and make \n[faire] . . . [“. . . noch in dieser Unmittelbarkeit und Nähe lässt es das ihm, dem \nAnderen, Eigenste mitsprechen: dessen Zeit”].)\nStarting there, as it were, but I must stop here, “The Meridian” starts up \nagain, and we make a U- turn. After saying that the poem seeks this place \n(Ort), Celan approaches the question of the place (Ort, rhetorical place, Bil-\ndern und Tropen), the question of topoi and of u- topia, while reminding us \nthat he’s talking about a poem that is not, an absolute poem that cannot be \n(“das gibt es gewiss nicht, das kann es nicht geben!”).47\nI announced that after these three returns and three examples, I would \nread to the end this conclusion I had begun to quote. I will do so, and then \nnext time I shall come back again to “The Meridian” (which I ask you to \nreread meantime). So I shall come back, hoping that their necessity will \nbe clearer, to the motifs of the Other and the Foreigner, the Unheimliche, \nthe head (“The Meridian” moves between heads and decapitations, often \nspeaks of falling into the Grund and the Abgrund); and then we shall come \nback, among other heads, to the Medusa’s head (in its relation to erection \n47. Ibid.\n \n312\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 252,
      "bucket": "E (10%+)",
      "error_rate": 23.2,
      "unknown_words_sample": [
        "sich",
        "wesen",
        "des",
        "tion",
        "diesen",
        "consola",
        "sogar",
        "ihn",
        "ein",
        "gegangen"
      ],
      "full_text": "eighth session  ‡  235\nand castration), and ﬁ nally we shall head back toward the monkey, toward \nthe marionette as question of art (“Die Kunst, das ist, Sie erinnern sich, ein \nmarionettenhaftes [. . .] kinderloses Wesen”). (Read and comment)\nI am also seeking the place of my own origin [den Ort meinen eigenen Her-\nkunft], since I have once again arrived at my point of departure.\n \nI am seeking all of that on the map with a ﬁ nger which is uncertain, \nbecause it is restless — on a child’s map, as I readily confess. None of these \nplaces is to be found, they do not exist, but I know where they would have \nto exist — above all at the present time — and . . . I ﬁ nd something! [und . . . \nich ﬁ nde etwas!]\n \nLadies and gentlemen, I ﬁ nd something which offers me some consola-\ntion for having traveled this impossible path, this path of the impossible \n[diesen unmöglichen Weg, diesen Weg des Unmöglichen gegangen zu sein], in \nyour presence [in Ihrer Gegenwart].\n \nI ﬁ nd something which binds and which, like the poem, leads to an en-\ncounter. [Ich ﬁ nde das Verbindende und wie das Gedicht zur Begegnung Füh-\nrende.]\n \nI ﬁ nd something, like language [wie die Sprache], abstract, yet earthly, \nterrestrial, something circular, which traverses both poles and returns to it-\nself, thereby — I am happy to report — even crossing the tropics and tropes. \n[sogar die Tropen Durchkreuzendes48] I ﬁ nd . . . a meridian [ich ﬁ nde . . . einen \nMeridian].\n \nWith you and Georg Büchner and the state of Hesse I believe that I \nhave just now touched it again [habe ich ihn soeben wieder zu berühren \ngeglaubt].49\n48. Derrida’s commentary, during his reading: “Crossing out (Durchkreuzende) is \nHeidegger’s crossing out of the word ‘Being.’ Here it is crossing out tropes, ﬁ gures of \nrhetoric, but also the earth’s tropics.”\n49. Celan, “Le Méridien,” pp. 83–84 [p. 185]. \n313 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 263,
      "bucket": "B (1-3%)",
      "error_rate": 2.4,
      "unknown_words_sample": [
        "gether",
        "ity",
        "unheimlich",
        "unheimlichkeit",
        "lich",
        "unheim",
        "deinon",
        "paysant"
      ],
      "full_text": "246  ‡  ninth session\nAnd I thought of the albatross,\nAnd I wished he would come back, my snake.\nFor he seemed to me again like a king\nI was thinking that if we had the time, we’d pause over this “like.” Why is \nthe snake not a king but “like a king,” resembling what a king is in human \npolitics? But not only is he only analogous to a king, he is “like a king,” he \nis not a king, but he is like a king who is not a king, for two reasons (you \nremember the three lines): because he is in exile, he’s a king not exercising \npower, a king without power, a king dethroned in a sense — and the scene \nof exile, obviously, is consonant with the scene of hospitality (they go to-\ngether, exile and hospitality, those asking for hospitality are exiles), it is the \nscene of the home, of what is at home without being at home, unheimlich \n(we’ll come back to that next week), unheimlich, all this is unheimlich, the \nmost familiar and the most strange, the most disturbing, the most terrible \nalso (unheimlich is a word with which, often in fact, I’ll come back to this \ntoo next week, Heidegger translates the Greek word deinon in Sophocles, \ni.e. the terrible, the terrifying, he says that man is what is most unheim-\nlich, most disoriented and disorienting [dépaysé, dépaysant], at- home- not-\n at- home), this whole scene is unheimlich, and obviously Unheimlichkeit, the \nfact of being at home away from home is a scene of both exile and hospital-\nity: the exiled, those asking for asylum and hospitality are not at home, they \nare seeking a home, and here is the man who takes them in or not, at his \n water- hole that is a water source, a resource for the guests or  guest- exiles or \nthose seeking asylum — so he is like a king, but he is not a reigning king, for \nhe is in exile and he has no crown, he is\nLike a king in exile, uncrowned in the underworld,\nNow due to be crowned again.\nProvisionally in exile, the snake signals toward a kingdom to be restored, \nfrom his exile, i.e. a scene that banished him. What is striking in this poem, \nwhich is clearly an ironic or perverse translation of the Garden of Eden, is \nthat what is banished, exiled, is the snake, not Adam and Eve but the snake. \nThe victim in all this, Adam’s victim (“Adam” means the earth), the victim \nis the snake. We need to reread the Bible because, at bottom, the one to be \nsorriest for in this whole story is the snake! (Laughter.) That’s not usually \nhow it gets read! And there is no woman here, no woman, just a man and \na snake.\n[Questions.]\n \n329\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 266,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "taormina"
      ],
      "full_text": "ninth session  ‡  249\nAnd so, I missed my chance with one of the lords\nOf life.\nAnd I have something to expiate;\nA pettiness.\nTaormina\nD. H. Lawrence\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 269,
      "bucket": "D (5-10%)",
      "error_rate": 9.2,
      "unknown_words_sample": [
        "ibid",
        "nahen",
        "von",
        "didn",
        "tation",
        "nig",
        "proses",
        "personhaftes",
        "celan",
        "launay"
      ],
      "full_text": "252  ‡  tenth session\n“that Camille,” then, dies theatrically, not to say iambically, a death that \nonly two scenes later, on the basis of a word that is foreign to it — that is so \nclose [a word both foreign and close, remember this: “von einem ihm frem-\nden — einem ihm so nahen — Wort”] — we can feel it to be his own death, \nthen, whereas all around Camille pathos and phrases attest to the triumph \nof the “marionette” and “strings” [“Puppe” und “Draht,” this time, it’s a quo-\ntation that I’ll come back to], here now is Lucile, the one who is blind to \nart, the same Lucile for whom speech has something  person- like about it \n[“etwas Personhaftes,” in opposition, I suppose, to the marionette: comment] \nsomething that one can see, perceive (“etwas Personhaftes und Wahrnehm-\nbares”), here is Lucile, once again, with her sudden cry: “Es lebe der König!”2 \n(“Long live the King!”).\nThe allusion, with quotation marks, to the marionette (Puppe, this time) \nand the “strings” is a quasi- quotation from Büchner’s play (act 2, scene 5), \nwhere those condemned to death compare themselves to marionettes ma-\nnipulated by history, by the sovereign powers of history: they no longer feel \nthemselves to be responsible persons, free subjects, but ﬁ gures, or even me-\nchanical ﬁ gurants in the invisible hands of those supposed to make history; \nbut they suspect that there is not even a puppeteer and a subject of history \nto pull the strings in this theater of political marionettes; and they say and \nthink so at the moment they die, saying, “Marionettes, that’s what we are, \npulled by strings in the hands of unknown powers, nothing by ourselves, \nnothing!”3\nYou recall, then, the “Long live the King!” of Lucile, who, close to the \nscaffold or the guillotine, declaimed “The Meridian” and, marking in it a \nmajor difference between two values of Majestät, guided our reading of this \npoem. All this could only conﬁ rm our hypothesis. In this Revolution it’s \ncertainly a matter of head, capital, and decapitation. The Medusa head and \neverything in it that signals toward erection as well as castration would be \nenough to remind us of that.\nAlthough I didn’t present things to you in this way and in this order, \nI’m sure that it won’t have escaped you that the last session moved between \ntwo singular sovereigns, two kings of France, Louis XIV and Louis XVI, \nbetween his majesty Louis le Grand or the Sun King on the one hand, and \nhis Majesty Louis Capet the decapitated, Louis XVI, on the other. While \nfollowing a certain marionette theater, from Kleist and Valéry to Celan, \nwe had therefore observed, as vigilantly as possible, the intriguing devel-\n2. Ibid., p. 59 [p. 175]. \n3. Cited by J. Launay in Celan, Le Méridien & autres proses, p. 103, note 31. \n \n340\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 270,
      "bucket": "B (1-3%)",
      "error_rate": 2.9,
      "unknown_words_sample": [
        "fontaine",
        "delphis",
        "opment",
        "majestas",
        "extenso",
        "desig",
        "bodin",
        "rea",
        "gures",
        "gure"
      ],
      "full_text": "tenth session  ‡  253\nopment of the word “majesty,” from the sovereignty it designates in Latin \n(majestas, as Bodin reminded us) up to its occurrence in The Wolf and the \nLamb and La Fontaine’s dedication of the Fables to the Dauphin.\n[In brackets, when I pronounce the word Dauphin, I think of the animals \nthus named by man, all the dolphins [dauphins], those beasts that are held \nto be so human, so intelligent, almost as intelligent as man, a species a large \nnumber of whom, two or three weeks ago, seem to have lost their sense of \ndirection, and, doubtless through the fault of men and human pollution \nof the ocean depths as well as the water close to the coast, and thereby dis-\noriented by man, those poor dolphins lamentably but obstinately became \nbeached, and died, on the beaches of northern France. Do not forget that \ndolphin, delphis in Greek, delphinus in Latin, is ﬁ rst of all the name given \nby man to that other great [gros et grand] animal, that carnivorous cetacean \nwhose blubber furnishes a precious oil (delphinus delphis) and which passes \nfor being so close to man, so benevolent and friendly a matter toward us \nthat La Fontaine, who dedicated his Fables to “Monseigneur le Dauphin,” \nwrote its eulogy: he praised the animal, did La Fontaine, an animal not so \nbête, as you’ll see, and an animal friendly to man, in a fable I’m going to \nread to you, after recalling that the French title “Dauphin,” used to desig-\nnate the king’s son and thus the heir to the throne, has a very French, purely \nFrench history, as in the calendar of the monarchy and the revolution we \nare interested in at the moment. Dauphin was originally a name borne by \nthe lords of the French province of the Viennois at the time the Dauphiné \nwas ceded to the king of France. Now the proper name at the origin of \nthe Dauphiné was Delphinus, the name of the ﬁ sh, quite simply because \nthe lords had chosen three dolphins to ﬁ gure on their coat of arms. Which \nmeans, if one interprets this heraldic symbolism as a sort of totemic effect, \nthat the title Dauphin for the elder son and royal heir is, at least by a drift \ntoward a royal beach, a totemic title. If now I read in extenso the fable of La \nFontaine entitled The Monkey and the Dolphin, it’s not merely because of \nthe irony whereby the subject citizen La Fontaine dedicates all his fables \nto his virtual sovereign, Monseigneur le Dauphin. It is for many other rea-\nsons: for if all the animals in the fables are anthropomorphic ﬁ gures, and \nin one way or another human ﬁ gures, as positive or negative heroes, here \nthe animal is not only human like all the others but embodies, among the \nhuman animals, among animals in human form, among the anthropoids in \nthe broad sense of this word, one of those that are naturally more human \nand above all friendly to man, “a strong friend of our species,” as the fable \nsays. And then there is the monkey, the other hero of the fable. The mon-\nkey is not just any animal, in our problematic and among the animals that \n341 \n342 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 272,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "esty",
        "dedica",
        "fontaine",
        "nally",
        "vii",
        "tes",
        "majestas",
        "harbour",
        "tion",
        "trans"
      ],
      "full_text": "tenth session  ‡  255\nAnd on his dorsal gave him place.\nSo grave the silly creature’s face,\nThat one might well have set him down\nThat old musician of renown.\nThe ﬁ sh had almost reached the land,\nWhen, as it happened, — what a pity! — \nHe asked, “Are you from Athens grand?”\n“Yes; well they know me in that city.\nIf ever you have business there,\nI’ll help you do it, for my kin\nThe highest ofﬁ ces are in.\nMy cousin, sir, is now lord mayor.”\nThe dolphin thanked him, with good grace,\nBoth for himself and all his race,\nAnd asked, “You doubtless know Piraeus,\nWhere, should we come to town, you’ll see us.”\n“Piraeus? yes, indeed I know;\nHe was my crony long ago.”\nThe dunce knew not the harbour’s name,\nAnd for a man’s mistook the same.\nThe people are by no means few,\nWho never went ten miles from home,\nNor know their  market- town from Rome,\nYet cackle just as if they knew.\nThe dolphin laughed, and then began\nHis rider’s form and face to scan,\nAnd found himself about to save\nFrom ﬁ shy feasts, beneath the wave,\nA mere resemblance of a man.\nSo, plunging down, he turned to ﬁ nd\nSome drowning wight of human kind.]4\nWhile following, as I was saying, a certain marionette theater, from \nKleist to Valéry to Celan, we analyzed the intriguing fate of the word “maj-\nesty,” from the sovereignty that it designates in Latin (majestas, as Bodin \nreminded us) up to its occurrence in The Wolf and the Lamb and the dedica-\ntion of La Fontaine’s Fables to the Dauphin, and ﬁ nally to the distinction \n4. La Fontaine, “Le singe et le dauphin, ” Livre quatrième, fable VII, in Oeuvres \ncom plètes (see session 8 above, n. 12), 1:149–50; trans. Elizur Wright in The Fables of \nLa Fontaine (Boston, 1841). During the session, Derrida added after the quotation, “He \nwants to save ‘humans’! Not a ‘beast’ . . . That would be a ‘crime against humanity’ for \nthe dolphin!” The long bracketed section opened on p. 253 closes here.\n344 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 273,
      "bucket": "D (5-10%)",
      "error_rate": 8.2,
      "unknown_words_sample": [
        "esty",
        "rator",
        "des",
        "erec",
        "tion",
        "cadaverized",
        "celan",
        "signi",
        "nar",
        "absurden"
      ],
      "full_text": "256  ‡  tenth session\nproposed by Celan between the majesty of the monarch and the poetic maj-\nesty of the present, of the absurd that bears witness to the human present \n(“für die Gegenwart des Menschlichen zeugenden Majestät des Absurden”).\nYou also recall that this question had taken a number of relays last time. \nFrom Kleist to Valéry’s Monsieur Teste — who had wished, says the nar-\nrator, to “kill the marionette in him” — and then to Celan’s “Meridian,” \nthe question of marionettes keeps coming back, undecidably “whats” and \n“whos,” feminine and masculine, taking on all forms, from marionette as \nvirgin girl, little Mary, to phallic erection, the prosthesis of the phallus as \nmarionette and the priapism of the erection without detumescence, erec-\ntion unto death, the cadaverized erection, tragic and comic: all of which \nsketched out the unheimlich, worrying, and undecidable ﬁ gure of the mari-\nonette as life and death, life- death, life death, both the spontaneous and \ngraceful autonomy of the living and the rigid automatism of machine and \ndeath, machine of death or of bêtise.\nThe phallus, let’s see, we wondered, is the phallos proper to man?\nAnd, we also wondered, if said phallus were proper to the sovereign, would \nit be for all that proper to man? Proper in what sense? And of man in what \nsense? Proper to man in what sense? And what if the phallus were bêtise \nitself? Where had this question of the sovereign, the standing position, the \ngrandeur or highness of the Most High led us?\nThe Majestas of sovereignty no doubt signiﬁ es high stature, highness. \nMoreover, one doesn’t only say Your Majesty but also Your Royal High-\nness, and I even found “Your Altitude” in a  seventeenth- century document \nby Antoine Galland, author of a Voyage to Constantinople, who was one of \nthe ﬁ rst translators of the Thousand and One Nights — one also talks of great \nLords, Grand Dukes, Grand Vizirs, and His Eminence, an expression that \nalso bespeaks the highness of excellence.\nBefore proceeding in this direction, namely that of the majestic and sov-\nereign erection as impulse toward the greatest, highest, and most rigid, the \nmost inﬂ exible state of a station or a stance, a stable state, I would like to \nadd a logical precision, as it were, and forestall a misunderstanding that \nmight have crept in. A misunderstanding as to what grand and high mean \nin this case — in this case in which precisely there would be neither case, \nnor casus, fall, falling off, detumescence, fall back toward the low. In this \ncase, which is not one case among others, we made clear that the logic of \nsovereignty not only tended toward the greatest and the highest but also, \nthrough a hyperbolic and irrepressible upping of the ante, through a con-\nstitutive hybris — which sometimes makes it sublime, precisely — tends to-\n \n345\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 274,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "tes",
        "grandizement",
        "gured",
        "tion",
        "raires",
        "diminu",
        "etc",
        "perlative",
        "bataille",
        "deur"
      ],
      "full_text": "tenth session  ‡  257\nward a height that is higher than height, if such an expression (“higher than \nheight”) doesn’t lose meaning (but it’s this loss of meaning, this excess of \nmeaning, that we are talking about with sovereignty), a height higher than \nheight, then, a grandeur grander than grandeur, and superior to superiority \n(and so several times, concerning the example of Monsieur Teste, precisely, \nwe recalled the topos of the Nietzschean superman who overcame even the \nsuperior man and rose above his height). What is essential and proper to \nsovereignty is thus not grandeur or height as geometrically measurable, \nsensible, or intelligible, but excess, hyperbole, an excess insatiable for the \npassing of every determinable limit: higher than height, grander than gran-\ndeur, etc. It is the more, the more than that counts, the absolutely more, the \nabsolute supplement that exceeds any comparative toward an absolute su-\nperlative. And the erection we are talking about is a superlative, absolute \nerection, beyond any sensible and growing erection. At which point the at-\ntribute of “grandeur” or even “highness” must be relativized. It is only one \nmore example or ﬁ gure of the “more,” the maximum, a maximum that, \nin spite of its name (which, like majestas, also comes from magnus, from \nmajus, greater), a maximum that is no longer a maximum of grandeur but \nperhaps — and this is what I was trying to get to — a maximum of small-\nness: the smallest possible, the more as more small can also do the job for \nthe sovereign — or the erection of what is also called in French, let us note \nin passing, le petit [the little one], the male sex organ. (See Bataille and his \n“Le petit.”)5 What counts here for sovereignty, which is ﬁ rst of all a power, \na potency, an “I can,” is the maximum of potency, the greatest potency, an \nabsolute power, and this absolute power can be ﬁ gured by the grandeur of \nthe grandest but also by smallness, arch- smallness, the absolute diminu-\ntion of the smallest. Of the microscopic, and thus the almost invisible, the \nminus, the minuscule reduced to its smallest diminutive. As for highness, \nit can situate just as easily the greatest as the smallest. The smallest can be \nfound very high, as well as the greatest, and, moreover, the extenuation, \nthe diminution of the sensible and comparative ﬁ gure that is found just \nas well in the majestic sovereignty of the Most Great or the Most High, of \nthe inﬁ nitely great or the inﬁ nitely high as well as in the sovereignty of the \ninﬁ nitely small, that diminutive extenuation that tends asymptotically to-\nward the disappearance of the sensible ﬁ gure, seems sometimes to be more \neasily satisﬁ ed by shrinking, reduction, shriveling diminution than by ag-\ngrandizement.\n5. Georges Bataille, “Le petit,” in Oeuvres complètes, vol. 3: Oeuvres littéraires (Paris: \nGallimard, 1971), pp. 33–69.\n346 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 277,
      "bucket": "E (10%+)",
      "error_rate": 12.3,
      "unknown_words_sample": [
        "eigenste",
        "esty",
        "nur",
        "ibid",
        "hinaustreten",
        "tation",
        "interpre",
        "tion",
        "sence",
        "mitsprechen"
      ],
      "full_text": "260  ‡  tenth session\nesty of the poetic present, in the poem as encounter — the dissociation, then, \nthe partition that is also a parting [partage], between my present, the present \nitself, the very presence of the present, of the same present, in the pres -\nent of the same [le présent même, la présence même du présent, du même présent, \nle present du même], and, on the other hand [d’autre part] — and this is the \nother part of the partition and the parting — the other present, the pres-\nent of the other to whom the poem makes a present of its time, thus, in a \nMitsprechen, letting the time of the other, its own time, speak (“das Gedicht \nselbst hat ja immer nur diese, einmalige, punktuelle Gegenwart — noch in dieser \nUnmittelbarkeit und Nähe lässt das ihm, dem Anderen, Eigenste mitsprechen: \ndessen Zeit.” [In the here and now of the poem it is still possible — the poem \nitself, after all, has only this one, unique, limited present — only in this im-\nmediacy and proximity does it allow the most idiosyncratic quality of the \nOther, its time, to participate in the dialogue.])6\nWe speciﬁ ed at length what the time of this speaking left to the other \nwas, in the encounter of the poem, beyond its  politico- democratic interpre-\ntation, beyond calculable speaking time or vote counting on the occasion of \nelecting a sovereign.\nHaving reached this point, so as not to lose sight of our question as to \nwhat is proper to man, on phallic majesty and the revolutionary decapita-\ntion of the sovereign, I should like, privileging these motifs along with those \nof the animal, the monkey, the marionette, and above all the Medusa’s head, \nto reconstitute as quickly and schematically as possible the trajectory that \nleads back to what Celan refers to as a stepping outside the human (“ein \nHinaustreten aus dem Menschlichen”).7\nThis stepping outside the human, the human for which the poetic maj-\nesty of the Absurd bears witness, could be (we must keep the conditional \nhere, you’ll see why we must always say “perhaps”), could be what is proper \nto art according to Büchner, but proper to an art that would be unheimlich \n(the word, as you will hear, already appears twice, once translated [by Jean \nLaunay] as “strange” [étrange], once by “strange, unsettling” [étrange, dépay-\nsant]) — an art that would be unheimlich because in this art one would ﬁ nd \nat home (zuhause) these apparently inhuman things, these three apparently \ninhuman or a- human things in whose form art has been making its ap-\npearances since the beginning of the speech — three appearances as follows: \n1. a Medusa’s head (we were just hearing about it from Büchner’s Lenz, \nthrough whom Celan prefers to hear the voice of Büchner himself; 2. “the \n6. Celan, “Le Méridien,” pp. 77–78 [p. 182]. \n7. Ibid., p. 67 [p. 177]. \n \n350\n \n351\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 278,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "verwandeln",
        "gruppe",
        "affengestalt",
        "chte",
        "medusenhaupt",
        "hinaustreten",
        "unheimliches",
        "leuten",
        "manchmal",
        "als"
      ],
      "full_text": "tenth session  ‡  261\nﬁ gure of the monkey” (die Affengestalt), which also appears earlier; and 3. \nautomata or marionettes.\nHere, as always, one must be very attentive to ellipses or furtive slippages, \nto cursory allusions. The character that Celan allows this stepping outside \nthe human, which Celan describes as one describes a gesture or movement \nof the other — Büchner’s Lenz or Büchner himself — which he allows, at-\ntributes, or confers, is that of unheimlich. You know that this word has two \napparently contradictory and undecidable meanings — we have spoken a \nvery great deal about it here (cf. Freud and Heidegger8): the familiar but \nas nonfamiliar, the terribly worrying aspect of the foreigner but as the inti-\nmacy of one’s own home. The word appears twice in one passage, and much \nmore often elsewhere: (Cite and comment and bring out the Unheimlich.)\nYesterday, as I was walking along the edge of the valley, I saw two girls sit-\nting on a rock; one was putting up her hair and the other was helping; and \nthe golden hair was hanging down, and the face, pale and serious, and yet \nso young, and the black dress, and the other one so absorbed in helping her. \nThe most beautiful, the most intimate pictures of the Old German School \ncan convey but the vaguest impression of such a scene. At times one might \nwish to be a Medusa’s head so as to be able to transform such a group into \nstone, and call out to the people [Man möchte manchmal ein Medusenhaupt \nsein, um so eine Gruppe in Stein verwandeln zu können, und den Leuten zu-\nrufen].\nLadies and gentlemen, please take note: “One would like to be a Medusa’s \nhead,” in order to . . . comprehend that which is natural as that which is \nnatural, by means of art! [um . . . das Natürliche als das Natürliche mittels der \nKunst zu erfassen!]\n \nOne would like to, not: I would like to.\nHere we have stepped beyond human nature [Das ist ein Hinaustreten aus \ndem Menschlichen], gone outward, and entered an uncanny [unheimlichen] \nrealm, yet one turned toward that which is human, the same realm in \nwhich the monkey, the automata, and, accordingly . . . alas, art, too, seem \nto be at home.\n \nThis is not the historical Lenz speaking, it is Büchner’s Lenz. We hear \nBüchner’s voice: even here art preserves something uncanny for him [etwas \nUnheimliches].9\n8. See, among other places, the ninth, tenth, and eleventh sessions of the unpublished \nseminar “Répondre du secret” (1991–92).\n9. Celan, “Le Méridien,” pp. 66–67 [pp. 176–77]. \n352 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 279,
      "bucket": "E (10%+)",
      "error_rate": 13.8,
      "unknown_words_sample": [
        "vielleicht",
        "jenem",
        "wesen",
        "unheimlichkeit",
        "mitgegeben",
        "als",
        "celan",
        "schreibt",
        "seinem",
        "zuhause"
      ],
      "full_text": "262  ‡  tenth session\nThe word unheimlich here bears all the weight, precisely where it remains \nequivocal and so hard to translate, it says the essential bearing of “The Me-\nridian,” or so it seems to me. It reappears elsewhere in the text, associated \nwith a word that is just as frequent, the foreigner.10 (Cite and comment.)\nAnd poetry? Poetry, which, after all, must travel the path of art? In that \ncase we would in fact be shown here the path to the Medusa’s head and the \nautomaton!\nAt this point I am not searching for a way out, I am just asking, along the \nsame line, and also, I believe, in the line suggested in the Lenz fragment.\n \nPerhaps — I’m just asking — perhaps poetry, in the company of the I \nthat has forgotten itself, travels the same path as art, toward that which \nis uncanny and alien [zu jenem Unheimlichen und Fremden]. And once \nagain — but where? but in what place? but how? but as what? — it sets \nitself free [wieder frei?]?11\nAlthough the strangeness of the Unheimliche, of Unheimlichkeit — which is \na familiar strangeness because the ﬁ gures of the automat, the monkey, and \nthe Medusa’s head are at home (zuhause) — [although the strangeness of the \nUnheimliche] is often associated with the foreigner, it is not all by chance \nthat it should also be close to what makes the secret of poetry, namely the \nsecret of the encounter. For in German, “secret” is Geheimnis (the intimate, \nthe folded back on itself, what has withdrawn in withdrawal, the hidden \ninside of the house and home), and this secret of the encounter is at the most \nintimate heart of what is present and presence (Gegenwart und Präsenz) in \nthe poem.\nThen the poem would be — even more clearly than before — the language \nof an individual which has taken on form; and, in keeping with its inner-\nmost nature, it would also be the present, the here and now. [Dann wäre das \nGedicht — deutlicher noch als bisher — gestaltgewordene Sprache eines Einzel-\nnen, — und seinem innersten Wesen nach Gegenwart und Präsenz.]\nThe poem is alone. [Das Gedicht ist einsam.] It is alone and underway. [Es ist \neinsam und unterwegs.] Whoever writes it must remain in its company. [Wer \nes schreibt, bleibt ihm mitgegeben.]\n \nBut doesn’t the poem, for precisely that reason, at this point participate \n10. [Translator’s note:] Derrida translates “Fremde” and its cognates as “étranger,” \nwhich, like the German term, corresponds to the En glish “strange(r), “foreign(er),” \n“alien.”\n11. Celan, “Le Méridien,” p. 69 [p. 178]. Derrida comments: “listen to all the ‘per-\nhaps’s’ [vielleicht], there are going to be dozens of them.”\n \n353\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 280,
      "bucket": "E (10%+)",
      "error_rate": 11.5,
      "unknown_words_sample": [
        "ibid",
        "einf",
        "hrung",
        "ticed",
        "des",
        "unheimlichkeit",
        "tion",
        "nition",
        "niemeyer",
        "celan"
      ],
      "full_text": "tenth session  ‡  263\nin an encounter [in der Begegnung] — in the secret of an encounter [im Ge-\nheimnis der Begegnung]?\nThe poem wants to reach the Other, it needs this Other, it needs a vis- à- vis. \nIt searches it out and addresses it.\n \nEach thing, each person, is a form of this Other [eine Gestalt dieses An-\nderen] for the poem, as it makes for this Other.12\nBefore coming back to this concept of the Foreigner thus associated with \nthe strange, the strangeness of what is unheimlich, I should like at least to \nindicate the path of a long detour via some texts of Heidegger’s. In this very \nplace, a few years ago, I emphasized the decisive importance (scarcely no-\nticed, if at all) of the vocabulary of the Unheimliche and of Unheimlichkeit in \nHeidegger (an importance as great as in Freud, though at least apparently \ndifferent).13 Now without wanting nor being able to reopen wide the ques-\ntion of the Unheimliche in Heidegger, from Sein und Zeit up to the end, I \nshall content myself with pointing out — precisely because it has to do with \nthe human and the inhuman — a passage from the Introduction to Meta-\nphysics (1935), which resonates strangely (unheimlich) with what Celan says \nabout the Unheimliche as what at home in art seems to exceed the human in \nthe human, seems to step outside the human in human art.\nI reopen the Introduction to Metaphysics rather violently, guided by what \nmatters to us at the moment, at the point where Heidegger relaunches the \nquestion “What is man?”14 Let me put down a couple of essential mark-\ners before coming on to what interests us here in this journey, namely the \nUnheimliche.\n1. First marker. Heidegger begins by asserting the secondary character, the \nfundamentally derived, late- on- the- scene, and (from the ontological point \nof view) fundamentally very unsatisfactory character of a deﬁ nition of man \nas animal rationale or as zo¯on logon ekhon. Incidentally, he interestingly and \nunassailably calls this deﬁ nition “zoological,” not only but also in the sense \nthat it links the logos to the zo¯on and claims to render account and reason \n(lo gon di donai) of the essence of man by saying of him that he is ﬁ rst of all \na “living thing,” an “animal” (“Die genannte Deﬁ nition des Menschen ist im \nGrunde eine zoologische”). But the zo¯on of this zoology remains in many \n12. Ibid., pp. 76–77 [p. 181]. \n13. See n. 8 above.\n14. Martin Heidegger, Einführung in die Metaphysik (Tübingen: Niemeyer, 1976), \npp. 108ff.; trans. Gregory Field and Richard Polt as Introduction to Metaphysics (New \nHaven: Yale University Press, 2000), pp. 150ff. \n354 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 281,
      "bucket": "D (5-10%)",
      "error_rate": 8.6,
      "unknown_words_sample": [
        "ibid",
        "fragend",
        "fortiori",
        "dividual",
        "als",
        "ein",
        "seinem",
        "geschichtlicher",
        "ekhon",
        "wer"
      ],
      "full_text": "264  ‡  tenth session\nrespects questionable (fragwürdig). In other words, so long as one has not \nquestioned ontologically the essence of being alive, the essence of life, it \nremains problematic and obscure to deﬁ ne man as zo¯on logon ekhon. Now \nit is on this unquestioned basis, this problematical basis of an unelucidated \nontological question of life that the whole of the West, says Heidegger, has \nconstructed its psychology, its ethics, its theory of knowledge, and its an-\nthropology. And Heidegger then describes with irony and a superior air \nthe state of the culture in which we live, in which one can receive books \nbearing on their cover the title What Is Humanity? without even a hint of a \nquestion being asked beyond the cover of such a book, which, he notes (in \n1935), the Frankfurter Zeitung praises for being a book that is “unusual and \ncourageous.”15\n2. Second marker. Henceforth the reply to the question “What is man?” can-\nnot be a reply but a question, a questioning, an act and experience of Fra-\ngen, for in this question it is man himself who is determining himself by \nquestioning about himself, about his being, discovering himself in this way \nto be of a questioning essence in the Fragen. From which Heidegger draws \ntwo conclusions in one, namely that — I’m citing the [French] translation \nthat seems to me not very illuminating and that I shall attempt to clarify \nlater: “It is only insofar as he comes forth in questioning that man comes \nto himself and is a self” (“Der Mensch kommt erst als  fragend- geschichtlicher \nzu ihm selbst und ist ein Selbst” [comment]). And that therefore this Selbst, \nthis self, this ipseity (as Selbst is translated) that is not yet an “I,” nor an \nindividual, nor a “we,” nor a community, is a “who” before any “I,” any in-\ndividual, any person, any “we,” and any community (a fortiori, I would add \nfor what is of interest to us, nor a subject or a political animal, for Heideg-\nger’s suspicion about man as zo¯on logon ekhon, animal rationale, would be \nthe same as to man as political animal, an expression of Aristotle’s to which \nwe shall return at length later). So that — second conclusion wrapped up \nin the ﬁ rst — the question of man as to his own being (nach seinem eigenen \nSein) is transformed, is no longer “What is man?” What is man? (Was ist der \nMensch?), but “Who is man?” (Wer ist der Mensch?).\nHaving recalled these two markers, you will see, if you reread this text \nas I ask that you do, that Heidegger, provisionally abandoning Parmenides, \nwhom he is reading, and turning to Sophocles’ Antigone16 to look for the po-\netic sketch of what could be the Greek way of listening to the essence of man \n15. Ibid., p. 109 [p. 152].\n16. Ibid., pp. 112–26 [pp. 156–76]. \n \n355\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 282,
      "bucket": "E (10%+)",
      "error_rate": 12.1,
      "unknown_words_sample": [
        "ibid",
        "herrscher",
        "gewohnten",
        "tice",
        "des",
        "gibt",
        "nition",
        "heimliche",
        "deinon",
        "jus"
      ],
      "full_text": "tenth session  ‡  265\n(a poetic sketch in the interpretation of which he advances a return toward \nwhat he holds to be a more originary sense of the Greek polis, the full sense \n(“dies trifft nicht den vollen Sinn”) of which is not rendered by the translation \nas city or [city- ]state, Stadt und Stadtstaat. Before the state, and thus before \nwhat we call the political, the polis is the Da, the là [there] in which and \nas which Da- sein is geschichtlich, advenes as history, as the historial origin \nof history. To this historial site belong not only sovereigns (Herrscher), the \nmen who hold power, the army, the navy, the council, the assemblies of the \npeople, but also gods, temples, priests, poets, thinkers.17 But what matters \nmost to us here, in the paths of these readings of Sophocles, is the moment \nwhen Heidegger translates the deinotaton of the deinon, the most terrible, \nmost violent, or most worrying in the worrying, spoken of in lines 332–75 \nof Antigone, which also say that there is nothing more deinon than man, as \ndas Unheimlichste des Unheimlichen,18 of which he will say that it resides in \nconﬂ ict, in the antagonistic relation (im gegenwendigen Bezug) between jus-\ntice (dike¯) and tekhne¯. Heidegger himself asks, “Why do we translate deinon \nas un- heimlich?”19 The principle of his reply is that the sentence (Spruch) that \nsays, “Der Mensch ist das Unheimlichste [deinotaton, then]” (“Man is the most \nun heimlich”) gives the authentic, proper, Greek deﬁ nition of man (gibt die \neigentliche griechische Deﬁ nition des Menschen). Why? Why translate it this \nway? Not to add a meaning after the fact to the word deinon (which is often \ntranslated as “violent” or “terrible”), nor because we hear the Unheimliche \nas a sensory impression, as an affect or what makes an impression on our \nsensibility, but because there is in the Unheimliche something that expels us \nfrom the heimliche, from the peaceful quiet of the domestic, the heimisch, \nthe usual (Gewohnten), the current and the familiar (Geläuﬁ gen). Man is the \nmost unheimlich, because he steps outside the familiar, the habitual frontiers \n(Grenzen) of habit, etc. When the chorus says of man that he is to deinotaton \nor das Unheimlichste, the point for Heidegger is not to say that man is this \nor that, and only then unheimlichste: the point is much more, much earlier \n[bien plutôt, bien plus tôt], more originarily, to say that the essence of man, \nwhat is proper to man (his fundamental feature, his Grundzug), is this being \nforeign to everything that one can identify as familiar, recognizable, etc. \nWhat is proper to man would be, basically, this way of not being secure at \nhome (heimisch), even with oneself as with one’s proper essence. As if, ac-\ncording to what is now basically quite a traditional motif, Heidegger were \n17. Ibid., p. 117 [p. 163].\n18. Ibid., p. 124 [p. 171].\n19. Ibid., p. 115 [p. 160].\n356 \n357 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 283,
      "bucket": "E (10%+)",
      "error_rate": 11.6,
      "unknown_words_sample": [
        "ibid",
        "ereignly",
        "des",
        "unheimlichkeit",
        "deinon",
        "celan",
        "nar",
        "zur",
        "ekhon",
        "nitions"
      ],
      "full_text": "266  ‡  tenth session\nsaying that what is proper to man is the experience that consists in exceeding \nthe proper in the sense of what can be appropriated in familiarity. In say-\ning which, Heidegger does not go so far as to say <that> “there is nothing \nproper to man,” but rather that this proper has as its fundamental feature, \nif not a certain impropriety or expropriety, at least the property of being \napprehended, as property, as strange, not appropriate, or even inappropri-\nable, foreign to the heimisch, to the reassuring proximity of the identiﬁ able \nand the similar, to familiarity, to the interiority of the home — in particular \nbeyond all the deﬁ nitions, that Heidegger calls “zoological,” of man as zo¯on \nlogon ekhon.\nLeaving there, for lack of time, everything that in and beyond these \npages resonates in Heidegger around the statement “Der Mensch ist to dei-\nnotaton, das Unheimlichste des Unheimlichen,”20 I emphasize only, before re-\nturning to what in Celan seems to echo it strangely, that the superlative (das \nUnheimlichste) does not count less than the equivocal and unstable meaning \n(das Unheimliche) that it thus superlativizes and hyperbolizes and extremes. \nMan is not only unheimlich, an essence already as equivocal and strange as \nwhat unheimlich means (see, I repeat, what Freud says in the article that \nbears this title, Das Unheimliche, on the contradictory meanings of this word \nin German, that designates both the most familiar and the most strange), \nman, what is called man, is not only deinon and unheimlich, he is to deinota-\nton and das Unheimlichste, the most unheimlich being, meaning that he sov-\nereignly excels in this, he is more unheimlich that everything and everyone, \nhe reaches, I would say — but this is not expressly Heidegger’s language \nand word — a sort of exceptional excellence, a sort of sovereignty among \nun heimlich beings and the modalities of Unheimlichkeit. The superlative is \nthe sign of the hyperbolic, it wears the crown of the sovereignty of human \nDasein. And this sort of sovereignty, as you have heard, concerns, under the \nsign of the Unheimliche, a certain experience of foreignness, not only of the \nstrange, but of the Foreigner (a ﬁ gure who will be relayed later in the texts \non Trakl, in Unterwegs zur Sprache, which I studied in earlier seminars, a \nlong time ago).21\nIf now, keeping in one’s memory this indissociable couple of the sov-\nereignly and superlatively unheimlich and the foreigner, or foreignness, we \ncome back to “The Meridian” and the moment in the journey where Celan \n20. Ibid., p. 114 [p. 159]. \n21. See, among other texts, “La main de Heidegger (Geschlecht II),” in Psyché: In-\nventions de l’autre (see session 2 above, n. 16), 2:35–36 [2:29], and the unpublished semi-\nnar “Nationalité et nationalisme philosophiques: Le fantôme de l’autre” (1984–85).\n \n358\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 284,
      "bucket": "D (5-10%)",
      "error_rate": 7.6,
      "unknown_words_sample": [
        "marquer",
        "hinaustreten",
        "ungrund",
        "sich",
        "des",
        "dif",
        "als",
        "ein",
        "celan",
        "absurden"
      ],
      "full_text": "tenth session  ‡  267\nhas just evoked this stepping outside the human (ein Hinaustreten aus dem \nMenschlichen) and the movement that consists in “transporting oneself to \na domain that turns toward the human its strange face” (the three appear-\nances of art: the automats, the ﬁ gure of the monkey, the Medusa’s head): \nthis moment of stepping outside the human must be summonsed to appear \nwith the moment that, earlier, had implied that “perhaps” (“I believe,” says \nCelan), poetry was that homage rendered to the majesty of the absurd inso-\nfar as it bore witness to the present of the now of the human (für die Gegen-\nwart des Menschlichen zeugenden Majestät des Absurden). Celan also wonders, \nas you have heard, if poetry ought or ought not to take the path of an art \nthat would also be that of Medusa and the automat. From this moment, the \nvalue of unheimliche can no longer be separated from that of the foreigner, \nnot only of the strange but of the foreigner, and all the — many — ap-\nproaches of what poetry might be are all approaches not toward an essence \nbut a movement, a road and a step, a direction, a turn in the direction of the \nstep, like a turn in breath itself (Atemwende).\nWe could ﬁ nd an example of this on almost every line, at least starting \nat page 70. I shall quote only a few, in order to suggest that this insistence \non the step that liberates, crosses, comes and goes in this or that direction, \ncommands us to think poetry as a path (Weg, and this is so often Celan’s \nword that we have, for right or wrong, difﬁ culty dissociating it from an \nincessant and insistent work of meditation on the path, the Bewegung of \nthe path, on the movement of the Weg in Heidegger), a path, according to \nCelan, for what comes or goes, and which is less something that is than an \nevent, the coming of an event that happens [arrive]. I very rapidly stress this \nprivilege accorded the path, the going and coming, the step. But in read-\ning these lines, I shall not be content to mark time [marquer le pas: literally, \nto mark the step], I shall also mark time on three other words for reasons \nI shall give in a moment, namely the I, the Foreigner, and the bottomless \nabyss (Abgrund):22\n22. In the interests of legibility, we have placed in this note a passage bracketed by \nDerrida in the typescript: “[Read and comment pp. 70–72 [pp. 178–79], up to ‘Himmel \nals Abgrund unter sich [sky below, as an abyss]’ (announce that we are going to insist on \ntopology and direction, place and step. I and abyss (Abgrund): the bottomless (refer to \nSchelling, Ungrund, Urgrund, etc.). On this subject, see Heidegger at the beginning of \nIntroduction to Metaphysics (p. 2 in German, p. 3 in the [En glish] translation) concern-\ning the question ‘Why are there beings? What is the basis of the entity?’ Heidegger \nwonders then if this ground in an originary ground, Urgrund, or whether this originary \nground refuses all foundation and becomes Abgrund, or else a ground that is not one, an \n359 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 285,
      "bucket": "E (10%+)",
      "error_rate": 16.8,
      "unknown_words_sample": [
        "rection",
        "vielleicht",
        "ndung",
        "auf",
        "wohin",
        "von",
        "ungrund",
        "dass",
        "des",
        "jakob"
      ],
      "full_text": "268  ‡  tenth session\nIn that case art would be the path traveled by literature — nothing more \nand nothing less.\n \nI know, there are other, shorter paths. But after all, literature too often \nshoots ahead of us. La poésie, elle aussi, brûle nos étapes.\nI will take leave of the one who has forgotten himself, the one concerned \nwith art, the artist. I think that I have encountered poetry in Lucile, and \nLucile perceives language as form and direction and breath [und Richtung \nund Atem wahr]. Here, too, in this work of Büchner, I am searching for \nthe very same thing. I am searching for Lenz himself, I am searching for \nhim, as a person, I am searching for his form: for the sake of the location \nof literature, the setting free, the step [um des Ortes der Dichtung, um der \nFreisetzung, um des Schritts willen].\nBüchner’s “Lenz,” ladies and gentlemen, remained a fragment. Would it be \nproper for us to search out the historical Lenz, in order to learn which di-\nrection [Richtung] his existence took [welche Richtung dieses Dasein hatte]?\n \n“His existence was an inescapable burden. — So his life went on.” Here \nthe story breaks off.\n \nBut literature [Dichtung], like Lucile, attempts to see form in its direc-\ntion; literature shoots ahead. We know where his life went, and how it \nwent on. [Wir wissen, wohin er lebt, wie er hinlebt.]\n \n“Death” — one reads in a work about Jakob Michael Reinhold Lenz \nby the Moscow academician M. N. Rosanow which appeared in Leipzig \nin 1909 — “Death the redeemer was not slow in coming. Lenz was found \ndead on one of the streets of Moscow during the night of May 23–24, 1792. \nA nobleman paid for his burial expenses. His ﬁ nal resting place is un-\nknown.”\n \nSo his life had gone on. [So hatte er hingelebt.]\n \nThis person Lenz: the true Lenz, Büchner’s Lenz, the one we were able \nto recognize on the ﬁ rst page of the story, the Lenz who “walked through \nthe mountains [durchs Gebirg ging] on the 20th of January” — this person, \nand not the artist and the one concerned with questions about art — this \nperson as an I [er als ein Ich].\nCan we now, perhaps [vielleicht], ﬁ nd the place where strangeness was pres-\nent, the place [Finden wir jetzt vielleicht den Ort, wo das Fremde war, den Ort] \nwhere a person succeeded in setting himself free, as an — estranged — I? Can \nwe ﬁ nd such a place, such a step [einen solchen Ort, einen solchen Schritt]?\n \n“. . . but now and then he experienced a sense of uneasiness because he \nwas not able to walk on his head [dass er nicht auf dem Kopf gehn konnte].”—\nappearance of ground, Schein von Gründung, Ungrund: ‘ . . . )].” This last parenthesis is \nincomplete in the typescript.\n \n360\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 286,
      "bucket": "E (10%+)",
      "error_rate": 10.3,
      "unknown_words_sample": [
        "vielleicht",
        "dicht",
        "auf",
        "connoiter",
        "sich",
        "gibt",
        "gegenwort",
        "tion",
        "geht",
        "als"
      ],
      "full_text": "tenth session  ‡  269\nThat is Lenz. That is, I am convinced, Lenz and his step, Lenz and his \n“Long live the King!”\n \n“. . . but now and then he experienced a sense of uneasiness because he \nwas not able to walk on his head.”\n \nWhoever walks on his head, ladies and gentlemen, whoever walks on \nhis head has heaven beneath him as an abyss [wer auf dem Kopf geht, der hat \nden Himmel als Abgrund unter sich].23\nThere here comes about, in Celan’s path or poetic speech, but, as always \nwith decisive events, under the category or the reserve of the “perhaps” \n(vielleicht), in truth between two “perhaps’s” and even three “perhaps’s” and \neven four, ﬁ ve, six, seven, eight “perhaps’s” (in about twenty lines and two \nparagraphs), there here comes about, then, between two and three and four, \nﬁ ve, six, seven, eight “perhaps’s” the event of an  unheard- of turning, the \nriskiness of which I would like to experience with you and, so to speak, re-\nconnoiter the corner turned. Celan has just referred to the obscurity proper \nto poetry as the place of an encounter to come from the horizon of the dis-\ntant and the foreign. Here is a ﬁ rst perhaps: (Read and comment)\nLadies and gentlemen, nowadays it is fashionable to reproach poetry for its \n“obscurity.” [. . .] That is, I believe, if not the inherent obscurity of poetry, \nthe obscurity attributed to it for the sake of an encounter — from a great \ndistance or sense of strangeness perhaps of its own making [vielleicht selbst-\nentworfenen].\nAnd then, still under the reservation of a second perhaps, there is a strange \ndivision of the strange itself: perhaps there are two sorts of strange, right up \nclose to each other:\nBut there are perhaps two kinds of strangeness, in one and the same direc-\ntion — side by side. [Aber es gibt vielleicht, und in einer und derselben Rich-\ntung, zweierlei Fremde — dicht beieinander.]\nAnd now, to specify this duality at the very heart of the foreigner, here is a \nsort of revolution in the revolution. You remember that Lucile’s “Long live \nthe King!” had been saluted as a counterstatement (Gegenwort) which was, \nperhaps (“I believe,” Celan says at that point), poetry, in which a homage \nwas rendered, far from the political code of reactionary countermanifesta-\ntion, to the (nonpolitical) majesty of the absurd that bore witness to the \npresent or the now of the human. Now another “Long live the King,” the \n“Long live the King!” of Lenz, i.e. Büchner, is supposed to go a step further \n23. Celan, “Le Méridien,” pp. 70–72 [pp. 178–79]. \n361 \n362 \n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 287,
      "bucket": "E (10%+)",
      "error_rate": 13.8,
      "unknown_words_sample": [
        "ibid",
        "vielleicht",
        "furchtbares",
        "uns",
        "auch",
        "nig",
        "wende",
        "gegenwort",
        "dichtung",
        "als"
      ],
      "full_text": "270  ‡  tenth session\nthan Lucile’s. And this is no longer, this time, a word, nor even a counter-\nword (Gegenwort bearing witness to a Gegenwart), it is, more particularly, \nno longer a majesty but a terrifying silence, an arrest that strikes speech \ndumb, that cuts off breath and cuts off speech.\n \nLenz — that is, Buchner — has here gone one step further than Lucile \n[ist hier einen Schritt weiter gegangen als Lucile]. His “Long live the King” no \n longer consists of words [Sein “Es lebe der König” ist kein Wort mehr]. It has \nbecome a terrible silence [es ist ein furchtbares Verstummen]. It robs him —\nand us — of breath and speech [es verschlagt ihm — und auch uns — den Atem \nund das Wort].\n \nPoetry: that can signify a turn- of- breath [Dichtung: das kann eine Atem-\nwende bedeuten]. Who knows, perhaps [Wer weiss, vielleicht] poetry travels \nits path — which is also the path of art — for the sake of such a breath turn-\ning [um einer solchen Atemwende willen zurück]?24\nWhat I should like to bring out, still privileging the thought that concerns \nus here, namely the thought of sovereignty and its majesty in the ﬁ gure \nof present and self- present ipseity, sometimes present to itself in the form \nof the ego, the living present of the ego, the “I” — that “I,” that power to \nsay “I” that, from Descartes to Kant to Heidegger has always been liter-\nally, explicitly reserved to the human being (only man can say or mean “I,” \n“myself I,” while referring in autodeictic fashion to himself — those three, \nDescartes, Kant, Heidegger, all wrote that) — [what I should like to bring \nout], if possible, is the way Celan signals toward an alterity that — within \nthe “I” as punctual living present, as point of the living self- present present, \nan alterity of the wholly other — comes along not to include and modalize \nanother living present (as in Husserl’s analysis of temporalization, of the \nprotention and retention of another living present in the living present now, \nthe ego holding in itself, in its present, another present), but here, which is \nquite different, letting the present of the other appear, that “leaving the most \nproper of the time of the other” we were talking about last time.\nI’ll ﬁ rst read this long passage peppered with I know not how many \n“perhaps’s,” which all ultimately aim to withdraw these poetic statements \nabout the event of the poem from the dimension and authority of knowl-\nedge. (Read and comment)\nPerhaps [Vielleicht] it succeeds, since strangeness [das Fremde], that is, \nthe abyss and the Medusa’s head, the abyss and the robots, seem to lie in \nthe same direction — perhaps it succeeds here in distinguishing between \n24. Ibid., pp. 72–73 [pp. 179–80]. \n \n363\n"
    },
    {
      "document": "Derrida_TheBeastAndTheSovereignVol1",
      "page_num": 288,
      "bucket": "E (10%+)",
      "error_rate": 10.6,
      "unknown_words_sample": [
        "ibid",
        "vielleicht",
        "auf",
        "von",
        "eeting",
        "ein",
        "celan",
        "weise",
        "anderes",
        "wer"
      ],
      "full_text": "tenth session  ‡  271\nstrangeness and strangeness, perhaps [vielleicht] at precisely this point the \nMedusa’s head shrivels, perhaps the automata cease to function for this \nunique, ﬂ eeting moment? Is perhaps [vielleicht] at this point, along with \nthe I — with the estranged I, set free at this point and in a similar manner \n[mit dem hier und solcherart freigesetzten befremdeten Ich] — is perhaps at \nthis point an Other set free [vielleicht wird hier noch ein Anderes frei]?\n \nPerhaps [Vielleicht] the poem assumes its own identity as a result [Viel-\nleicht ist das Gedicht von da her es selbst] . . . and is accordingly able to travel \nother paths, that is, the paths of art, again and again [wieder und wieder \ngehen] — in this art- less, art- free manner [und kann nun, auf diese  kunst- lose, \n kunst- freie Weise]?\n \nPerhaps [Vielleicht].\nPerhaps [Vielleicht] one can say that every poem has its “20th of January”? \nPerhaps [Vielleicht] the novelty of poems that are written today is to be \nfound in precisely this point: that here the attempt is most clearly made to \nremain mindful of such dates?\n \nBut are we all not descended from such dates? And to which dates do \nwe attribute ourselves?\n \nBut the poem does speak! It remains mindful of its dates, but — it \nspeaks, to be sure, it speaks only in its own, its own, individual cause. But I \nthink — and this thought can scarcely come as a surprise to you — I think \nthat it has always belonged to the expectations of the poem, in precisely this \nmanner, to speak in the cause of the strange — no, I can no longer use this \nword — in precisely this manner to speak in the cause of an Other — who \nknows, perhaps in the cause of a wholly Other [wer weiss, vielleicht in eines \nganz Anderen Sache].\n \nThis “who knows” [Dieses “wer weiss”], at which I see I have arrived, is the \nonly thing I can add — on my own, here, today — to the old expectations.\n \nPerhaps [Vielleicht], I must now say to  myself —  and at this point I am \nmaking use of a well- known term — perhaps it is now possible to conceive \na meeting of this “wholly Other” and an “other” which is not far removed, \nwhich is very near.25\nNaturally I can now only leave you to read and reread the whole of “The \nMeridian.” But perhaps we are starting here to think this subtle unheimlich \ndifference between the two foreigners, a difference that is like the place \nfor the narrow passage of poetry that Celan will soon mention. This is the \ndifference, in the punctuality of the now, in the pinpoint of the present mo-\nment, of my present, between, on the one hand, my other living present (re-\ntained or anticipated by an indispensable movement of retention and pro-\n25. Ibid., pp. 73–74 [p. 180].\n364 \n"
    }
  ]
}