{
  "document": "Derrida_WritingAndDifference",
  "batch_number": 2,
  "total_batches": 11,
  "pages": [
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 50,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "geometrism",
        "organicist",
        "etc",
        "rousset",
        "ther",
        "rst",
        "adequation",
        "stant",
        "preformationism",
        "marivauldian"
      ],
      "full_text": " \ntraditional form and creates a new structure. The truth of the general\nstructure thus restored does not describe the Marivauldian organism\nalong its own lines. And less so its force.\nYet: “The structural fact thus described—the double register—appears\nas a constant. . . . At the same time [my italics] it corresponds to the\nknowledge that Marivauldian man has of himself: a ‘heart’ without\nvision, caught in the ﬁeld of a consciousness which itself is only\nvision” (p. 64). But how can a “structural fact,” traditional during this\nera (assuming that as it is deﬁned, it is determined and original enough\nto belong to an era) “correspond” to the consciousness of\n“Marivauldian man”? Does the structure correspond to Marivaux’s\nmost singular intention? Is Marivaux not, rather, a good example—and it\nwould have to be demonstrated why he is a good example—of a literary\nstructure of the times and, through it, an example of a structure of the\nera itself? Are there not here a thousand unresolved methodological\nproblems that are the prerequisites for a single structural study, a\nmonograph on an author or a work?\nIf geometrism is especially apparent in the essays on Corneille and\nMarivaux, preformationism triumphs à propos of Proust and Claudel.\nAnd this time in a form that is more organicist than topographical. It is\nhere too, that preformationism is most fruitful and convincing. First,\nbecause it permits the mastering of a richer subject matter, penetrated\nmore from within. (May we be permitted to remark that we feel that\nwhat is best about this book is not due to its method, but to the quality\nof the attention given to its objects?) Further, because Proust’s and\nClaudel’s aesthetics are profoundly aligned with Rousset’s.\nFor Proust himself and the demonstration given leaves no doubt on\nthis subject, if one still had any—the demands of structure were con-\nstant and conscious, manifesting themselves through marvels of (nei-\nther true nor false) symmetry, recurrence, circularity, light thrown\nbackward, superimposition (without adequation) of the ﬁrst and the\nlast, etc. Teleology here is not a product of the critic’s projection, but is\nthe author’s own theme. The implication of the end in the beginning,\nthe strange relationships between the subject who writes the book and\nthe subject of this book, between the consciousness of the narrator and\nthat of the hero—all this recalls the style of becoming and the dialectic\nof the “we” in the Phenomenology of the Mind.50 We are indeed concerned\nforce and signification\n25\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 52,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "soulier",
        "nally",
        "rousset",
        "swann",
        "erence",
        "preestablished",
        "ecting",
        "ects",
        "erences",
        "otony"
      ],
      "full_text": " \nmakes us smile. Logos spermatikos is in its proper element, is no longer an\nexport, for it is an anthropomorphic concept. For example: after having\nbrought to light the necessity of repetition in Proustian composition,\nRousset writes: “Whatever one thinks of the device which introduces\nUn amour de Swann, it is quickly forgotten, so tight and organic is the\nliaison that connects the part to the whole. Once one has ﬁnished\nreading the Recherche, one perceives that the episode is not at all isolable;\nwithout it, the ensemble would be unintelligible. Un amour de Swann is a\nnovel within a novel, a painting within a painting . . ., it brings to mind,\nnot the stories within stories that so many seventeenth- or eighteenth-\ncentury novelists encase in their narratives, but rather the inner stories\nthat can be read the Vie de Marianne, in Balzac or Gide. At one of the\nentryways to his novel, Proust places a small convex mirror which\nreﬂects the novel in abbreviated form” (p. 146). The metaphor and\noperation of encasement impose themselves, even if they are ﬁnally\nreplaced by a ﬁner, more adequate image which, at bottom, signiﬁes\nthe same relationship of implication. A reﬂecting and representative\nkind of implication, this time.\nIt is for these same reasons that Rousset’s aesthetic is aligned with\nClaudel’s. Moreover, Proust’s aesthetic is deﬁned at the beginning of\nthe essay on Claudel. And the aﬃnities are evident, above and beyond\nall the diﬀerences. These aﬃnities are assembled in the theme of\n“structural monotony”: “‘And thinking once more about the mon-\notony of Vinteuil’s works, I explained to Albertine that great writers\nhave created only a single work, or rather have refracted the same\nbeauty that they bring to the world through diverse elements’”\n(p. 171). Claudel: “‘Le soulier de satin is Tête d’or in another form. It\nsummarizes both Tête d’or and Partage de midi. It is even the conclusion\nof Partage de midi . . . ’” “‘A poet does hardly anything but develop a\npreestablished plan’” (p. 172).\nThis aesthetic which neutralizes duration and force as the diﬀerence\nbetween the acorn and the oak, is not autonomously Proust’s or\nClaudel’s. It translates a metaphysics. Proust also calls “time in its pure\nstate” the “atemporal” or the “eternal.” The truth of time is not tem-\nporal. Analogously (analogously only), time as irreversible succession,\nis, according to Claudel, only the phenomenon, the epidermis, the\nsurface image of the essential truth of the universe as it is conceived\nforce and signification\n27\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 53,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "metaphys",
        "nonsimultaneous",
        "mallarm",
        "partage",
        "mediations",
        "temporality",
        "tique",
        "taneity",
        "univers",
        "rousset"
      ],
      "full_text": " \nand created by God. This truth is absolute simultaneity. Like God, Claudel,\nthe creator and composer, “has a taste for things that exist together”\n(Art poétique).51\nThis metaphysical intention, in the last resort, validates, through a\nseries of mediations, the entire essay on Proust and all the analyses\ndevoted to the “fundamental scene of Claudel’s theater” (p. 183), the\n“pure state of the Claudelian structure” (p. 177) found in Partage de midi,\nand to the totality of this theater in which, as Claudel himself says,\n“time is manipulated like an accordion, for our pleasure” such that\n“hours last and days are passed over” (p. 181).\nWe will not, of course, examine in and of themselves this metaphys-\nics or theology of temporality. That the aesthetics they govern can be\nlegitimately and fruitfully applied to the reading of Proust or Claudel is\nevident, for these are their aesthetics, daughter (or mother) of their\nmetaphysics. It is also readily demonstrable that what is in question is\nthe metaphysics implicit in all structuralism, or in every structuralist\nproposition. In particular, a structuralist reading, by its own activity,\nalways presupposes and appeals to the theological simultaneity of the\nbook, and considers itself deprived of the essential when this simul-\ntaneity is not accessible. Rousset: “In any event, reading, which is\ndeveloped in duration, will have to make the work simultaneously\npresent in all its parts in order to be global. . . . Similar to a ‘painting in\nmovement,’ the book is revealed only in successive fragments. The task\nof the demanding reader consists in overturning this natural tendency\nof the book, so that it may present itself in its entirety to the mind’s\nscrutiny. The only complete reading is the one which transforms the\nbook into a simultaneous network of reciprocal relationships: it is then\nthat surprises emerge” (p. xiii). (What surprises? How can simul-\ntaneity hold surprises in store? Rather, it neutralizes the surprises of\nnonsimultaneity. Surprises emerge from the dialogue between the\nsimultaneous and the nonsimultaneous. Which suﬃces to say that\nstructural simultaneity itself serves to reassure.) Jean-Pierre Richard:\n“The diﬃculty of every structural account resides in that it must\ndescribe sequentially, successively, that which in fact exists all at once,\nsimultaneously” (L’univers imaginaire de Mallarmé, p. 28). Thus, Rousset\ninvokes the diﬃculty of gaining access to the simultaneity which is\ntruth within reading, and Richard the diﬃculty of accounting for it\nwriting and difference\n28\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 54,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "mallarm",
        "irr",
        "turalism",
        "preestablished",
        "signi",
        "rousset",
        "rst",
        "identi",
        "coexistences",
        "ers"
      ],
      "full_text": " \nwithin writing. In both cases, simultaneity is the myth of a total reading\nor description, promoted to the status of a regulatory ideal. The search\nfor the simultaneous explains the capacity to be fascinated by the spa-\ntial image: is space not “the order of coexistences” (Leibniz)? But by\nsaying “simultaneity” instead of space, one attempts to concentrate time\ninstead of forgetting it. “Duration thus takes on the illusory form of a\nhomogeneous milieu, and the union between these two terms, space and\nduration, is simultaneity, which could be deﬁned as the intersection of\ntime with space.”52 In this demand for the ﬂat and the horizontal, what\nis intolerable for structuralism is indeed the richness implied by the\nvolume, every element of signiﬁcation that cannot be spread out into\nthe simultaneity of a form. But is it by chance that the book is, ﬁrst and\nforemost, volume?53 And that the meaning of meaning (in the general\nsense of meaning and not in the sense of signalization) is inﬁnite\nimplication, the indeﬁnite referral of signiﬁer to signiﬁer? And that its\nforce is a certain pure and inﬁnite equivocality which gives signiﬁed\nmeaning no respite, no rest, but engages it in its own economy so that\nit always signiﬁes again and diﬀers? Except in the Livre irréalisé by\nMallarmé, that which is written is never identical to itself.\nUnrealized: this does not mean that Mallarmé did not succeed in\nrealizing a Book which would be at one with itself—he simply did not\nwant to. He unrealized the unity of the Book by making the categories\nin which it was supposed to be securely conceptualized tremble: while\nspeaking of an “identiﬁcation with itself” of the Book, he underlines\nthat the Book is at once “the same and other,” as it is “made up of\nitself.” It lends itself not only to a “double interpretation,” but through\nit, says Mallarmé, “I sow, so to speak, this entire double volume here\nand there ten times.”54\nDoes one have the right to constitute this metaphysics or aesthetics\nso well adapted to Proust and Claudel as the general method of struc-\nturalism?55 This, however, is precisely what Rousset does, in the extent\nto which, as we have at least tried to demonstrate, he decides that\neverything not intelligible in the light of a “preestablished” teleological\nframework, and not visible in its simultaneity, is reducible to the\ninconsequentiality of accident or dross. Even in the essays devoted to\nProust and Claudel, the essays guided by the most comprehensive\nstructure, Rousset must decide to consider as “genetic accidents” “each\nforce and signification\n29\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 56,
      "bucket": "B (1-3%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "strated",
        "nding",
        "telos",
        "tology",
        "pho",
        "rousset",
        "sti",
        "photological",
        "progres"
      ],
      "full_text": " \nmeaning is meaningful only within a totality, could it come forth if the\ntotality were not animated by the anticipation of an end, or by an\nintentionality which, moreover, does not necessarily and primarily\nbelong to a consciousness? If there are structures, they are possible only\non the basis of the fundamental structure which permits totality to\nopen and overﬂow itself such that it takes on meaning by anticipating a telos\nwhich here must be understood in its most indeterminate form. This\nopening is certainly that which liberates time and genesis (even\ncoincides with them), but it is also that which risks enclosing progres-\nsion toward the future—becoming—by giving it form. That which\nrisks stiﬂing force under form.\nIt may be acknowledged, then, that in the rereading to which we are\ninvited by Rousset, light is menaced from within by that which also\nmetaphysically menaces every structuralism: the possibility of conceal-\ning meaning through the very act of uncovering it. To comprehend the\nstructure of a becoming, the form of a force, is to lose meaning by\nﬁnding it. The meaning of becoming and of force, by virtue of their\npure, intrinsic characteristics, is the repose of the beginning and the\nend, the peacefulness of a spectacle, horizon or face.56 Within this\npeace and repose the character of becoming and of force is disturbed\nby meaning itself. The meaning of meaning is Apollonian by virtue of\neverything within it that can be seen.57\nTo say that force is the origin of the phenomenon is to say nothing.\nBy its very articulation force becomes a phenomenon. Hegel demon-\nstrated convincingly that the explication of a phenomenon by a force is\na tautology.58 But in saying this, one must refer to language’s peculiar\ninability to emerge from itself in order to articulate its origin, and not\nto the thought of force. Force is the other of language without which\nlanguage would not be what it is.\nIn order to respect this strange movement within language, in order\nnot to reduce it in turn, we would have to attempt a return to the\nmetaphor of darkness and light (of self-revelation and self-\nconcealment), the founding metaphor of Western philosophy as meta-\nphysics. The founding metaphor not only because it is a photological\none—and in this respect the entire history of our philosophy is a pho-\ntology, the name given to a history of, or treatise on, light—but because\nit is a metaphor. Metaphor in general, the passage from one existent to\nforce and signification\n31\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 58,
      "bucket": "B (1-3%)",
      "error_rate": 2.9,
      "unknown_words_sample": [
        "tion",
        "dionysianism",
        "larly",
        "rst",
        "emanicipation",
        "phe",
        "attened",
        "particu",
        "nomena"
      ],
      "full_text": " \nlight. For force is not darkness, and it is not hidden under a form for\nwhich it would serve as substance, matter, or crypt. Force cannot be\nconceived on the basis of an oppositional couple, that is, on the basis\nof the complicity between phenomenology and occultism. Nor can it\nbe conceived, from within phenomenology, as the fact opposed to\nmeaning.\nEmanicipation from this language must be attempted. But not as an\nattempt at emancipation from it, for this is impossible unless we forget\nour history. Rather, as the dream of emancipation. Nor as emancipation\nfrom it, which would be meaningless and would deprive us of the light\nof meaning. Rather, as resistance to it, as far as is possible. In any event,\nwe must not abandon ourselves to this language with the abandon\nwhich today characterizes the worst exhilaration of the most nuanced\nstructural formalism.\nCriticism, if it is called upon to enter into explication and exchange\nwith literary writing, some day will not have to wait for this resistance\nﬁrst to be organized into a “philosophy” which would govern some\nmethodology of aesthetics whose principles criticism would receive.\nFor philosophy, during its history, has been determined as the reﬂec-\ntion of poetic inauguration. Conceived apart, it is the twilight of forces,\nthat is, the sun-splashed morning in which images, forms, and phe-\nnomena speak; it is the morning of ideas and idols in which the relief\nof forces becomes repose, its depth ﬂattened in the light as it stretches\nitself into horizontality. But the enterprise is hopeless if one muses on\nthe fact that literary criticism has already been determined, knowingly\nor not, voluntarily or not, as the philosophy of literature. As such—that\nis to say, until it has purposely opened the strategic operation we spoke\nof above, which cannot simply be conceived under the authority of\nstructuralism—criticism will have neither the means nor, more particu-\nlarly, the motive for renouncing eurythmics, geometry, the privilege\ngiven to vision, the Apollonian ecstasy which “acts above all as a force\nstimulating the eye, so that it acquires the power of vision.”61 It will not\nbe able to exceed itself to the point of embracing both force and the\nmovement which displaces lines, nor to the point of embracing force\nas movement, as desire, for itself, and not as the accident or epiphany of\nlines. To the point of embracing it as writing.\nHence the nostalgia, the melancholy, the fallen Dionysianism of\nforce and signification\n33\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 60,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "unterganges",
        "esh",
        "intersubjectivity",
        "rmations",
        "rst",
        "meines",
        "stunde",
        "cometh",
        "untergang",
        "gures"
      ],
      "full_text": " \nthat writing is ﬁrst and always something over which one bends. Better\nstill when letters are no longer ﬁgures of ﬁre in the heavens.\nNietzsche was certain, but Zarathustra was positive: “Here do I sit\nand wait, old broken tables around me and also new half tables. When\ncometh mine hour?—The hour of my descent, of my down-going.”66\n“Die Stunde meines Niederganges, Unterganges.” It will be necessary\nto descend, to work, to bend in order to engrave and carry the new\nTables to the valleys, in order to read them and have them read. Writing\nis the outlet as the descent of meaning outside itself within itself:\nmetaphor-for-others-aimed-at-others-here-and-now, metaphor as the\npossibility of others here-and-now, metaphor as metaphysics in which\nBeing must hide itself if the other is to appear. Excavation within the\nother toward the other in which the same seeks its vein and the true\ngold of its phenomenon. Submission in which the same can always\nlose (itself). Niedergang, Untergang. But the same is nothing, is not (it)self\nbefore taking the risk of losing (itself). For the fraternal other is not\nﬁrst in the peace of what is called intersubjectivity, but in the work and\nthe peril of inter-rogation; the other is not certain within the peace of\nthe response in which two aﬃrmations espouse each other, but is called up in\nthe night by the excavating work of interrogation. Writing is the\nmoment of this original Valley of the other within Being. The moment\nof depth as decay. Incidence and insistence of inscription.\n“Behold, here is a new table; but where are my brethren who will\ncarry it with me to the valley and into hearts of ﬂesh?”67\nforce and signification\n35\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 61,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "cogito",
        "ections",
        "classique",
        "histoire",
        "nition",
        "raison"
      ],
      "full_text": " \n2\nCOGITO AND THE HISTORY\nOF MADNESS\nThe Instant of Decision is Madness\n(Kierkegaard)\nIn any event this book was terribly daring. A transparent sheet\nseparates it from madness.\n(Joyce, speaking of Ulysses)\nThese reﬂections have as their point of departure, as the title of this\nlecture1 clearly indicates, Michel Foucault’s book Folie et déraison: Histoire de\nla folie à l’âge classique.2\nThis book, admirable in so many respects, powerful in its breadth\nand style, is even more intimidating for me in that, having formerly\nhad the good fortune to study under Michel Foucault, I retain the\nconsciousness of an admiring and grateful disciple. Now, the disciple’s\nconsciousness, when he starts, I would not say to dispute, but to engage\nin dialogue with the master or, better, to articulate the interminable\nand silent dialogue which made him into a disciple—this disciple’s\nconsciousness is an unhappy consciousness. Starting to enter into\ndialogue in the world, that is, starting to answer back, he always feels\n“caught in the act,” like the “infant” who, by deﬁnition and as his\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 62,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "sacri",
        "cogito",
        "unilinear",
        "ections",
        "nds",
        "cial",
        "allu",
        "pretation",
        "rst",
        "arti"
      ],
      "full_text": " \nname indicates, cannot speak and above all must not answer back. And\nwhen, as is the case here, the dialogue is in danger of being taken—\nincorrectly—as a challenge, the disciple knows that he alone ﬁnds him-\nself already challenged by the master’s voice within him that precedes\nhis own. He feels himself indeﬁnitely challenged, or rejected or\naccused; as a disciple, he is challenged by the master who speaks within\nhim and before him, to reproach him for making this challenge and to\nreject it in advance, having elaborated it before him; and having inter-\niorized the master, he is also challenged by the disciple that he himself\nis. This interminable unhappiness of the disciple perhaps stems from\nthe fact that he does not yet know—or is still concealing from himself—\nthat the master, like real life, may always be absent. The disciple\nmust break the glass, or better the mirror, the reﬂection, his inﬁnite\nspeculation on the master. And start to speak.\nAs the route that these considerations will follow is neither direct\nnor unilinear—far from it—I will sacriﬁce any further preamble and go\nstraight to the most general questions that will serve as the focal points\nof these reﬂections. General questions that will have to be determined\nand speciﬁed along the way, many of which, most, will remain open.\nMy point of departure might appear slight and artiﬁcial. In this 673-\npage book, Michel Foucault devotes three pages—and, moreover, in a\nkind of prologue to his second chapter—to a certain passage from the\nﬁrst of Descartes’s Meditations. In this passage madness, folly, dementia,\ninsanity seem, I emphasize seem, dismissed, excluded, and ostracized\nfrom the circle of philosophical dignity, denied entry to the philo-\nsopher’s city, denied the right to philosophical consideration, ordered\naway from the bench as soon as summoned to it by Descartes—this last\ntribunal of a Cogito that, by its essence, could not possibly be mad.\nIn alleging—correctly or incorrectly, as will be determined—that the\nsense of Foucault’s entire project can be pinpointed in these few allu-\nsive and somewhat enigmatic pages, and that the reading of Descartes\nand the Cartesian Cogito proposed to us engages in its problematic the\ntotality of this History of Madness as regards both its intention and its\nfeasibility, I shall therefore be asking myself, in two series of questions,\nthe following:\n1. First, and in some ways this is a prejudicial question: is the inter-\npretation of Descartes’s intention that is proposed to us justiﬁable? What\ncogito and the history of madness\n37\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 66,
      "bucket": "B (1-3%)",
      "error_rate": 2.8,
      "unknown_words_sample": [
        "cogito",
        "rupted",
        "sti",
        "petrated",
        "rst",
        "archae",
        "calcinated",
        "cacious",
        "objecti"
      ],
      "full_text": " \nspeaker or interlocutor, piled up upon itself, strangulated, collapsing\nbefore reaching the stage of formulation, quietly returning to the\nsilence from which it never departed. The calcinated root of meaning.”\nThe history of madness itself is therefore the archaeology of a silence.\nBut, ﬁrst of all, is there a history of silence? Further, is not an archae-\nology, even of silence, a logic, that is, an organized language, a project,\nan order, a sentence, a syntax, a work?6 Would not the archaeology of\nsilence be the most eﬃcacious and subtle restoration, the repetition, in\nthe most irreducibly ambiguous meaning of the word, of the act per-\npetrated against madness—and be so at the very moment when this act\nis denounced? Without taking into account that all the signs which\nallegedly serve as indices of the origin of this silence and of this stiﬂed\nspeech, and as indices of everything that has made madness an inter-\nrupted and forbidden, that is, arrested, discourse—all these signs and\ndocuments are borrowed, without exception, from the juridical\nprovince of interdiction.\nHence, one can inquire—as Foucault does also, at moments other\nthan those when he contrives to speak of silence (although in too\nlateral and implicit a fashion from my point of view)—about the source\nand the status of the language of this archaeology, of this language\nwhich is to be understood by a reason that is not classical reason. What\nis the historical responsibility of this logic of archaeology? Where\nshould it be situated? Does it suﬃce to stack the tools of psychiatry\nneatly, inside a tightly shut workshop, in order to return to innocence\nand to end all complicity with the rational or political order which\nkeeps madness captive? The psychiatrist is but the delegate of this\norder, one delegate among others. Perhaps it does not suﬃce to\nimprison or to exile the delegate, or to stiﬂe him; and perhaps it does\nnot suﬃce to deny oneself the conceptual material of psychiatry in\norder to exculpate one’s own language. All our European languages,\nthe language of everything that has participated, from near or far, in the\nadventure of Western reason—all this is the immense delegation of the\nproject deﬁned by Foucault under the rubric of the capture or objectiﬁ-\ncation of madness. Nothing within this language, and no one among those\nwho speak it, can escape the historical guilt—if there is one, and if it is\nhistorical in a classical sense—which Foucault apparently wishes to put\non trial. But such a trial may be impossible, for by the simple fact of\ncogito and the history of madness\n41\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 69,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "nonrecourse",
        "culty",
        "bilities",
        "parenthization",
        "sical",
        "culties",
        "impossi",
        "clas",
        "lan",
        "objecti"
      ],
      "full_text": " \nimpossibility of what Foucault elsewhere calls “a language without\nsupport,” that is to say, a language declining, in principle if not in fact,\nto articulate itself along the lines of the syntax of reason. In principle if\nnot in fact, but here the fact cannot easily be put between parentheses.\nThe fact of language is probably the only fact ultimately to resist all\nparenthization. “There, in the simple problem of articulation,”\nFoucault says later, “was hidden and expressed the major diﬃculty of\nthe enterprise.”\nOne could perhaps say that the resolution of this diﬃculty is practiced\nrather than formulated. By necessity. I mean that the silence of madness is\nnot said, cannot be said in the logos of this book, but is indirectly,\nmetaphorically, made present by its pathos—taking this word in its best\nsense. A new and radical praise of folly whose intentions cannot be\nadmitted because the praise [éloge] of silence always takes place within\nlogos,7 the language of objectiﬁcation. “To speak well of madness”\nwould be to annex it once more, especially when, as is the case here,\n“speaking well of” is also the wisdom and happiness of eloquent\nspeech.\nNow, to state the diﬃculty, to state the diﬃculty of stating, is not yet\nto surmount it—quite the contrary. First, it is not to say in which lan-\nguage, through the agency of what speech, the diﬃculty is stated. Who\nperceives, who enunciates the diﬃculty? These eﬀorts can be made\nneither in the wild and inaccessible silence of madness, nor simply in\nthe language of the jailer, that is, in the language of classical reason, but\nonly in the language of someone for whom is meaningful and before whom\nappears the dialogue or war or misunderstanding or confrontation or\ndouble monologue that opposes reason and madness during the clas-\nsical age. And thereby we can envision the historic liberation of a logos\nin which the two monologues, or the broken dialogue, or especially\nthe breaking point of the dialogue between a determined reason and a\ndetermined madness, could be produced and can today be understood\nand enunciated. (Supposing that they can be; but here we are assuming\nFoucault’s hypothesis.)\nTherefore, if Foucault’s book, despite all the acknowledged impossi-\nbilities and diﬃculties, was capable of being written, we have the right\nto ask what, in the last resort, supports this language without recourse\nor support: who enunciates the possibility of nonrecourse? Who wrote\nwriting and difference\n44\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 71,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "sentire",
        "ori",
        "phere",
        "ssion",
        "entzweiung",
        "divison",
        "erent",
        "ecting",
        "rst",
        "modi"
      ],
      "full_text": " \nFoucault calls, using a very strong word, the Decision. The Decision,\nthrough a single act, links and separates reason and madness, and it\nmust be understood at once both as the original act of an order, a ﬁat, a\ndecree, and as a schism, a caesura, a separation, a dissection. I would\nprefer dissension, to underline that in question is a self-dividing action, a\ncleavage and torment interior to meaning in general, interior to logos in\ngeneral, a divison within the very act of sentire. As always, the dissension\nis internal. The exterior (is) the interior, is the ﬁssion that produces and\ndivides it along the lines of the Hegelian Entzweiung.\nIt thus seems that the project of convoking the ﬁrst dissension of\nlogos against itself is quite another project than the archaeology of\nsilence, and raises diﬀerent questions. This time it would be necessary\nto exhume the virgin and unitary ground upon which the decisive act\nlinking and separating madness and reason obscurely took root. The\nreason and madness of the classical age had a common root. But this\ncommon root, which is a logos, this unitary foundation is much more\nancient than the medieval period, brilliantly but brieﬂy evoked by\nFoucault in his very ﬁne opening chapter. There must be a founding\nunity that already carries within it the “free trade” of the Middle Ages,\nand this unity is already the unity of a logos, that is, of a reason; an\nalready historical reason certainly, but a reason much less determined\nthan it will be in its so-called classical form, having not yet received the\ndeterminations of the “classical age.” It is within the element of this\narchaic reason that the dissection, the dissension, will present itself as a\nmodiﬁcation or, if you will, as an overturning, that is, a revolution but\nan internal revolution, a revolution aﬀecting the self, occurring within\nthe self. For this logos which is in the beginning, is not only the\ncommon ground of all dissension, but also—and no less importantly—\nthe very atmosphere in which Foucault’s language moves, the atmos-\nphere in which a history of madness during the classical age not only\nappears in fact but is also by all rights stipulated and speciﬁed in terms of\nits limits. In order to account simultaneously for the origin (or the\npossibility) of the decision and for the origin (or the possibility) of its\nnarration, it might have been necessary to start by reﬂecting this ori-\nginal logos in which the violence of the classical era played itself out.\nThis history of logos before the Middle Ages and before the classical\nage is not, if this need be said at all, a nocturnal and mute prehistory.\nwriting and difference\n46\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 72,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "historico",
        "cogito",
        "mysti",
        "ously",
        "pre",
        "curi",
        "socratics",
        "expulsed",
        "reassur",
        "logico"
      ],
      "full_text": " \nWhatever the momentary break, if there is one, of the Middle Ages\nwith the Greek tradition, this break and this alteration are late and\nsecondary developments as concerns the fundamental permanence of\nthe logico-philosophical heritage.\nThat the embedding of the decision in its true historical grounds has\nbeen left in the shadows by Foucault is bothersome, and for at least two\nreasons:\n1. It is bothersome because at the outset Foucault makes a some-\nwhat enigmatic allusion to the Greek logos, saying that, unlike classical\nreason, it “had no contrary.” To cite Foucault: “The Greeks had a\nrelation to something that they called hybris. This relation was not\nmerely one of condemnation; the existence of Thrasymacus or of Cal-\nlicles suﬃces to prove it, even if their language has reached us already\nenveloped in the reassuring dialectic of Socrates. But the Greek Logos\nhad no contrary.”8\n[One would have to assume, then, that the Greek logos had no\ncontrary, which is to say, brieﬂy, that the Greeks were in the greatest\nproximity to the elementary, primordial, and undivided Logos with\nrespect to which contradiction in general, all wars or polemics, could\nonly be ulterior developments. This hypothesis forces us to admit, as\nFoucault above all does not, that the history and lineage of the “reassur-\ning dialectic of Socrates” in their totality had already fallen outside and\nbeen exiled from this Greek logos that had no contrary. For if the\nSocratic dialectic is reassuring, in the sense understood by Foucault, it\nis so only in that it has already expulsed, excluded, objectiﬁed or (curi-\nously amounting to the same thing) assimilated and mastered as one of\nits moments, “enveloped” the contrary of reason; and also only in that\nit has tranquilized and reassured itself into a pre-Cartesian certainty, a\nsophrosyne, a wisdom, a reasonable good sense and prudence.\nConsequently, it must be either (a) that the Socratic moment and its\nentire posterity immediately partake in the Greek logos that has no\ncontrary; and that consequently, the Socratic dialectic could not be\nreassuring (we may soon have occasion to show that it is no more\nreassuring than the Cartesian cogito). In this case, in this hypothesis,\nthe fascination with the pre-Socratics to which we have been provoked\nby Nietzsche, then by Heidegger and several others, would carry with\nit a share of mystiﬁcation whose historico-philosophical motivations\ncogito and the history of madness\n47\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 73,
      "bucket": "C (3-5%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "enon",
        "erence",
        "calliclesian",
        "rming",
        "prob",
        "navis",
        "epiphenom",
        "speci",
        "stultifera",
        "rmation"
      ],
      "full_text": " \nremain to be examined. Or (b) that the Socratic moment and the vic-\ntory over the Calliclesian hybris already are the marks of a deportation\nand an exile of logos from itself, the wounds left in it by a decision, a\ndiﬀerence; and then the structure of exclusion which Foucault wishes\nto describe in his book could not have been born with classical reason.\nIt would have to have been consummated and reassured and smoothed\nover throughout all the centuries of philosophy. It would be essential\nto the entirety of the history of philosophy and of reason. In this\nregard, the classical age could have neither speciﬁcity nor privilege.\nAnd all the signs assembled by Foucault under the chapter heading\nStultifera navis would play themselves out only on the surface of a chronic\ndissension. The free circulation of the mad, besides the fact that it is not\nas simply free as all that, would only be a socioeconomic epiphenom-\nenon on the surface of a reason divided against itself since the dawn of\nits Greek origin. What seems to me sure in any case, regardless of the\nhypothesis one chooses concerning what is doubtless only a false prob-\nlem and a false alternative, is that Foucault cannot simultaneously save the\naﬃrmation of a reassuring dialectic of Socrates and his postulation of a\nspeciﬁcity of the classical age whose reason would reassure itself by\nexcluding its contrary, that is, by constituting its contrary as an object in\norder to be protected from it and be rid of it. In order to lock it up.\nThe attempt to write the history of the decision, division, diﬀerence\nruns the risk of construing the division as an event or a structure\nsubsequent to the unity of an original presence, thereby conﬁrming\nmetaphysics in its fundamental operation.\nTruthfully, for one or the other of these hypotheses to be true and\nfor there to be a real choice between them, it must be assumed in general\nthat reason can have a contrary, that there can be an other of reason,\nthat reason itself can construct or discover, and that the opposition of\nreason to its other is symmetrical. This is the heart of the matter. Permit\nme to hold oﬀ on this question.\nHowever one interprets the situation of classical reason, notably as\nregards the Greek logos (and whether or not this latter experienced\ndissension) in all cases a doctrine of tradition, of the tradition of logos (is\nthere any other?) seems to be the prerequisite implied by Foucault’s\nenterprise. No matter what the relationship of the Greeks to hybris, a\nrelationship that was certainly not simple . . . (Here, I wish to open a\nwriting and difference\n48\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 74,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "cogito",
        "emprisoned",
        "erence",
        "unveri",
        "chiatric",
        "ous",
        "precomprehension",
        "psy",
        "posteriori",
        "continu"
      ],
      "full_text": " \nparenthesis and a question: in the name of what invariable meaning of\n“madness” does Foucault associate, whatever the meaning of this\nassociation, Madness and Hybris? A problem of translation, a philo-\nsophical problem of translation is posed—and it is serious—even if Hybris\nis not Madness for Foucault. The determination of their diﬀerence sup-\nposes a hazardous linguistic transition. The frequent imprudence of\ntranslators in this respect should make us very wary. I am thinking in\nparticular, and in passing, of what is translated by madness and fury in\nthe Philebus (45e).9 Further, if madness has an invariable meaning, what\nis the relation of this meaning to the a posteriori events which govern\nFoucault’s analysis? For, despite everything, even if his method is not\nempiricist, Foucault proceeds by inquiry and inquest. What he is writ-\ning is a history, and the recourse to events, in the last resort, is\nindispensable and determining, at least in principle. Now, is not the\nconcept of madness—never submitted to a thematic scrutiny by\nFoucault—today a false and disintegrated concept, outside current and\npopular language which always lags longer than it should behind its\nsubversion by science and philosophy? Foucault, in rejecting the psy-\nchiatric or philosophical material that has always emprisoned the mad,\nwinds up employing—inevitably—a popular and equivocal notion of\nmadness, taken from an unveriﬁable source. This would not be serious\nif Foucault used the word only in quotation marks, as if it were the\nlanguage of others, of those who, during the period under study, used\nit as a historical instrument. But everything transpires as if Foucault\nknew what “madness” means. Everything transpires as if, in a continu-\nous and underlying way, an assured and rigorous precomprehension of\nthe concept of madness, or at least of its nominal deﬁnition, were\npossible and acquired. In fact, however, it could be demonstrated that\nas Foucault intends it, if not as intended by the historical current he is\nstudying, the concept of madness overlaps everything that can be put\nunder the rubric of negativity. One can imagine the kind of problems\nposed by such a usage of the notion of madness. The same kind of\nquestions could be posed concerning the notion of truth that runs\nthroughout the book . . . I close this long parenthesis.) Thus, whatever\nthe relation of the Greeks to hybris, and of Socrates to the original logos,\nit is in any event certain that classical reason, and medieval reason\nbefore it, bore a relation to Greek reason, and that it is within the\ncogito and the history of madness\n49\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 80,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "demens",
        "sunt",
        "reduc",
        "tion",
        "cogito",
        "praeclare",
        "nonsensory",
        "vapours",
        "signi",
        "rst"
      ],
      "full_text": " \nI compare myself to certain persons, devoid of sense, whose cerebella\nare so troubled and clouded by the violent vapours of black bile, that\nthey constantly assure us that they think they are kings when they are\nreally quite poor, or that they are clothed in purple when they are really\nwithout covering, or who imagine that they have an earthenware head\nor are nothing but pumpkins or are made of glass . . .”\nAnd now the most signiﬁcant sentence in Foucault’s eyes: “But they\nare mad, sed amentes sunt isti, and I should not be any the less insane\n(demens) were I to follow examples so extravagant.”11\nI interrupt my citation not at the end of this paragraph, but on the\nﬁrst words of the following paragraph, which reinscribe the lines I have\njust read in a rhetorical and pedagogical movement with highly com-\npressed articulations. These ﬁrst words are Praeclare sane . . . Also trans-\nlated as toutefois [but at the same time—trans.]. And this is the beginning\nof a paragraph in which Descartes imagines that he can always dream,\nand that the world might be no more real than his dreams. And he\ngeneralizes by hyperbole the hypothesis of sleep and dream (“Now let\nus assume that we are asleep . . .”); this hypothesis and this hyperbole\nwill serve in the elaboration of doubt founded on natural reasons (for\nthere is also a hyperbolical moment of this doubt), beyond whose\nreach will be only the truths of nonsensory origin, mathematical truths\nnotably, which are true “whether I am awake or asleep” and which\nwill capitulate only to the artiﬁcial and metaphysical assault of the evil\ngenius.\nHow does Foucault read this text?\nAccording to Foucault, Descartes, encountering madness alongside\n(the expression alongside is Foucault’s) dreams and all forms of sensory\nerror, refuses to accord them all the same treatment, so to speak. “In the\neconomy of doubt,” says Foucault, “there is a fundamental imbalance\nbetween madness, on the one hand, and error, on the other . . .” (I note\nin passing that elsewhere Foucault often denounces the classical reduc-\ntion of madness to error.) He pursues: “Descartes does not avoid the\nperil of madness in the same way he circumvents the eventuality of\ndream and error.”\nFoucault establishes a parallelism between the following two\nprocedures:\n1. The one by which Descartes wishes to demonstrate that the\ncogito and the history of madness\n55\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 83,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "fortiori",
        "tion",
        "hypoth",
        "nonsensory",
        "rela",
        "ctitious",
        "etc",
        "nal",
        "ence",
        "noncounterfeit"
      ],
      "full_text": " \n“surmount” them “within the structure of truth;” and all this for the\nsimple reason that he apparently does not ever, nor in any way, sur-\nmount them or circumvent them, and does not ever set aside the\npossibility of total error for all knowledge gained from the senses or\nfrom imaginary constructions. It must be understood that the hypoth-\nesis of dreams is the radicalization or, if you will, the hyperbolical\nexaggeration of the hypothesis according to which the senses could\nsometimes deceive me. In dreams, the totality of sensory images is illusory.\nIt follows that a certainty invulnerable to dreams would be a fortiori\ninvulnerable to perceptual illusions of the sensory kind. It therefore suf-\nﬁces to examine the case of dreams in order to deal with, on the level\nwhich is ours for the moment, the case of natural doubt, of sensory\nerror in general. Now, which are the certainties and truths that escape\nperception, and therefore also escape sensory error or imaginative and\noneiric composition? They are certainties and truths of a nonsensory\nand nonimaginative origin. They are simple and intelligible things.\nIn eﬀect, if I am asleep, everything I perceive while dreaming may\nbe, as Descartes says, “false and illusory,” particularly the existence of\nmy hands and my body and the actions of opening my eyes, moving\nmy head, etc. In other words, what was previously excluded, according\nto Foucault, as insanity, is admissible within dreams. And we will see\nwhy in a moment. But, says Descartes, let us suppose that all my oneiri-\ncal representations are illusory. Even in this case, there must be some\nrepresentations of things as naturally certain as the body, hands, etc.,\nhowever illusory this representation may be, and however false its rela-\ntion to that which it represents. Now, within these representations,\nthese images, these ideas in the Cartesian sense, everything may be\nﬁctitious and false, as in the representations of those painters whose\nimaginations, as Descartes expressly says, are “extravagant” enough to\ninvent something so new that its like has never been seen before. But in\nthe case of painting, at least, there is a ﬁnal element which cannot be\nanalyzed as illusion, an element that painters cannot counterfeit: color.\nThis is only an analogy, for Descartes does not posit the necessary exist-\nence of color in general: color is an object of the senses among others.\nBut, just as there always remains in a painting, however inventive and\nimaginative it may be, an irreducibly simple and real element—color—\nsimilarly, there is in dreams an element of noncounterfeit simplicity\nwriting and difference\n58\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 84,
      "bucket": "B (1-3%)",
      "error_rate": 2.1,
      "unknown_words_sample": [
        "cogito",
        "gure",
        "ctitious",
        "magni",
        "tude",
        "colours",
        "est"
      ],
      "full_text": " \npresupposed by all fantastical compositions and irreducible to all\nanalysis. But this time—and this is why the example of the painter and\nof color was only an analogy—this element is neither sensory nor\nimaginative: it is intelligible.\nFoucault does not concern himself with this point. Let me cite the\npassage from Descartes that concerns us here:\nFor, as a matter of fact, painters, even when they study with the great-\nest skill to represent sirens and satyrs by forms the most strange and\nextraordinary, cannot give them natures which are entirely new, but\nmerely make a certain medley of the members of different animals; or\nif their imagination is extravagant enough to invent something so\nnovel that nothing similar has ever before been seen, and that then\ntheir work represents a thing purely ﬁctitious and absolutely false, it is\ncertain all the same that the colours of which this is composed are\nnecessarily real. And for the same reason, although these general\nthings, to wit, a body, eyes, a head, hands, and such like, may be\nimaginary, we are bound at the same time to confess that there are at\nleast some other objects yet more simple and more universal, which\nare real and true; and of these just in the same way as with certain real\ncolours, all these images of things which dwell in our thoughts,\nwhether true and real or false and fantastic, are formed.\nTo such a class of things pertains corporeal nature in general, and\nits extension, the ﬁgure of extended things, their quantity or magni-\ntude and number, as also the place in which they are, the time which\nmeasures their duration, and so on.\nThat is possibly why our reasoning is not unjust when we conclude\nfrom this that Physics, Astronomy, Medicine and all other sciences\nwhich have as their end the consideration of composite things, are\nvery dubious and uncertain; but that Arithmetic, Geometry and other\nsciences of that kind which only treat of things that are very simple and\nvery general, without taking great trouble to ascertain whether they are\nactually existent or not, contain some measure of certainty and an\nelement of the indubitable. For whether I am awake or asleep, two and\nthree together always form ﬁve, and the square can never have more\nthan four sides, and it does not seem possible that truths so clear and\napparent can be suspected of any falsity.13\ncogito and the history of madness\n59\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 86,
      "bucket": "B (1-3%)",
      "error_rate": 1.8,
      "unknown_words_sample": [
        "nitively",
        "cogito",
        "etc",
        "nonphilosopher",
        "ected",
        "sed"
      ],
      "full_text": " \nwhose . . . and I should not be any the less insane were I to follow\nexamples so extravagant.”\nThe pedagogical and rhetorical sense of the sed forte which governs\nthis paragraph is clear. It is the “but perhaps” of the feigned objection.\nDescartes has just said that all knowledge of sensory origin could\ndeceive him. He pretends to put to himself the astonished objection of\nan imaginary nonphilosopher who is frightened by such audacity and\nsays: no, not all sensory knowledge, for then you would be mad and it\nwould be unreasonable to follow the example of madmen, to put forth\nthe ideas of madmen. Descartes echoes this objection: since I am here,\nwriting, and you understand me, I am not mad, nor are you, and we\nare all sane. The example of madness is therefore not indicative of the\nfragility of the sensory idea. So be it. Descartes acquiesces to this nat-\nural point of view, or rather he feigns to rest in this natural comfort in\norder better, more radically and more deﬁnitively, to unsettle himself\nfrom it and to discomfort his interlocutor. So be it, he says, you think\nthat I would be mad to doubt that I am sitting near the ﬁre, etc., that I\nwould be insane to follow the example of madmen. I will therefore\npropose a hypothesis which will seem much more natural to you, will\nnot disorient you, because it concerns a more common, and more\nuniversal experience than that of madness: the experience of sleep and\ndreams. Descartes then elaborates the hypothesis that will ruin all the\nsensory foundations of knowledge and will lay bare only the intellectual\nfoundations of certainty. This hypothesis above all will not run from\nthe possibility of an insanity—an epistemological one—much more\nserious than madness.\nThe reference to dreams is therefore not put oﬀ to one side—quite\nthe contrary—in relation to a madness potentially respected or even\nexcluded by Descartes. It constitutes, in the methodical order which\nhere is ours, the hyperbolical exasperation of the hypothesis of mad-\nness. This latter aﬀected only certain areas of sensory perception, and in\na contingent and partial way. Moreover, Descartes is concerned here\nnot with determining the concept of madness but with utilizing the\npopular notion of insanity for juridical and methodological ends, in\norder to ask questions of principle regarding only the truth of ideas.15\nWhat must be grasped here is that from this point of view the sleeper, or the\ndreamer, is madder than the madman. Or, at least, the dreamer, insofar\ncogito and the history of madness\n61\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 88,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "cogito",
        "ction",
        "xed",
        "etc",
        "ciency",
        "premetaphysical",
        "theless",
        "venes",
        "lectual",
        "modi"
      ],
      "full_text": " \nCogito. I cannot be mad when I think and when I have clear and\ndistinct ideas.\n2. Or, while assuming our hypothesis, Foucault could also recall the\nfollowing: Descartes, by inscribing his reference to madness within the\nproblematic of knowledge, by making madness not only a thing of\nthe body but an error of the body, by concerning himself with madness\nonly as the modiﬁcation of ideas, or the faculties of representation or\njudgment, intends to neutralize the originality of madness. He would\neven, in the long run, be condemned to construe it, like all errors, not\nonly as an epistemological deﬁciency but also as a moral failure linked\nto a precipitation of the will; for will alone can consecrate the intel-\nlectual ﬁnitude of perception as error. It is only one step from here to\nmaking madness a sin, a step that was soon after cheerfully taken, as\nFoucault convincingly demonstrates in other chapters.\nFoucault would be perfectly correct in recalling these two truths to\nus if we were to remain at the naïve, natural, and premetaphysical stage\nof Descartes’s itinerary, the stage marked by natural doubt as it inter-\nvenes in the passage that Foucault cites. However, it seems that these\ntwo truths become vulnerable in turn, as soon as we come to the\nproperly philosophical, metaphysical, and critical phase of doubt.16\nLet us ﬁrst notice how, in the rhetoric of the ﬁrst Meditation, the ﬁrst\ntoutefois [at the same time] which announced the “natural” hyperbole of\ndreams (just after Descartes says, “But they are mad, and I should not\nbe any the less insane,” etc.) is succeeded by a second toutefois [never-\ntheless] at the beginning of the next paragraph.17 To “at the same\ntime,” marking the hyperbolical moment within natural doubt, will correspond\na “nevertheless,” marking the absolutely hyperbolical moment which gets us\nout of natural doubt and leads to the hypothesis of the evil genius.\nDescartes has just admitted that arithmetic, geometry, and simple\nnotions escape the ﬁrst doubt, and he writes, “Nevertheless I have long\nhad ﬁxed in my mind the belief that an all-powerful God existed by\nwhom I have been created such as I am.”18 This is the onset of the\nwell-known movement leading to the ﬁction of the evil genius.\nNow, the recourse to the ﬁction of the evil genius will evoke,\nconjure up, the possibility of a total madness, a total derangement over\nwhich I could have no control because it is inﬂicted upon me—\nhypothetically—leaving me no responsibility for it. Total derangement\ncogito and the history of madness\n63\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 92,
      "bucket": "B (1-3%)",
      "error_rate": 2.7,
      "unknown_words_sample": [
        "des",
        "cogito",
        "emprisoned",
        "sceptics",
        "scepticism",
        "rst",
        "modi",
        "dence",
        "nonhyperbolical"
      ],
      "full_text": " \n2. As for the second truth Foucault could have countered with, it\ntoo seems valid only during the natural phase of doubt. Descartes not\nonly ceases to reject madness during the phase of radical doubt, he not\nonly installs its possible menace at the very heart of the intelligible, he\nalso in principle refuses to let any determined knowledge escape from\nmadness. A menace to all knowledge, insanity—the hypothesis of\ninsanity—is not an internal modiﬁcation of knowledge. At no point will\nknowledge alone be able to dominate madness, to master it in order to\nobjectify it—at least for as long as doubt remains unresolved. For the\nend of doubt poses a problem to which we shall return in a moment.\nThe act of the Cogito and the certainty of existing indeed escape\nmadness the ﬁrst time; but aside from the fact that for the ﬁrst time, it is\nno longer a question of objective, representative knowledge, it can no\nlonger literally be said that the Cogito would escape madness because it\nkeeps itself beyond the grasp of madness, or because, as Foucault says,\n“I who think, I cannot be mad”; the Cogito escapes madness only\nbecause at its own moment, under its own authority, it is valid even if I\nam mad, even if my thoughts are completely mad. There is a value and a\nmeaning of the Cogito, as of existence, which escape the alternative of\na determined madness or a determined reason. Confronted with the\ncritical experience of the Cogito, insanity, as stated in the Discourse on\nMethod, is irremediably on a plane with scepticism. Thought no longer\nfears madness: “ . . . remarking that this truth ‘I think, therefore I am’ was\nso certain and so assured that all the most extravagant suppositions\nbrought forward by the sceptics were incapable of shaking it.”23 The\ncertainty thus attained need not be sheltered from an emprisoned\nmadness, for it is attained and ascertained within madness itself. It is\nvalid even if I am mad—a supreme self-conﬁdence that seems to require\nneither the exclusion nor the circumventing of madness. Descartes\nnever interns madness, neither at the stage of natural doubt nor at the\nstage of metaphysical doubt. He only claims to exclude it during the ﬁrst phase of\nthe ﬁrst stage, during the nonhyperbolical moment of natural doubt.\nThe hyperbolical audacity of the Cartesian Cogito, its mad audacity,\nwhich we perhaps no longer perceive as such because, unlike Des-\ncartes’s contemporary, we are too well assured of ourselves and too\nwell accustomed to the framework of the Cogito, rather than to the\ncritical experience of it—its mad audacity would consist in the return to\ncogito and the history of madness\n67\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 97,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "cogito",
        "nonmeaning",
        "rmly",
        "ect",
        "ects",
        "venes",
        "osophy",
        "struc",
        "rst",
        "identi"
      ],
      "full_text": " \nsay so. And in any event, Foucault is right in the extent to which the\nproject of constraining any wandering already animated a doubt which\nwas always proposed as methodical. This identiﬁcation of the Cogito\nwith reasonable—normal—reason need not even await—in fact, if not\nin principle—the proofs of the existence of a veracious God as the\nsupreme protective barrier against madness. This identiﬁcation inter-\nvenes from the moment when Descartes determines natural light (which in\nits undetermined source should be valid even for the mad), from the\nmoment when he pulls himself out of madness by determining natural\nlight through a series of principles and axioms (axiom of causality\naccording to which there must be at least as much reality in the cause\nas in the eﬀect; then, after this axiom permits the proof of the existence\nof God, the axioms that “the light of nature teaches us that fraud and\ndeception necessarily proceed from some defect”).29 These dogmatic-\nally determined axioms escape doubt, are never even submitted to its\nscrutiny, are established only reciprocally, on the basis of the existence\nand truthfulness of God. Due to this fact, they fall within the province\nof the history of knowledge and the determined structures of phil-\nosophy. This is why the act of the Cogito, at the hyperbolical moment\nwhen it pits itself against madness, or rather lets itself be pitted against\nmadness, must be repeated and distinguished from the language or\nthe deductive system in which Descartes must inscribe it as soon as he\nproposes it for apprehension and communication, that is, as soon as he\nreﬂects the Cogito for the other, which means for oneself. It is through\nthis relationship to the other as an other self that meaning reassures\nitself against madness and nonmeaning. And philosophy is perhaps the\nreassurance given against the anguish of being mad at the point of\ngreatest proximity to madness. This silent and speciﬁc moment could\nbe called pathetic. As for the functioning of the hyperbole in the struc-\nture of Descartes’s discourse and in the order of reasons, our reading is\ntherefore, despite all appearances to the contrary, profoundly aligned\nwith Foucault’s. It is indeed Descartes—and everything for which this\nname serves as an index—it is indeed the system of certainty that ﬁrst\nof all functions in order to inspect, master, and limit hyperbole, and\ndoes so both by determining it in the ether of a natural light whose\naxioms are from the outset exempt from hyperbolical doubt, and by\nmaking of hyperbolical doubt a point of transition ﬁrmly maintained\nwriting and difference\n72\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 98,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "deductivism",
        "cogito",
        "neturaliza",
        "tion",
        "husserlian",
        "nonmeaning",
        "philosophia",
        "perennis",
        "weltanschauungen",
        "ungraspable"
      ],
      "full_text": " \nwithin the chain of reasons. But it is our belief that this movement can\nbe described within its own time and place only if one has previously\ndisengaged the extremity of hyperbole, which Foucault seemingly has\nnot done. In the fugitive and, by its essence, ungraspable moment\nwhen it still escapes the linear order of reasons, the order of reason in\ngeneral and the determinations of natural light, does not the Cartesian\nCogito lend itself to repetition, up to a certain point, by the Husserlian\nCogito and by the critique of Descartes implied in it?\nThis would be an example only, for some day the dogmatic and\nhistorically determined grounds—ours—will be discovered, which the\ncritique of Cartesian deductivism, the impetus and madness of the\nHusserlian reduction of the totality of the world, ﬁrst had to rest on,\nand then had to fall onto in order to be stated. One could do for Husserl\nwhat Foucault has done for Descartes: demonstrate how the neturaliza-\ntion of the factual world is a neutralization (in the sense in which to\nneutralize is also to master, to reduce, to leave free in a straitjacket) of\nnonmeaning, the most subtle form of an act of force. And in truth,\nHusserl increasingly associated the theme of normality with the theme\nof the transcendental reduction. The embedding of transcendental\nphenomenology in the metaphysics of presence, the entire Husserlian\nthematic of the living present is the profound reassurance of the certainty\nof meaning.\nBy separating, within the Cogito, on the one hand, hyperbole (which I\nmaintain cannot be enclosed in a factual and determined historical\nstructure, for it is the project of exceeding every ﬁnite and determined\ntotality), and, on the other hand, that in Descartes’s philosophy (or in the\nphilosophy supporting the Augustinian Cogito or the Husserlian\nCogito as well) which belongs to a factual historical structure, I am not\nproposing the separation of the wheat from the tares in every phil-\nosophy in the name of some philosophia perennis. Indeed, it is exactly the\ncontrary that I am proposing. In question is a way of accounting for the\nvery historicity of philosophy. I believe that historicity in general\nwould be impossible without a history of philosophy, and I believe that\nthe latter would be impossible if we possessed only hyperbole, on the\none hand, or, on the other, only determined historical structures, ﬁnite\nWeltanschauungen. The historicity proper to philosophy is located and\nconstituted in the transition, the dialogue between hyperbole and the\ncogito and the history of madness\n73\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 99,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "emprisoning",
        "cogito",
        "tem",
        "sciously",
        "erence",
        "ous",
        "pur",
        "etc",
        "histor",
        "previ"
      ],
      "full_text": " \nﬁnite structure, between that which exceeds the totality and the closed\ntotality, in the diﬀerence between history and historicity; that is, in the\nplace where, or rather at the moment when, the Cogito and all that it\nsymbolizes here (madness, derangement, hyperbole, etc.) pronounce\nand reassure themselves then to fall, necessarily forgetting themselves\nuntil their reactivation, their reawakening in another statement of the\nexcess which also later will become another decline and another crisis.\nFrom its very ﬁrst breath, speech, conﬁned to this temporal rhythm of\ncrisis and reawakening, is able to open the space for discourse only by\nemprisoning madness. This rhythm, moreover, is not an alternation\nthat additionally would be temporal. It is rather the movement of tem-\nporalization itself as concerns that which unites it to the movement of\nlogos. But this violent liberation of speech is possible and can be pur-\nsued only in the extent to which it keeps itself resolutely and con-\nsciously at the greatest possible proximity to the abuse that is the usage\nof speech—just close enough to say violence, to dialogue with itself as\nirreducible violence, and just far enough to live and live as speech. Due\nto this, crisis or oblivion perhaps is not an accident, but rather the\ndestiny of speaking philosophy—the philosophy which lives only by\nemprisoning madness, but which would die as thought, and by a still\nworse violence, if a new speech did not at every instant liberate previ-\nous madness while enclosing within itself, in its present existence, the\nmadman of the day. It is only by virtue of this oppression of madness\nthat ﬁnite-thought, that is to say, history, can reign. Extending this\ntruth to historicity in general, without keeping to a determined histor-\nical moment, one could say that the reign of ﬁnite thought can be\nestablished only on the basis of the more or less disguised internment,\nhumiliation, fettering and mockery of the madman within us, of the\nmadman who can only be the fool of a logos which is father, master,\nand king. But that is another discourse and another story. I will con-\nclude by citing Foucault once more. Long after the passage on\nDescartes, some three hundred pages later, introducing Rameau’s Nephew\nFoucault writes, with a sigh of remorse: “In doubt’s confrontation with\nits major dangers, Descartes realized that he could not be mad—though\nhe was to acknowledge for a long time to come that all the powers of\nunreason kept vigil around his thought.”30 What we have attempted to\ndo here this evening is to situate ourselves within the interval of this\nwriting and difference\n74\n"
    },
    {
      "document": "Derrida_WritingAndDifference",
      "page_num": 101,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "nally",
        "nonmeaning",
        "palintrope",
        "tude",
        "transcen",
        "etc",
        "krinein",
        "osophize",
        "ces"
      ],
      "full_text": " \nthat are an essential and necessary period of its movement. I phil-\nosophize only in terror, but in the confessed terror of going mad. The\nconfession is simultaneously, at its present moment, oblivion and unveil-\ning, protection and exposure: economy.\nBut this crisis in which reason is madder than madness—for reason is\nnonmeaning and oblivion—and in which madness is more rational\nthan reason, for it is closer to the wellspring of sense, however silent or\nmurmuring—this crisis has always begun and is interminable. It suﬃces\nto say that, if it is classic, it is not so in the sense of the classical age but in\nthe sense of eternal and essential classicism, and is also historical in an\nunexpected sense.\nAnd nowhere else and never before has the concept of crisis been able\nto enrich and reassemble all its potentialities, all the energy of its\nmeaning, as much, perhaps, as in Michel Foucault’s book. Here, the\ncrisis is on the one hand, in Husserl’s sense, the danger menacing\nreason and meaning under the rubric of objectivism, of the forgetting\nof origins, of the blanketing of origins by the rationalist and transcen-\ndental unveiling itself. Danger as the movement of reason menaced by\nits own security, etc.\nBut the crisis is also decision, the caesura of which Foucault speaks,\nin the sense of krinein, the choice and division between the two ways\nseparated by Parmenides in his poem, the way of logos and the non-\nway, the labyrinth, the palintrope in which logos is lost; the way of\nmeaning and the way of nonmeaning; of Being and of non-Being. A\ndivision on whose basis, after which, logos, in the necessary violence\nof its irruption, is separated from itself as madness, is exiled from itself,\nforgetting its origin and its own possibility. Is not what is called ﬁni-\ntude possibility as crisis? A certain identity between the consciousness\nof crisis and the forgetting of it? Of the thinking of negativity and the\nreduction of negativity?\nCrisis of reason, ﬁnally, access to reason and attack of reason. For\nwhat Michel Foucault teaches us to think is that there are crises\nof reason in strange complicity with what the world calls crises of\nmadness.\nwriting and difference\n76\n"
    }
  ]
}