{
  "batch_id": 6,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 187,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "expresed",
        "durchsichtigkeit",
        "sichkennen",
        "rucksicht",
        "disclosable",
        "sichverlegen",
        "nicht",
        "seiende",
        "dasein",
        "acter"
      ],
      "full_text": "1 86 \nBeing and Time \nI. s \npotentiality-for-Being, it is not yet. Only because the Being of the \"there\" \nreceives its Constitution through understanding and through the char­\nacter of understanding as projection, only because it is what it becomes (or \nalternatively, does not become), can it say to itself'Become what you are', \nand say this with understanding. \n146 \nProjection always pertains to the full disclosedness of Being-in-the-\nworld ; as potentiality-for-Being, understanding has itself possibilities, \nwhich are sketched out beforehand within the range of what is essentially \ndisclosable in it. Understanding can devote itself primarily to the dis­\nclosedness of the world; that is, Dasein can, proximally and for the most \npart, understand itself in terms of its world. Or else understanding throws \nitself primarily into the \"for-the-sake-of-which\" ; that is, Dasein exists as \nitself. Understanding is either authentic, arising out of one's own Self as \nsuch, or inauthentic. The 'in-' of \"inauthentic\" does not mean that \nDasein cuts itself off from its Self and understands 'only' the world. The \nworld belongs to Being-one's-Self as Being-in-the-world. On the other \nhand, authentic understanding, no less than that which is inauthentic, \ncan be either genuine or not genuine. As potentiality-for-Being, under­\nstanding is altogether permeated with possibility. When one is diverted \ninto [Sichverlegen in] one of these basic possibilities of understanding, the \nother is not laid aside [legt . . .  nicht ab]. Because understanding, in every case, \npertains rather to Dasein' s full disclosedness as Being-in-the-world, this diversion \nof the understanding is an existential modification of projection as a whole. In under­\nstanding the world, Being-in is always understood along with it, while \nunderstanding of existence as such is always an understanding of the world. \nAs factical Dasein, any Dasein has already diverted its potentiality-for­\nBeing into a possibility of understanding. \nIn its projective character, understanding goes to make up existentially \nwhat we call Dasein's \"sight\" [Sicht] . With the disclosedness of the \"there\", \nthis sight is existentially [existenzial seiende] ; and Dasein is this sight \nequiprimordially in each of those basic ways of its Being which we have \nalready noted : as the circumspection [Umsicht] of concern, as the con­\nsiderateness [Rucksicht] of solicitude, and as that sight which is directed \nupon Being as such [Sicht auf das Sein als solches], for the sake of which \nany Dasein is as it is. The sight which is related primarily and on the whole \nto existence we call \"transparency\" [Durchsichtigkeit]. We choose this term \nto designate 'knowledge of the Self'1 in a sense which is well understood, \n1 '  \"Selbsterkenntnis\" '. This should be carefully distinguished from the 'Sichkennen' \ndiscussed on H. 124·1 25. Perhaps this distinction can be expresed-though rather crudely \n-by pointing out that we are here concerned with a full and sophisticated knowledge of \nthe Self in all its implications, while in the earlier passage we were concerned with the \nkind of 'self-knowledge' which one loses when one 'forgets oneself' or does something so \nout of character that one 'no longer knows oneself'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 188,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "undurchsichtigkeit",
        "dasein",
        "verstiindig",
        "ofbeing",
        "clearedness",
        "disclosedness",
        "sichtet",
        "noetically",
        "keit",
        "wesensschau"
      ],
      "full_text": "I. s \nBeing and Time \nso as to indicate that here it is not a matter of perceptually tracking down \nand inspecting a point called the \"Self\", but rather one of seizing upon the \nfull disclosedness of Being-in-the-world throughout all the constitutive items \nwhich are essential to it, and doing so with understanding. In existing, \nentities sight 'themselves' [sichtet \"sich\"] only in so far as they have \nbecome transparent to themselves with equal primordiality in those items \nwhich are constitutive for their existence : their Being-alongside the \nworld and their Being-with Others. \nOn the other hand, Dasein's opaqueness [Undurchsichtigkeit] is not \nrooted primarily and solely in 'egocentric' self-deceptions ; it is rooted just \nas much in lack of acquaintance with the world. \nWe must, to be sure, guard against a misunderstanding of the expression \n147 \n'sight'. It corresponds to the \"clearedness\" [Gelichtetheit] which we took \nas characterizing the disclosedness of the \"there\". 'Seeing' does not mean \njust perceiving with the bodily eyes, but neither does it mean pure non­\nsensory awareness of something present-at-hand in its presence-at-hand. \nIn giving an existential signification to \"sight\", we have merely drawn \nupon the peculiar feature of seeing, that it lets entities which are accessible \nto it be encountered unconcealedly in themselves. Of course, every 'sense' \ndoes this within that domain of discovery which is genuinely its own. But \nfrom the beginning onwards the tradition of philosophy has been oriented \nprimarily towards 'seeing' as a way of access to entities and to Being. To \nkeep the connection with this tradition, we may formalize \"sight\" and \n\"seeing\" enough to obtain therewith a universal term for characterizing \nany access to entities or to Being, as access in general. \nBy showing how all sight is grounded primarily in understanding (the \ncircumspection of concern is understanding as common sense [ Verstiindig­\nkeit]), we have deprived pure intuition [Anschauen] of its priority, which \ncorresponds noetically to the priority of the present-at-hand in traditional \nontology. 'Intuition' and 'thinking' are both derivatives of understanding, \nand already rather remote ones. Even the phenomenological 'intuition of \nessences' [\"Wesensschau\"] is grounded in existential understanding. We \ncan decide about this kind of seeing only if we have obtained explicit \nconceptions ofBeing and of the structure of Being, such as only phenomena \nin the phenomenological sense can become. \nThe disclosedness of the \"there\" in understanding is itself a way of \nDasein's potentiality-for-Being. In the way in which its Being is projected \nboth upon the \"for-the-sake-of-which\" and upon significance (the world), \nthere lies the disclosedness of Being in general. Understanding of Being \nhas already been taken for granted in projecting upon possibilities. In \nprojection, Being is understood, though not ontologically conceived. An \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 190,
      "bucket": "D (5-10%)",
      "error_rate": 9.2,
      "unknown_words_sample": [
        "concernful",
        "welche",
        "ausgelegte",
        "wozu",
        "interpretatively",
        "circumspective",
        "struc",
        "legen",
        "dasein",
        "ture"
      ],
      "full_text": "Being and Time \n189 \nunderstood ; it is rather the working-out of possibilities projected in \nunderstanding. In accordance with the trend of these preparatory \nanalyses of everyday Dasein, we shall pursue the phenomenon of inter­\npretation in understanding the world-that is, in inauthentic under­\nstanding, and indeed in the mode of its genuineness. \nIn terms of the significance which is disclosed in understanding the \nworld, concernful Being-alongside the ready-to-hand gives itself to \nunderstand whatever involvement that which is encountered can have.1 \nTo say that \"circumspection discovers\" means that the 'world' which has \nalready been understood comes to be interpreted. The ready-to-hand \ncomes explicitly into the sight which understands. Al preparing, putting to \nrights, repairing, improving, rounding-out, are accomplished in the \nfollowing way : we take apart2 in its \"in-order-to\" that which is circum-\n149 \nspectively ready-to-hand, and we concern ourselves with it in accordance \nwith what becomes visible through this process. That which has been \ncircumspectively taken apart with regard to its \"in-order-to\", and taken \napart as such-that which is explicitly understood-has the structure of \nsomething as something. The circumspective question as to what this particu-\nlar thing that is ready-to-hand may be, receives the circumspectively \ninterpretative answer that it is for such and such a purpose [ es ist zum . . .  ] . \nIf we tell what it is for [des Wozu], we are not simply designating some­\nthing; but that which is designated is understood as that as which we are \nto take the thing in question. That which is disclosed in understanding-\nthat which is understood-is already accessible in such a way that its 'as \nwhich' can be made to stand out explicitly. The 'as' makes up the struc-\nture of the explicitness of something that is understood. It constitutes the \ninterpretation. In dealing with what is environmentally ready-to-hand \nby interpreting it circumspectively, we 'see' it as a table, a door, a car-\nriage, or a bridge ; but what we have thus interpreted [Ausgelegte] need \nnot necessarily be also taken apart [auseinander zu legen] by making an \nassertion which definitely characterizes it. Any mere pre-predicative seeing \nof the ready-to-hand is, in itself, something which already understands \nand interprets. But does not the absence of such an 'as' make up the \nmereness of any pure perception of something? Whenever we see with this \nkind of sight, we already do so understandingly and interpretatively. In \nthe mere encountering of something, it is understood in terms of a totality \nof involvements ; and such seeing hides in itself the explicitness of the \nassignment-relations (of the \"in-order-to\") which belong to that totality. \n1 ' •\n•\n.\n gibt sich •\n•\n.\n zu verstehen, welche Bewandtnis es je mit dem Begegnenden haben \nkann.' \n2 'auseinandergelegt'. Heidegger is contrasting the verb 'auslegen' (literally, 'lay out') \nwith the cognate 'auseinanderlegen' ('lay asunder' or 'take apart'). \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 191,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "aussprechbar",
        "interpretatively",
        "aussprechbares",
        "auslegung",
        "etc",
        "merelj",
        "liegt",
        "moglich",
        "vor",
        "priori"
      ],
      "full_text": "190 \nBeing and Time \nI. s \nThat which is understood gets Articulated when the entity to be under­\nstood is brought close interpretatively by taking as our clue the 'some­\nthing as something' ;  and this Articulation lies before [liegt vor] our making \nany thematic assertion about it. In such an assertion the 'as' does not \nturn up for the first time ; it just gets expressed for the first time, and this \nis possible only in that it lies before us as something expressible.1 The fact \nthat when we look at something, the explicitness of assertion can be absent, \ndoes not justify our denying that there is any Articulative interpretation \nin such mere seeing, and hence that there is any as-structure in it. When \nwe have to do with anything, the mere seeing of the Things which are \nclosest to us bears in itself the structure of interpretation, and in so primor­\ndial a manner that just to grasp something free, as it were, of the \"as\", \nrequires a certain readjustment. When we merely stare at something, our \njust-having-it-before-us lies before us as a failure to understand it any more. \nThis grasping which is free of the \"as\", is a privation ofthe kind of seeing \nin which one merelJ understands. It is not more primordial than that kind \nof seeing, but is derived from it. If the 'as' is ontically unexpressed, this \nmust not seduce us into overlooking it as a constitutive state for under­\nstanding, existential and a priori. \nBut if we never perceive equipment that is ready-to-hand without \nalready understanding and interpreting it, and if such perception lets us \nI 50 \ncircumspectively encounter something as something, does this not mean \nthat in the first instance we have experienced something purely present­\nat-hand, and then taken it as a door, as a house ? This would be a \nmisunderstanding of the specific way in which interpretation functions as \ndisclosure. In interpreting, we do not, so to speak, throw a 'signification' \nover some naked thing which is present-at-hand, we do not stick a value \non it; but when something within-the-world is encountered as such, the \n1 ' •\n.\n.\n was allein so moglich ist, dass es als Aussprechbares vor-Iiegt.' Here we follow the \nreading of the earlier editions. The hyphen in 'vor-liegt' comes at the end of the line in the \nlater editions, but is undoubtedly meant to suggest (like the italicization of the 'vor' in \nthe previous sentence) that this verb is to be interpreted with unusual literalness. \nThis paragraph is noteworthy for an exploitation of the prefix 'aus' ('out'), which fails \nto Ƥhow up in our translation. Literally an 'Aussage' ('assertion') is something which is \n'srud out' ; an 'Auslegung' ('interpretation'} is a 'laying-out' ; that which is 'ausdriicklich' \n('explicit') is something that has been 'pressed out' ; that which is 'aussprechbar' (our \n'expressible') is something that can be 'spoken out'. \nThe verbs 'ausdriicken' and 'aussprechen' are roughly synonymous; but 'aussprechen' \noften has the more specific connotations of 'pronunciation', 'pronouncing oneself', 'speak­\ning one's mind', 'finishing what one has to say', etc. While it would be possible to reserve \n'express' for 'ausdricken' and translate 'aussprechen' by some such phrase as 'speak out', \nit is more convenient to use 'express' for both verbs, especially since 'aussprechen' and its \nderivatives have occurred very seldom before the present chapter, in which 'ausdriicken' \nrarely appears. On the other hand, we can easily distinguish between the more frequent \n'ausdriicklich' and 'ausgesprochen' by translating the latter as 'expressed' or 'expressly', \nand reserving 'explicit' for both 'ausdriicklich' and 'explizit'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 193,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "tation",
        "vorgegebenen",
        "gesetzt",
        "problematics",
        "interpre",
        "undiscussed",
        "dasein",
        "ttme",
        "beruft",
        "vorgeben"
      ],
      "full_text": "Being and Ttme \nsomething presented to us.1 If, when one is engaged in a particular con­\ncrete kind of interpretation, in the sense of exact textual Interpretation, \none likes to appeal [beruft] to what 'stands there', then one finds that \nwhat 'stands there' in the first instance is nothing other than the obvious \nundiscussed assumption [V ormeinung] of the person who does the \ninterpreting. In an interpretative approach there lies such an assumption, \nas that which has been 'taken for granted' [\"gesetzt\"] with the interpre­\ntation as such-that is to say, as that which has been presented in our \nfore-having, our fore-sight, and our fore-conception. \nHow are we to conceive the character of this 'fore' ? Have we done so if \nwe say foqnally that this is something 'a priori' ? Why does understanding, \nwhich we have designated as a fundamental existentiale of Dasein, have \nI 5 I \nthis structure as its own ? Anything interpreted, as something interpreted, \nhas the 'as'-structure as its own; and how is this related to the 'fore' \nstructure ? The phenomenon of the 'as' -structure is manifestly not to be \ndissolved or broken up 'into pieces'. But is a primordial analytic for it \nthus ruled out? Are we to concede that such phenomena are 'ultimates' ? \nThen there would still remain the question, \"why ?\" Or do the fore­\nstructure of understanding and the as-structure of interpretation show an \nexistential-ontological connection with the phenomenon of projection? \nAnd does this phenomenon point back to a primordial state of Dasein's \nBeing? \nBefore we answer these questions, for which the preparation up till now \nhas been far from sufficient, we must investigate whether what has become \nvisible as the fore-structure of understanding and the as-structure of \ninterpretation, does not itself already present us with a unitary phenome­\nnon-one of which copious use is made in philosophical problematics, \nthough what is used so universally falls short of the primordiality of \nontological explication. \nIn the projecting of the understanding, entities are disclosed in their \npossibility. The character of the possibility corresponds, on each occasion, \nwith the kind of Being of the entity which is understood. Entities within­\nthe-world generally are projected upon the world-that is, upon a whole \nof significance, to whose reference-relations concern, as Being-in-the­\nworld, has been tied up in advance. When entities within-the-world are \ndiscovered along with the Being ofDasein-that is, when they have come \nto be understood-we say that they have meaning [Sinn]. But that which \nis understood, taken strictly is not the meaning but the entity, or \n1 ' •\n•\n•\n eines Vorgegebenen.' Here, as in many other passages, we have translated \n'vorgeben' by various forms of the verb 'to present' ; but it would perhaps be more in line \nwith Heidegger's discussion of the prefix 'vor-' to write ' . . .  of something fore-given'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 194,
      "bucket": "E (10%+)",
      "error_rate": 11.7,
      "unknown_words_sample": [
        "wird",
        "togico",
        "verstand",
        "verstandnis",
        "ihr",
        "woraufhin",
        "lichkeit",
        "vorgijf",
        "verstiindlich",
        "nur"
      ],
      "full_text": "Being and Time \nalternatively, Being. Meaning is that wherein the intelligibility [Verstand­\nlichkeit] of something maintains itself. That which can be Articulated in a \ndisclosure by which we understand, we call \"meaning\". The concept of \nmeaning embraces the formal existential framework of what necessarily \nbelongs to that which an understanding interpretation Articulates. \nMeaning is the \"upon-which\" of a projection in terms of which something becomes \nintelligible as something; it gets its structure from a fore-having, a fore-sight, and \na fore-conception.1 In so far as understanding and interpretation make up \nthe existential state of Being of the \"there\", \"meaning\" must be conceived \nas the formal-existential framework of the disclosedness which belongs to \nunderstanding. Meaning is an existentiale of Dasein, not a property \nattaching to entities, lying 'behind' them, or floating somewhere as an \n'intermediate domain'. Dasein only 'has' meaning, so far as the \ndisclosedness of Being-in-the-world can be 'filled in' by the entities dis­\nȇoverable in that disclosedness. 2 Hence only Dasein can be meaningful [sinn­\nJOlt] or meaningless [sinnlos]. That is to say, its own Being and the entities \n:lisclosed with its Being can be appropriated in understanding, or can \n:emain relegated to non-understanding. \nThis Interpretation of the concept of 'meaning' is one which is onto-\n152 \ntogico-cxistential in principle; if we adhere to it, then all entities whose \nkind of Being is of a character other than Dasein's must be conceived as \nunmeaning [unsinniges], essentially devoid of any meaning at all. Here \n'unmeaning' does not signify that we are saying anything about the \nvalue of such entities, but it gives expression to an ontological \ncharacteristic. And only that which is unmeaning can be absurd [ widersinnig]. \nThe present-at-hand, as Dasein encounters it, can, as it were, assault \nDasein's Being; natural events, for instance, can break in upon us and \ndestroy us. \nAnd if we are inquiring about the meaning of Being, our investigation \ndoes not then become a \"deep\" one [tiefsinnig], nor does it puzzle out \nwhat stands behind Being. It asks about Being itself in so far as Being \nenters into the intelligibility ofDasein. The meaning of Being can never be \n1 'Sinn ist das durch Vorhabe, Vorsicht und Vorgijf strukturierte Woraufhin des Entwurjs, aus \ndem her etwas als etwas verstiindlich wird.' (Notice that our usual translation of 'verstandlich, \nand 'Verstandlichkeit' as 'intelligible' and 'intelligibility', fails to show the connection of \nthe words with 'Verstandnis', etc. This connection could have been brought out \neffectively by writing 'understandable,' 'understandability', etc., but only at the cost of \nawkwardness.) \n2 'Sinn \"hat\" nur das Dasein, sofern die Erschlossenheit des In-der-Welt-seins durch \ndas in ihr entdeckbare Seiende \"erftillbar\" ist.' The point of this puzzling and ambiguous \nsentence may become somewhat clearer if the reader recalls that here as elsewhere (see \nH. 75 above) the verb 'erschliessen' ('disclose') is used in the sense of 'opening something \n!JP' so that its contents can be 'discovered'. What thus gets 'opened up' will then be 'filled \nIn' as more and more of its contents get discovered. \nG \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 195,
      "bucket": "D (5-10%)",
      "error_rate": 9.3,
      "unknown_words_sample": [
        "wird",
        "circulus",
        "werden",
        "gebracht",
        "rigour",
        "nur",
        "sei",
        "seienden",
        "priori",
        "der"
      ],
      "full_text": "194 \nBeing and Time \nI. s \ncontrasted with entitles, or with Being as the 'ground' which gives \nentities support; for a 'ground' becomes accessible only as meaning, even \nif it is itself the abyss ofmeaninglessness.1 \nAs the disclosedness of the \"there\", understanding always pertains to \nthe whole of Being-in-the-world. In every understanding of the world, \nexistence is understood with it, and vice versa. All interpretation, moreover, \noperates in the fore-structure, which we have already characterized. Any \ninterpretation which is to contribute understanding, must already have \nunderstood what is to be interpreted. This is a fact that has always been \nremarked, even if only in the area of derivative ways of understanding and \ninterpretation, such as philological Interpretation. The latter belongs \nwithin the range of scientific knowledge. Such knowledge demands the \nrigour of a demonstration to provide grounds for it. In a scientific proof, \nwe may not presuppose what it is our task to provide grounds for. But if \ninterpretation must in any case already operate in that which is under­\nstood, and if it must draw its nurture from this, how is it to bring any \nscientific results to maturity without moving in a circle, especially if, \nmoreover, the understanding which is presupposed still operates within \nour common information about man and the world ? Yet according to \nthe most elementary rules of logic, this circle is a circulus vitiosus. If that be \nso, however, the business of historiological interpretation is excluded \na priori from the domain of rigorous knowledge. In so far as the Fact of \nthis circle in understanding is not eliminated, historiology must then be \nresigned to less rigorous possibilities of knowing. Historiology is permitted \nto compensate for this defect to some extent through the 'spiritual sig­\nnification' of its 'objects'. But even in the opinion of the historian himself, \nit would admittedly be more ideal if the circle could be avoided and if \nthere remained the hope of creating some time a historiology which would \nbe as independent of the standpoint of the observer as our knowledge of \nNature is supposed to be. \n153 \nBut if we see this circle as a vicious one and look out for ways of avoiding it, even if \nwe just 'sense' it as an inevitable imperfection, then the act of understanding \nhas been misunderstood from the ground up. The assimilation of understanding \nand interpretation to a definite ideal of knowledge is not the issue here. \nSuch an ideal is itself only a subspecies of understanding-a subspecies \nwhich has strayed into the legitimate task of grasping the present-at­\nhand in its essential unintelligibility [Unverstandlichkeit]. If the basic \nconditions which make interpretation possible are to be fulfilled, this must \n1 'Der Sinn von Sein kann nie in Gegensatz gebracht werden zum Seienden oder zum \nSein als tragenden \"Grund\" des Seienden, wei! \"Grund\" nur als Sinn zugiinglich wird, \nund sei er selbst der Abgrund der Sinnlosigkeit.' Notice the etymological kinship between \n'Grund' ('ground') and 'Abgrund' ('abyss'). \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 196,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "ence",
        "urtetl",
        "rigour",
        "oliltological",
        "gegliederte",
        "gliedem",
        "gliedern",
        "dasein",
        "udgment",
        "gennan"
      ],
      "full_text": "I. 5 \nBeing and Time \n195 \nrather be done by not failing to recognize beforehand the essential \nconditions under which it can be performed. What is decisive is not to get \nout of the circle but to come into it in the right way. This circle of under­\nstanding is not an orbit in which any random kind of knowledge may \nmove; it is the expression of the existential fore-structure of Dasein itself. \nIt is not to be reduced to the level of a vicious circle, or even of a circle \nwhich is merely tolerated. In the circle is hidden a positive possibility of \nthe most primordial kind of knowing. To be sure, we genuinely take hold \nof this possibility only when, in our interpretation, we have understood \nthat our first, last, and constant task is never to allow our fore-having, \nfore-sight, and fore-conception to be presented to us by fancies and \npopular conceptions, but rather to make the scientific theme secure by \nworking out these fore-structures in terms of the things themselves. \nBecause understanding, in accordance with its existential meaning, is \nDasein's own potentiality-for-Being, the oliltological presuppositions of \nhistoriological knowledge transcend in principle the idea of rigour held \nin the most exact sciences. Mathematics is not more rigorous than his­\ntoriology, but only narrower, because the existential foundations relevant \nfor it lie within a narrower range. \nThe 'circle' in understanding belongs to the structure of meaning, and \nthe latter phenomenon is rooted in the existential constitution ofDasein­\nthat is, in the understanding which interprets. An entity for which, as \nBeing-in-the-world, its Being is itself an issue, has, ontologically, a \ncircular structure. If, however, we note that 'circularity' belongs onto­\nlogically to a kind of Being which is present-at-hand (namely, to subsist­\nence [Bestand]), we must altogether avoid using this phenomenon to \ncharacterize anything like Dasein ontologically. \n] 33· Assertion as a Derivative Morfe of Interpretation \nAll interpretation is grounded on understanding. That which has been \narticulated 1 as such in interpretation and sketched out beforehand in the \nunderstanding in general as something articulable, is the meaning. In so \nfar as assertion (Őudgment') 2 is grounded on understanding and presents \n154 \nus with a derivative form in which an interpretation has been carried out, \nit too 'has' a meaning. Yet this meaning cannot be defined as something \nwhich occurs 'in' [\"an\"] a judgment along with the judging itself. In our \n1 'Gegliederte'. The verbs 'artikulieren' and 'gliedem' can both be translated by \n'articulate' in English; even in Gennan they are nearly synonymous, but in the fonner the \nemphasis il presumably on the 'joints' at which something gets divided, while in the latter \nthe emphasis is presumably on the 'parts' or 'members'. We have distinguished between \nthem by translating 'artikulieren' by 'Articulate' (with a capital 'A'), and 'gliedern' by \n'ar\n8\nti;ulatc:' (with a lower-\n,űe iJ:i,qal). , \n. . .  dte Aussage (das \nUrtetl ) . • •  \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 198,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "apophantical",
        "mitteilung",
        "zur",
        "aussage",
        "bedetermined",
        "heraussage",
        "bestirnrnbaren",
        "einschriinkung",
        "charact",
        "offenbare"
      ],
      "full_text": "Being and Time \n197 \nof this term. Every predication is what it is, only as a pointing-out. The \nsecond signification of \"assertion\" has its foundation in the first. Within \nthis pointing-out, the elements which are Articulated in predication-the \nsubject and predicate-arise. It is not by giving something a definite \ncharacter that we first discover that which shows itself-the hammer-as \nsuch ; but when we give it such a character, our seeing gets restricted to it \nin the first instance, so that by this explicit restriction1 of our view, that \nwhich is already manifest may be made explicitly manifest in its definite \ncharactȈr. In giving something a dpfi.nite character, we must, in the first \ninstance, take a step back when confronted with that which is already \nmanifest-the hammer that is too heavy. In 'setting down the subject', we \ndim entities down to focus in 'that hammer there', so that by thus dimming \nthem down we may let that which is manifest be seen in its own definite \ncharacter as a character that can bedetermined.2Setting down the subject, \nsetting down the predicate, and setting down the two together, are \nthoroughly 'apophantical' in the strict sense of the word. \n3· \"Assertion\" means \"communication\" [Mitteilung], speaking forth \n[Heraussage] . As communication, it is directly related to \"assertion\" in \nthe first and second significations. It is letting someone see with us what \nwe have pointed out by way of giving it a definite character. Letting \nsomeone see with us shares with [teilt . . .  mit] the Other that entity \nwhich has been pointed out in its definite character. That which is \n'shared' is our Being towards what has been pointed out-a Being in which \nwe see it in common. One must keep in mind that this Being-towards is \nBeing-in-the-world, and that from out of this very world what has been \npointed out gets encountered. Any assertion, as a communication under­\nstood in this existential manner, must have been expressed. 3 As something \ncommunicated, that which has been put forward in the assertion is \nsomething that Others can 'share' with the person making the assertion, \neven though the entity which he has pointed out and to which he has \ngiven a definite character is not close enough for them to grasp and see it. \nThat which is put forward in the assertion is something which can be \npassed along in 'further retelling'. There is a widening of the range of that \nmutual sharing which sees. But at the same time, what has been pointed \nout may become veiled again in this further retelling, although even the \nkind of knowing which arises in such hearsay (whether knowledge that \nl 'Einschriinkung'. The older editions have ' E n tschriinkung'. \n2 ' •\n•\n•\n die \"Subjektsetzung\" blendet das Seiende ab auf\"der Hammer da\", urn durch \nden Vollzug der Entblendung das Offenbare in seiner bestirnrnbaren Bestirnmtheit \naehen zu lassen.' \n3 'Zur Aussage als der so existenzial verstandenen Mit-teilung gehort die Ausges­\nprochenheit.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 200,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "wird",
        "bestimmungs",
        "behaviour",
        "incon",
        "woraufhin",
        "circumspec",
        "seiende",
        "spicuous",
        "des",
        "tions"
      ],
      "full_text": "Being and Time \n199 \ndemands that we do not choose such unstable concepts as a clue to Inter­\npretation. We make no advance restriction upon the concept of \"mean­\ning\" which would confine it to signifying the 'content of judgment', but \nwe understand it as the existential phenomenon already characterized, in \nwhich the formal framework of what can be disclosed in understanding and \nArticulated in interpretation becomes visible. \nIf we bring together the three significations of'assertion' which we have \nanalysed, and get a unitary view of the full phenomenon, then we may \ndefine \"assertion\" as \"a pointing-out which gives something a definite character \nand which communicates\". It remains to ask with what justification we have \ntaken assertion as a mode of interpretation at all. If it is something of \nthis sort, then the essential structures of interpretation must recur in it. \nThe pointing-out which assertion does is performed on the basis of what \nhas already been disclosed in understanding or discovered circumspec­\ntively. Assertion is not a free-floating kind of behaviour which, in its own \nright, might be capable of disclosing entities in general in a primary way : \non the contrary it always maintains itself on the basis of Being-in-the­\nworld. What we have shown earlierlx in relation to knowing the world, \nholds just as well as assertion. Any assertion requires a fore-having of \nr 57 \nwhatever has been disclosed ; and this is what it points out by way of \ngiving something a definite character. Furthermore, in any approach \nwhen one gives something a definite character, one is already taking a \nlook directionally at what is to be put forward in the assertion. When an \nentity which has been presented is given a definite character, the function \nof giving it such a character is taken over by that with regard to which we \nset our sights towards the entity.1 Thus any assertion requires a fore-sight; \nin this the predicate which we are to assign [zuzuweisende] and make \nstand out, gets loosened, so to speak, from its unexpressed inclusion in the \nentity itself. To any assertion as a communication which gives something \na definite character there belongs, moreover, an Articulation of what is \npointed out, and this Articulation is in accordance with significations. \nSuch an assertion will operate with a definite way of conceiving : \"The \nhammer is heavy\", \"Heaviness belongs to the hammer\", \"The hammer \nhas the property of heaviness\". When an assertion is made, some fore­\nconception is always implied ; but it remains for the most part incon­\nspicuous, because the language already hides in itself a developed way \nof conceiving. Like any interpretation whatever, assertion necessarily has \na fore-having, a fore-sight, and a fore-conception as its existential founda-\ntions. \n1 'Woraufhin das vorgegebene Seiende anvisiert wird, das iibernimmt im Bestimmungs­\nvollzug die Funktion des Bestimmenden.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 201,
      "bucket": "B (1-3%)",
      "error_rate": 2.8,
      "unknown_words_sample": [
        "concernful",
        "func",
        "environmentality",
        "drawnfrom",
        "tion",
        "circumspective",
        "sicht",
        "pretation",
        "andfor",
        "circumspectively"
      ],
      "full_text": "200 \nBeing and Time \nBut to what extent does it become a derivative mode of interpretation ? \nWhat has been modified in it ? We can point out the modification if we \nstick to certain limiting cases of assertion which function in logic as normal \ncases and as examples of the 'simplest' assertion-phenomena. Prior to all \nanalysis, logic has already understood 'logically' what it takes as a theme \nunder the heading of the \"categorical statement\"-for instance, 'The \nhammer is heavy'. The unexplained presupposition is that the 'meaning' \nof this sentence is to be taken as: \"This Thing-a hammer-has the \nproperty of heaviness\". In concernful circumspection there are no such \nassertions 'at first'. But such circumspection has of course its specific ways \nof interpreting, and these, as .compared with the 'theoretical judgment' \njust mentioned, may take some such form as 'The hammer is too heavy', \nor rather just 'Too heavy !', 'Hand me the other hammer !' Interpretation \nis carried out primordially not in a theoretical statement but in an action \nof circumspective concern-laying aside the unsuitable tool, or exchanging \nit, 'without wasting words'. From the fact that words are absent, it may \nnot be concluded that interpretation is absent. On the other hand, \nthe kind of interpretation which is circumspectively expressed is not \nnecessarily already an assertion in the sense we have defined. By what \nexistential-ontological modifications does assertion arise from circumspective inter­\npretation? \nThe entity which is held in our fore-having-for instance, the hammer \n-is proximally ready-to-hand as equipment. If this entity becomes the \n'object' of an assertion, then as soon as we begin this assertion, there is \nalready a change-over in the fore-having. Something ready-to-hand with \nwhich we have to do or perform something, turns into something 'about \nwhich' the assertion that points it out is made. Our fore-sight is aimed at \nsomething present-at-hand in what is ready-to-hand. Both by andfor this \nway of looking at it [Hin-sicht], the ready-to-hand becomes veiled as \nready-to-hand. Within this discovering of presence-at-hand, which is at \nthe same time a covering-up of readiness-to-hand, something present-at­\nhand which we encounter is given a definite character in its Being-present­\nat-hand-in-such-and-such-a-manner. Only now are we given any access \nto properties or the like. When an assertion has given a definite character \nto something present-at-hand, it says something about it as a \"what\" ; \nand this \"what\" is drawnfrom that which is present-at-hand as such. The \nas-structure of interpretation has undergone a modification. In its func­\ntion of appropriating what is understood, the 'as' no longer reaches out \ninto a totality of involvements. As regards its possibilities for Articulating \nreference-relations, it has been cut off from that significance which, as \nsuch, constitutes environmentality. The 'as' gets pushed back into the \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 202,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "apophantical",
        "concernful",
        "interpreta",
        "spective",
        "ltjvf",
        "yos",
        "ordially",
        "talpf",
        "alpwts",
        "wts"
      ],
      "full_text": "Being and Time \n201 \nuniform plane of that which is merely present-at-hand. It dwindles to \nthe structure of just letting one see what is present-at-hand, and letting one \nsee it in a definite way. This levelling of the primordial 'as' of circum­\nspective interpretation to the \"as\" with which presence-at-hand is given \na definite character is the specialty of assertion. Only so does it obtain \nthe possibility of exhibiting something in such a way that we just \nlook at it. \nThus assertion cannot disown its ontological origin from an interpreta­\ntion which understands. The primordial 'as' of an interpretation ( lpf-LTJVf.la) \nwhich understands circumspectively we call the \"existential-hermeneutical \n'as' \" in distinction from the \"apophantical 'as' \" of the assertion. \nBetween the kind of interpretation which is still wholly wrapped up in \nconcernful understanding and the extreme opposite case of a theoretical \nassertion about something present-at-hand, there are many intermediate \ngradations: assertions about the happenings in the environment, accounts \nof the ready-to-hand, 'reports on the Situation', the recording and fixing of \nthe 'facts of the case', the description of a state of affairs, the narration \nof something that has befallen. We cannot trace back these 'sentences' to \ntheoretical statements without essentially perverting their meaning. Like \nthe theoretical statements themselves, they have their 'source' in circum­\nspective interpretation. \nWith the progress of knowledge about the structure of the .\\6yos, it \nwas inevitable that this phenomenon of the apophantical 'as' should come \ninto view in some form or other. The manner in which it was proximally \nseen was not accidental, and did not fail to work itself out in the subsequent \nhistory of logic. \nWhen considered philosophically, the .\\6yos itself is an entity, and, \n159 \naccording to the orientation of ancient ontology, it is something present­\nat-hand. Words are proximally present-at-hand; that is to say, we come \nacross them just as we come across Things ; and this holds for any sequence \nof words, as that in which the .\\6yos expresses itself. In this first search for \nthe structure of the ..\\6yos as thus present-at-hand, what was found was \nthe Being-present-at-hand-together of several words. What establishes the \nunity of this \"together\" ? As Plato knew, this unity lies in the fact that the \n..\\&yos is always ..\\6yos nv6s. In the ..\\6yos an entity is manifest, and with \na view to this entity, the words are put together in one verbal whole. \nAristotle saw this more radically: every .\\6yos is both crov8wts and \n8talpf.ats, not just the one (call it 'affirmative judgment') or the other \n(call it 'negative judgment'). Rather, every assertion, whether it affirms \nor denies, whether it is true or false, is crov8wts and S,alpwts equiprim­\nordially. To exhibit anything is to take it together and take it apart. It is \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 204,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "appropriative",
        "equiprimordial",
        "anslated",
        "dasein",
        "asser",
        "disclosedness",
        "existentialia",
        "significa",
        "tion",
        "oyos"
      ],
      "full_text": "Being and Time \nencounter again this peculiar phenomenon of Being which we meet \nwithin the ..\\oyos. \nBy demonstrating that assertion is derived from interpretation and \nunderstanding, we have made it plain that the 'logic' of the ..\\oyos is \nrooted in the existential analytic of Dasein ; and provisionally this has \nbeen sufficient. At the same time, by knowing that the ..\\oyos has been \nInterpreted in a way which is ontologically inadequate, we have gained a \nsharper insight into the fact that the methodological basis on which ancient \nontology arose was not a primordial one. The ..\\oyos gets experienced as \nsomething present-at-hand and Interpreted as such, while at the same \ntime the entities which it points out have the meaning of presence-at­\nhand. This meaning of Being is left undifferentiated and uncontrasted \nwith other possibilities of Being, so that Being in the sense of a formal \nBeing-something becomes fused with it simultaneously, and we are unable \neven to obtain a clear-cut division between these two realms. \n1f 34· Being-there and Discourse. Language \nThe fundamental existentialia which constitute the Being of the \"there\", \nthe disclosedness of Being-in-the-world, are states-of-mind and under­\nstanding. In understanding, there lurks the possibility of interpretation-\nthat is, of appropriating what is understood. In so far as a state-of-mind \nis equiprimordial with an act of understanding, it maintains itself in a \ncertain understanding. Thus there corresponds to it a certain capacity \nfor getting interpreted. We have seen that assertion is derived from \ninterpretation, and is an extreme case of it. In clarifying the third significa-\ntion of assertion as communication (speaking forth), we were led to the \nconcepts of \"saying\" and \"speaking\", to which we had purposely given \nno attention up to that point. The fact that language now becomes our \ntheme for the first time will indicate that this phenomenon has its roots in \nthe existential constitution of Dasein's disclosedness. The existential­\nontological foundation of language is discourse or talk.1 This phenomenon is \n161 \none of which we have been making constant use already in our foregoing \nInterpretation of state-of-mind, understanding, interpretation, and asser-\ntion; but we have, as it were, kept it suppressed in our thematic analysis. \nDiscourse is existentially equiprimordial with state-of-mind and understanding. \nThe intelligibility of something has always been articulated, even before \nthere is any appropriative interpretation of it. Discourse is the Articulation \n1 '&de'. As we have pointed out earlier (see our note 3, p. 47, H. 25 above) , we have \nȩanslated this word either as 'discourse' or 'talk', as the context seems to demand, some­\ntimes compromising with the hendiadys 'discourse or talk'. But in some contexts 'dis­\ncourse' is too formal while 'talk' is too colloquial ; the reader must remember that there is \nno good English equivalent for 'Rede'. For a previous discussion see Section 7 B above \n(H. 32-34). \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 205,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "concernful",
        "aussprache",
        "fursprache",
        "stitutive",
        "weise",
        "hinausgesprochenheit",
        "schweigen",
        "dieses",
        "dasein",
        "sprache"
      ],
      "full_text": "Being and Time \nof intelligibility. Therefore it underlies both interpretation and asser­\ntion. That which can be Articulated in interpretation, and thus even \nmore primordially in discourse, is what we have called \"meaning\". That \nwhich gets articulated as such in discursive Articulation, we call the \n\"totality-of-significations\" [Bedeutungsganze]. This can be dissolved or \nbroken up into significations. Significations, as what has been Articulated \nfrom that which can be Articulated, always carry meaning [ . . . sind . . .  \nsinnhaft] . If discourse, as the Articulation of the intelligibility of the \n\"there\", is a primordial existentiale of disclosedness, and if disclosedness is \nprimarily constituted by Being-in-the-world, then discourse too must have \nessentially a kind of Being which is specifically worldly. The intelligibility \nof Being-in-the-world-an intelligibility which goes with a state-of-mind \n-expresses itself as discourse. The totality-of-significations of intelligibility \nis put into words. To significations, words accrue. But word-Things do not \nget supplied with significations. \nThe way in which discourse gets expressed is language.1 Language is a \ntotality of words-a totality in which discourse has a 'worldly' Being of \nits own; and as an entity within-the-world, this totality thus becomes \nsomething which we may come across as ready-to-hand. Language can \nbe broken up into word-Things which are present-at-hand. Discourse is \nexistentially language, because that entity whose disclosedness it Articu­\nlates according to significations, has, as its kind of Being, Being-in-the­\nworld-a Being which has been thrown and submitted to the 'world'. \nAs an existential state in which Dasein is disclosed, discourse is con­\nstitutive for Dasein's existence. Hearing and keeping silent [Schweigen] are \npossibilities belonging to discursive speech. In these phenomena the con­\nstitutive function of discourse for the existentiality of existence becomes \nentirely plain for the first time. But in the first instance the issue is one of \nworking out the structure of discourse as such. \nDiscoursing or talking is the way in which we articulate 'significantly' \nthe intelligibility of Being-in-the-world. Being-with belongs to Being­\nin-the-world, which in every case maintains itself in some definite way \nof concernful Being-with-one-another. Such Being-with-one-another is \ndiscursive as assenting or refusing, as demanding or warning, as pro­\nnouncing, consulting, or interceding, as 'making assertions', and as \ntalking in the way of 'giving a talk'. 2 Talking is talk about something. \nThat which the discourse is about [das Woriiber der Rede] does not neces-\nr62 \nsarily or even for the most part serve as the theme for an assertion in \n1 'Die Hinausgesprochenheit der Rede ist die Sprache.' \n2 'Dieses ist redend als zu- und absagen, auffordern, warnen, als Aussprache, Ruck­\nsprache, Fursprache, ferner als \"Aussagen machen\" und als reden in der Weise des \n\"Redenhaltens\".' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 206,
      "bucket": "D (5-10%)",
      "error_rate": 9.9,
      "unknown_words_sample": [
        "wird",
        "bei",
        "sichaussprechens",
        "geredet",
        "mitbefindlichkeit",
        "nicht",
        "heisst",
        "nur",
        "spricht",
        "dasein"
      ],
      "full_text": "Being and Time \nwhich one gives something a definite character. Even a command is given \nabout something ; a wish is about something. And so is intercession. What \nthe discourse is about is a structural item that it necessarily possesses ; \nfor discourse helps to constitute the disclosedness of Being-in-the-world, \nand in its own structure it is modelled upon this basic state of Dasein. \nWhat is talked about [das Beredete] in talk is always 'talked to' [\"an­\ngeredet\"] in a definite regard and within certain limits. In any talk or \ndiscourse, there is something said-in-the-talk as such \n[ ein Geredetes as \nsolches]-something said as such [das . . .  Gesagte als solches] whenever \none wishes, asks, or expresses oneself about something. In this \"something \nsaid\", discourse communicates. \nAs we have already indicated in our analysis of assertion, 1 the phenome­\nnon of communication must be understood in a sense which is ontologically \nbroad. 'Communication' in which one makes assertions-giving informa­\ntion, for instance-is a special case of that communication which is \ngrasped in principle existentially. In this more general kind of com­\nmunication, the Articulation of Being with one another understandingly \nis constituted. Through it a co-state-of-mind [Mitbefindlichkeit] gets \n'shared', and so does the understanding of Being-with. Communication \nis never anything like a conveying of experiences, such as opinions or \nwishes, from the interior of one subject into the interior of another. \nDasein-with is already essentially manifest in a co-state-of-mind and a \nco-understanding. In discourse Being-with becomes 'explicitly' shared; \nthat is to say, it is already, but it is unshared as something that has not \nbeen taken hold of and appropriated.2 \nWhenever something is communicated in what is said-in-the-talk, all \ntalk about anything has at the same time the character of expressing itself \n[Sichaussprechens]. In talking, Dasein expresses itself [spricht sich .\n.\n.\n aus] \nnot because it has, in the first instance, been encapsulated as something \n'internal' over against something outside, but because as Being-in-the­\nworld it is already 'outside' when it understands. What is expressed is \nprecisely this Being-outside-that is to say, the way in which one currently \nhas a state-of-mind (mood), which we have shown to pertain to the full \ndisclosedness of Being-in. Being-in and its state-of-mind are made known \nin discourse and indicated in language by intonation, modulation, the \ntempo of talk, 'the way of speaking'. In 'poetical' discourse, the com­\nmunication of the existential possibilities of one's state-of-mind can be­\ncome an aim in itself, and this amounts to a disclosing of existence. \n1 Reading ' .\n•\n•\n bei der Analyse der Aussage \n• . . ' with the older editions. The words \n'der Aussage' have been omitted in the newer editions. \nII 'Das Mitsein wird in der Rede \"ausdriicklich\" geuilt, das heisst es ist schon, nur \nungeteilt als nicht ergrifenes und zugeeignetes.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 207,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "horigkcit",
        "mitteilung",
        "dcr",
        "ences",
        "dieser",
        "experi",
        "dasein",
        "mitdasein",
        "ownmost",
        "verstehendes"
      ],
      "full_text": "206 \nBeing and Time \nI. 5 \nIn discourse the intelligibility of Being-in-the-world (an intelligibility \nwhich goes with a state-of-mind) is articulated according to significations; \nand discourse is this articulation. The items constitutive for discourse \nare : what the discourse is about (what is talked about) ; what is said-in­\nthe-talk, as such ; the communication; and the making-known. These are \nnot properties which can just be raked up empirically from language. \nThey are existential characteristics rooted in the state of Dasein's Being, \nr63 \nand it is they that first make anything like language ontologically possible. \nIn the factical linguistic form of any definite case of discourse, some of \nthese items may be lacking, or may remain unnoticed. The fact that they \noften do not receive 'verbal' expression, is merely an index of some definite \nkind of discourse which, in so far as it is discourse, must in every case lie \nwithin the totality of the structures we have mentioned. \nAttempts to grasp the 'essence of language' have always taken their \norientation from one or another of these items; and the clues to their \nconceptions of language have been the ideas of 'expression', of 'symbolic \nform', of communication as 'assertion', 1 of the 'making-knoWn' of experi­\nences, of the 'patterning' of life. Even if one were to put these various \nfragmentary definitions together in syncretistic fashion, nothing would be \nachieved in the way of a fully adequate definition of \"language\". We \nwould still have to do what is decisive here-to work out in advance the \nontologico-existential whole of the structure of discourse on the basis of the \nanalytic of Dasein. \nWe can make clear the connection of discourse with understanding and \nintelligibility by considering an existential possibility which belongs to \ntalking itself-hearing. If we have not heard 'aright', it is not by accident \nthat we say we have not 'understood'. Hearing is constitutive for discourse. \nAnd just as linguistic utterance is based on discourse, so is acoustic \nperception on hearing. Listening to . . .  is Dasein's existential way of \nBeing-open as Being-with for Others. Indeed, hearing constitutes the \nprimary and authentic way in which Dasein is open for its ownmost \npotentiality-for-Being-as in hearing the voice of the friend whom every \nDasein carries with it. Dasein hears, because it understands. As a Being­\nin-the-world with Others, a Being which understands, Dasein is 'in thrall' \nto Dasein-with and to itself; and in this thraldom it \"belongs\" to these. 2 \nBeing-with develops in listening to one another [Aufeinander-horen], \nwhich can be done in several possible ways : following, 3 going along with, \n1 ' .\n•\n.\n der Mitteilung als \"Aussage\" .\n•\n .' The quotation marks around 'Aussage' appear \nonly in the newer editions. \n2 'Als verstehendes In-dcr-Welt-sein mit den Andcren ist es dem Mitdasein und ihm \nselbst \"hi:irig\" und in dieser Horigkcit zugehi:irig.' In this sentence Heidegger uses some \ncognates of 'hi:iren' ('hearing') whose interrelations disappear in our version. \n3 ' • • •  des Folgens . .  .' In the earlier editions there are quotation marks around 'Folgens'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 209,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "vieles",
        "constititutive",
        "nur",
        "gerede",
        "dasein",
        "sprechen",
        "herum",
        "lxov",
        "jov",
        "itsel"
      ],
      "full_text": "208 \nBeing and Time \nI. s  \nhearing something \"all around\" [Das Nur-herum-horen] is a privation \nof the hearing which understands. Both talking and hearing are based \nupon understanding. And understanding arises neither through talking \nat length [vieles Reden] nor through busily hearing something \"all \naround\". Only he who already understands can listen [zuhoren]. \nKeeping silent is another essential possibility of discourse, and it has the \nsame existential foundation. In talking with one another, the person who \nkeeps silent can 'make one understand' (that is, he can develop an \nunderstanding), and he can do so more authentically than the person \nwho is never short of words. Speaking at length [Viel-sprechen] about \nsomething does not offer the slightest guarantee that thereby under­\nstanding is advanced. On the contrary, talking extensively about some­\nthing, covers it up and brings what is understood to a sham clarity-the \nunintelligibility of the trivial. But to keep silent does not mean to be \ndumb. On the contrary, if a man is dumb, he still has a tendency to \n165 \n'speak'. Such a person has not proved that he can keep silence; indeed, \nhe entirely lacks the possibility of proving anything of the sort. And the \nperson who is accustomed by Nature to speak little is no better able to \nshow that he is keeping silent or that he is the sort of person who can do \nso. He who never says anything cannot keep silent at any given moment. \nKeeping silent authentically is possible only in genuine discoursing. To be \nable to keep silent, Dasein must have something to say-that is, it must \nhave at its disposal an authentic and rich disclosedness of itself. In that \ncase one's reticence [Verschwiegenheit] makes something manifest, and \ndoes away with 'idle talk' [\"Gerede\"]. As a mode of discoursing, reticence \nArticulates the intelligibility ofDasein in so primordial a manner that it \ngives rise to a potentiality-for-hearing which is genuine, and to a Being­\nwith-one-another which is transparent. \nBecause discourse is constititutive for the Being of the \"there\" (that is, \nfor states-of-mind and understanding), while \"Dasein\" means Being-in­\nthe-world, Dasein as discursive Being-in, has already expressed itsel£ \nDasein has language. Among the Greeks, their everyday existing was \nlargely diverted into talking with one another, but at the same time they \n'had eyes' to see. Is it an accident that in both their pre-philosophical and \ntheir philosophical ways of interpreting Dasein, they defined the essence \nof man as '4Jov ,\\6yov lxov ? The later way of interpreting this definition \nof man in the sense of the animal rationale, 'something living which has \nreason', is not indeed 'false', but it covers up the phenomenal basis for this \ndefinition of \"Dasein\". Man shows himself as the entity which talks. This \ndoes not signify that the possibility of vocal utterance is peculiar to him, \nbut rather that he is the entity which is such as to discover the world and \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 212,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "ausgesprochenheit",
        "spricht",
        "gerede",
        "dasein",
        "pheno",
        "interpretedness",
        "sprache",
        "schon",
        "aussprechen",
        "immer"
      ],
      "full_text": "I. s  \nBeing and Time \n2 1 1 \nrelation to these phenomena, it may not be superfluous to remark that our \nown Interpretation is purely ontological in its aims, and is far removed \nfrom any moralizing critique of everyday Dasein, and from the aspirations \nof a 'philosophy of culture'. \nÓ 35· Idle Talk \nThe expression 'idle talk' [\"Gerede\"] is not to be used here in a 'dis­\nparaging'1 signification. Terminologically, it signifies a positive pheno­\nmenon which constitutes the kind of Being of everyday Dasein's under­\nstanding and interpreting. For the most part, discourse is expressed by \nbeing spoken out, and has always been so expressed ; it is language. 2 But \nin that case understanding and interpretation already lie in what has thus \nbeen expressed. In language, as a way things have been expressed or \nspoken out [Ausgesprochenheit], there is hidden a way in which the under­\nstanding of Dasein has been interpreted. This way of interpreting it is no \nmore just present-at-hand than language is ; on the contrary, its Being is \nitself of the character of Dasein. Proximally, and with certain limits, \nDasein is constantly delivered over to this interpretedness, which controls \nand distributes the possibilities of average understanding and of the state-\nx68 \nof-mind belonging to it. The way things have been expressed or spoken \nout is such that in the totality of contexts of signification into which it has \nbeen articulated, it preserves an understanding of the disclosed world \nand therewith, equiprimordially, an understanding of the Dasein-with of \nOthers and of one's own Being-in. The understanding which has thus \nalready been \"deposited\" in the way things have been expressed, pertains \njust as much to any traditional discoveredness of entities which may have \nbeen reached, as it does to one's current understanding of Being and to \nwhatever possibilities and horizons for fresh interpretation and conceptual \nArticulation may be available. But now we must go beyond a bare allusion \nto the Fact of this interpretedness of Dasein, and must inquire about the \nexistential kind of Being of that discourse which is expressed and which \nexpresses itself. If this cannot be conceived as something present-at-hand, \nwhat is its Being, and what does this tell us in principle about Dasein's \neveryday kind of Being? \nDiscourse which expresses itself is communication. Its tendency of \n1 These quotation marks are supplied only in the older editions. (It is not easy to trans­\nlate 'Gerede' in a way which does not cary disparaging connotations. Fortunately \nHeidegger makes his meaning quite clear.) \n2 'Die Rede spricht sich zumeist aus und hat sich schon immer ausgesprochen. Sie ist \nSprache.' As we have pointed out earlier (see our note 1, p. 190 H. 149 above), it is often \nsufficient to translate 'aussprechen' as 'express'. In the present passage, however, the con­\nnotation of 'speaking out' or 'uttering' seems especially important; we shall occasionally \nmake it explicit in our translation by hendiadys or other devices. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 214,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "verschliessen",
        "heisst",
        "grundart",
        "dasein",
        "proxim",
        "entschieden",
        "gestimmtseins",
        "unseduced",
        "angehen",
        "der"
      ],
      "full_text": ". 5 \nBeing and Time \n2 13 \nThe groundlessness of idle talk is no obstacle to its becoming public ; in­\nstead it encourages this. Idle talk is the possibility of understanding every­\nthing without previously making the thing one's own. If this were done, idle \ntalk would founder; and it already guards against such a danger. Idle talk \nis something which anyone can rake up ; it not only releases one from the \ntask of genuinely understanding, but develops an undifferentiated kind of \nintelligibility, for which nothing is closed off any longer. \nDiscourse, which belongs to the essential state of Dasein's Being and has a \nshare in constituting Dasein's disclosedness, has the possibility of becoming \nidle talk. And when it does so, it serves not so much to keep Being-in-the­\nworld open for us in an articulated understanding, as rather to close it \noff, and cover up the entities within-the-world. To do this, one need not \naim to deceive. Idle talk does not have the kind of Being which belongs to \nconsciously passing of something as something else. The fact that something \nhas been said groundlessly, and then gets passed along in further retelling, \namounts to perverting the act of disclosing [Erchliessen] into an act of \nclosing off [Verschliessen] . For what is said is always understood proxim­\nally as 'saying' something-that is, an uncovering something. Thus, by \nits very nature, idle talk is a closing-off, since to go back to the ground of \nwhat is talked about is something which it leaves undone. \nThis closing-off is aggravated afresh by the fact that an understanding \nof what is talked about is supposedly reached in idle talk. Because of this, \nidle talk discourages any new inquiry and any disputation, and in a \npeculiar way suppresses them and holds them back. \nThis way in which things have been interpreted in idle talk has already \nestablished itself in Dasein. There are many things with which we first \nbecome acquainted in this way, and there is not a little which never gets \nbeyond such an average understanding. This everyday way in which \nthings have been interpreted is one into which Dasein has grown in the \nfirst instance, with never a possibility of extrication. In it, out of it, and \nagainst it, all genuine understanding, interpreting, and communicating, \nall re-discovering and appropriating anew, are performed. In no case is a \nDasein, untouched and unseduced by this way in which things have been \ninterpreted, set before the open country of a 'world-in-itself, so that it just \nbeholds what it encounters. The dominance of the public way in which \nthings have been interpreted has already been decisive even for the \npossibilities of having a mood-that is, for the basic way in which Dasein \n1 70 \nlets the world \"matter\" to it.1 The \"they\" prescribes one's state-of-mind, \nand determines what and how one 'sees'. \n1 •. \n• \n• tiber die Moglichkeiten des Gestimmtseins entschieden, das heisst tiber die \nGrundart, in der sich das Dasein von der Welt angehen liisst.' The second 'tiber' is found \nonly in the later editions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 216,
      "bucket": "E (10%+)",
      "error_rate": 21.2,
      "unknown_words_sample": [
        "wird",
        "olfac",
        "ceteri",
        "tov",
        "etiam",
        "sorge",
        "gusta",
        "zufallig",
        "sibi",
        "nicht"
      ],
      "full_text": "Being and Time \n2 1 5  \nwas no accident) cognition was conceived i n  terms of the 'desire to see'.1 \nThe treatise which stands first in the collection of Aristotle's treatises on \nontology begins with the sentence : 7TClVT€S av8pw1TO' TOV £l8lva' oplyoVTa' \nI 7 1\nq,Jun. xi The care for seeing is essential to man's Being. 2 This remark \nintroduces an investigation in which Aristotle seeks to uncover the source \nof all learned exploration of entities and their Being, by deriving it from \nthat species of Dasein's Being which we have just mentioned. This Greek \nInterpretation of the existential genesis of science is not accidental. It \nbrings to explicit understanding what has already been sketched out \nbeforehand in the principle of Parmenides :  ro yd.p av.ro vo££v iurlv T£ Kal \nElva,. 3 \nBeing \nis \nthat \nwhich \nshows \nitself in the \npure perception \nwhich belongs to beholding, and only by such seeing does Being get dis­\ncovered. Primordial and genuine truth lies in pure beholding. This thesis \nhas remained the foundation of western philosophy ever since. The \nHegelian dialectic found in it its motivating conception, and is possible \nonly on the basis of it. \nThe remarkable priority of 'seeing' was noticed particularly by Augus­\ntine, in connection with his Interpretation of concupiscentia.xU \"Ad oculos \nenim videre proprie pertinet.\" (\"Seeing belongs properly to the eyes.\") \n\"Utimur autem hoc verbo etiam in ceteris sensibus cum eos ad cognoscendum \nintendimus.\" (\"But we even use this word 'seeing' for the other senses when \nwe devote them to cognizing.\") \"Neque enim dicimus: audi quid rutilet; aut, \nolfac quam niteat; aut, gusta quam splendeat; aut, palpa quam Julgeat: videri enim \ndicuntur haec omnia.\" (\"For we do not say 'Hear how it glows', or 'Smell \nhow it glistens', or 'Taste how it shines', or 'Feel how it flashes' ; but we \nsay of each, 'See' ; we say that all this is seen.\") \"Dicimus autem non solum, \nvide quid luceat, quod soli oculi sentire possunt.\" (\"We not only say, 'See how \nthat shines', when the eyes alone can perceive it ;\") \"sed etiam, vide quid \nsonet; vide quid oleat; vide quid sapiat; vide quam durum sit;\" (\"but we even \nsay, 'See how that sounds', 'See how that is scented', 'See how that tastes', \n'See how hard that is'.\") \"ldeoque generalis experientia sensuum concupiscentia \nsicut dictum est oculorum vocatur, quia videndi officium in quo primatum oculi \ntenent, etiam ceteri sensus sibi de similitudine usurpant, cum aliquid cognitionis \nexplorant.\" (\"Therefore the experience of the senses in general is designated \n1 ' •\n•\n•\n nicht in der verengten Orientierung am Erkennen, das schon fruh und in der \ngriechischen Philosophie nicht zufallig aus der \"Lust zu sehen\" begriffen wird.' The \nearlier editions have ' . . .  am Erkennen, als welches schon fruh . . .  ' \n2 While the sentence from Aristotle is usually translated, 'All men by nature desire to \nknow', Heidegger takes <lll€vat in its root meaning, 'to see', and connects oplyovrat \n(literally: 'reach out for') with 'Sorge' ('care'). \n3 This sentence has been variously interpreted. The most usual version is: 'For thinking \nand being are the same.' Heidegger, however, goes back to the original meaning of vo<iv \nas 'to perceive with the eyes'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 218,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "guar",
        "hich",
        "dasein",
        "festgesetzt",
        "seienden",
        "der",
        "schon",
        "sich",
        "des",
        "antee"
      ],
      "full_text": "Being and Time \n2 1 7 \nRather it concerns itself with a kind of knowing, but just in order to have \nknown. Both this not tarrying in the environment with which one concerns \noneself, and this distraction by new possibilities, are constitutive items for \ncuriosity; and upon these is founded the third essential characteristic of \n1 73 \nthis phenomenon, which we call the character of \"never dwelling anywhere\" \n[Aufenthaltslosigkeit]. Curiosity is everywhere and nowhere. This mode of \nBeing-in-the-world reveals a new kind of Being of everyday Dasein-a \nkind in Əhich Dasein is constantly uprooting itself. \nIdle talk controls even the ways in which one may be curious. It says \nwhat one \"must\" have read and seen. In being everywhere and nowhere, \ncuriosity is delivered over to idle talk. These two everyday modes of \nBeing for discourse and sight are not just present-at-hand side by side in \ntheir tendency to uproot, but either of these ways-to-be drags the other one \nwith it. Curiosity, for which nothing is closed off, and idle talk, for which \nthere is nothing that is not understood, provide themselves (that is, the \nDasein which is in this manner [dem so seienden Dasein]) with the guar­\nantee of a 'life' which, supposedly, is genuinely 'lively'. But with this \nsupposition a third phenomenon now shows itself, by which the disclosed­\nness of everyday Dasein is characterized. \nfJ 37· Ambiguiry \nWhen, in our everyday Being-with-one-another, we encounter the sort \nof thing which is accessible to everyone, and about which anyone can \nsay anything, it soon becomes impossible to decide what is disclosed in a \ngenuine understanding, and what is not. This ambiguity [Zweideutigkeit] \nextends not only to the world, but just as much to Being-with-one-another \nas such, and even to Dasein's Being towards itself. \nEverything looks as if it were genuinely understood, genuinely taken \nhold of, genuinely spoken, though at bottom it is not; or else it does not \nlook so, and yet at bottom it is. Ambiguity not only affects the way we \navail ourselves of what is accessible for use and enjoyment, and the way \nwe manage it; ambiguity has already established itself in the under­\nstanding as a potentiality-for-Being, and in the way Dasein projects itself \nand presents itself with possibilities.1 Everyone is acquainted with what \nis up for discussion and what occurs,2 and everyone discusses it; but \neveryone also knows already how to talk about what has to happen first­\nabout what is not yet up for discussion but 'really' must be done. Already \neveryone has surmised and scented out in advance what Others have also \nsurmised and scented out. This Being-on-the scent is of course based upon \n1 ' •\n•\n•\n sondem sie hat sich schon im Verstehen als Seinkonnen, in der Art des Entwurfs \nund der Vorgabe von Moglichkeiten des Daseins festgesetzt.' \nB ' •\n•\n•\n was vorliegt und vorkommt •\n•\n•\n \n' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 219,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "lishes",
        "weise",
        "verfanglichste",
        "ersticken",
        "rlicben",
        "auch",
        "dasein",
        "vorgibt",
        "der",
        "schon"
      ],
      "full_text": "174 \n2 1 8  \nBeing and Time \nI. s \nhearsay, for if anyone is genuinely 'on the scent' of anything, he does not \nspeak about it; and this is the most entangling way in which ambiguity \npresents Dasein's possibilities so that they will already be stifled in their \npower.1 \nEven supposing that what \"they\" have surmised and scented out should \nsome day be actually translated into deeds, ambiguity has already taken \ncare that interest in what has been Realised will promptly die away. Indeed \nthis interest persists, in a kind of curiosity and idle talk, only so long as \nthere is a possibility of a non-committal just-surmising-with-someone-else. \nBeing \"in on it\" with someone [ das Mit-dabei-sein] when one is on the \nscent, and so long as one is on it, precludes one's allegiance when what \nhas been surmised gets carried out. For in such a case Dasein is in every \ncase forced back on itself. Idle talk and curiosity lose their power, and are \nalready exacting their penalty. 2 When confronted with the carrying­\nthrough of what \"they\" have surmised together, idle talk readily estab­\nlishes that \"they\" \"could have done that too\"-for \"they\" have indeed \nsurmised it together. In the end, idle talk is even indignant that what it \nhas surmised and constantly demanded now actualry happens. In that case, \nindeed, the opportunity to keep on surmising has been snatched away. · \nBut when Dasein goes in for something in the reticence of carrying it \nthrough or even of genuinely breaking down on it, its time is a different \ntime and, as seen by the public, an essentially slower time than that of \nidle talk, which 'lives at a faster rate'. Idle talk will thus long since have \ngone on to something else which is currently the very newest thing. That \nwhich was earlier surmise and has now been carried through, has come too \nlate if one looks at that which is newest. Idle talk and curiosity take care \nin their ambiguity to ensure that what is genuinely and newly created is \nout of date as soon as it emerges before the public. Such a new creation \ncan become free in its positive possibilities only if the idle talk which covers \nit up has become ineffective, and if the 'common' interest has died away. \nIn the ambiguity of the way things have been publicly interpreted, \ntalking about things ahead of the game and making surmises about them \ncuriously, gets passed off as what is really happening, while taking action \nand carrying something through get stamped as something merely sub­\nsequent and unimportant. Thus Dasein's understanding in the \"they\" is \nconstantly going wrong [versieht sich] in its projects, as regards the genuine \npossibilities of Being. Dasein is always ambiguously 'there'-that is to say, \nin that public disclosedness of Being-with-one-another where the loudest \n1 ' •\n•\n•\n ist die verfanglichste Weise, in der die Zweideutigkeit Miiglichkeiten des Daseins \nvorgibt, um sie auch schon in ihrer Kraft zu ersticken.' (Notice that 'ihrer' may refer to \n'Zweideutigkeit' or to 'Miiglichkeiten'.) \n11 'Und sie rlicben sich auch schon.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 221,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "ontologisch",
        "bei",
        "nicht",
        "ontically",
        "verfallen",
        "cern",
        "dasein",
        "abgefallen",
        "commercium",
        "inauthenticity"
      ],
      "full_text": "220 \nBeing and Time \nThis term does not express any negative evaluation, but is used to signify \nthat Dasein is proximally and for the most part alongside the 'world' of its \nconcern. This \"absorption in . . .  \n\" [Aufgehen bei . . .  \n] has mostly the \ncharacter of Being-lost in the publicness of the \"they\". Dasein has, in the \nfirst instance, fallen away [abgefallen] from itself as an authentic pot­\nentiality for Being its Self, and has fallen into the 'world'.1 \"Fallenness\" \ninto the 'world' means an absorption in Being-with-one-another, in so far \nas the latter is guided by idle talk, curiosity, and ambiguity. Through the \nInterpretation of falling, what we have called the \"inauthenticity\" of \nDaseinx111 may now be defined more precisely. On no account, however, \ndo the terms \"inauthentic\" and \"non-authentic\" signify 'really not', 2 as \nif in this mode of Being, Dasein were altogether to lose its Being. \"In­\nauthenticity\" does not mean anything like Being-no-longer-in-the-world, \nbut amounts rather to a quite distinctive kind of Being-in-the-world-the \nkind which is completely fascinated by the 'world' and by the Dasein­\nwith of Others in the \"they\". Not-Being-its-self [Das Nicht-es-selbst-sein] \nfunctions as a positive possibility of that entity which, in its essential con­\ncern, is absorbed in a world. This kind of not-Being has to be conceived as \nthat kind of Being which is closest to Dasein and in which Dasein main­\ntains itself for the most part. \nSo neither must we take the fallenness of Dasein as a 'fall' from a purer \nand higher 'primal status'. Not only do we lack any experience of this \nontically, but ontologically we lack any possibilities or clues for Inter­\npreting it. \nIn falling, Dasein itself as factical Being-in-the-world, is something from \nwhich it has already fallen away. And it has not fallen into some entity \nwhich it comes upon for the first time in the course of its Being, or even \none which it has not come upon at all ; it has fallen into the world, which \nitself belongs to its Being. Falling is a definite existential characteristic \nof Dasein itself. It makes no assertion about Dasein as something present­\nat-hand, or about present-at-hand relations to entities from which Dasein \n'is descended' or with which Dasein has subsequently wound up in some \nsort of commercium. \nWe would also misunderstand the ontologico-existential structure of \nfalling3 if we were to ascribe to it the sense of a bad and deplorable \nontical property of which, perhaps, more advanced stages of human \nculture might be able to rid themselves. \n1 ' •\n•\n•\n und an die \"Welt\" verfallen.' While we shall follow English idioms by translating \n'an die \"Welt\" ' as 'into the \"world\" ' in contexts such as this, the preposition 'into' is \nhardly the correct one. The idea is rather that of falling at the world or collapsing against it. \n2 'Un- und nichteigentlich, bedeutet aber keineswegs \"eigentlich nicht\" •\n.\n .' \n3 'Die ontologisch-existenziale Struktur des Verfallens •\n.\n .' The words 'des Verfallens' \ndo not appear in the earlier editions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 224,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "terized",
        "nomenon",
        "nicht",
        "nur",
        "facticity",
        "auch",
        "phe",
        "dasein",
        "abgeschlossenes",
        "inauthenticity"
      ],
      "full_text": "I. 5 \nBeing and Time \n223 \ninauthenticity-into a possible kind of Being of itself. The alienation of \nfalling-at once tempting and tranquillizing-leads by its own movement, \nto Dasein's getting entangled [verjangt] in itself. \nThe phenomena we have pointed out-temptation, tranquillizing, \nalienation and self-entangling ( entanglement)-characterize the specific \nkind of Being which belongs to falling. This 'movement' of Dasein in its \nown Being, we call its \"downward plunge\" [Absturz]. Dasein plunges out \nof itself into itself, into the groundlessness and nullity of inauthentic \neverydayness. But this plunge remains hidden from Dasein by 'the way \nthings have been publicly interpreted, so much so, indeed, that it gets \ninterpreted as a way of 'ascending' and 'living concretely'. \nThis downward plunge into and within the groundlessness of the in­\nauthentic Being of the \"they\", has a kind of motion which constantly \ntears the understanding away from the projecting of authentic possibil­\nities, and into the tranquilized supposition that it possesses everything, \nor that everything is within its reach. Since the understanding is thus \nconstantly torn away from authenticity and into the \"they\" (though \nalways with a sham of authenticity), the movement of falling is charac­\nterized by turbulence [Wirbel]. \nFalling is not only existentially determinative for Being-in-the-world. \n1 79 \nAt the same time turbulence makes manifest that the thrownness which \ncan obtrude itself upon Dasein in its state-of-mind, has the character of \nthrowing and of movement. Thrownness is neither a 'fact that is finished' \nnor a Fact that is settled.1 Dasein's facticity is such that as long as it is \nwhat it is, Dasein remains in the throw, and is sucked into the turbulence \nof the \"they's\" inauthenticity. Thrownness, in which facticity lets itself \nbe seen phenomenally, belongs to Dasein, for which, in its Being, that very \nBeing is an issue. Dasein exists factically. \nBut now that falling has been exhibited, have we not set forth a phe­\nnomenon which speaks directly against the definition we have used in \nindicating the formal idea of existence? Can Dasein be conceived as an \nentity for which, in its Being, its potentiality-for-Being is an issue, if this \nentity, in its very everydayness, has lost itself, and, in falling, 'lives' away \nfrom itself? But falling into the world would be phenomenal 'evidence' \nagainst the existentiality of Dasein only if Dasein were regarded as an \nisolated \"I\" or subject, as a self-point from which it moves away. In that \ncase, the world would be an Object. Falling into the world would then \nhave to be re-Interpreted ontologically as Being-present-at-hand in the \nmanner of an entity within-the-world. If, however, we keep in mind \n1 'Die Geworfenheit ist nicht nur nicht eine \"fertige Tatsache\", sondem auch nicht ein \nabgeschlossenes Faktum.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 227,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "ception",
        "comprehen",
        "canot",
        "equiprimordiality",
        "dasein",
        "ofdasein",
        "dayness",
        "erlebnissen",
        "ontico",
        "provis"
      ],
      "full_text": "Being and Time \n1. 6 \nCan we succeed in grasping this structural whole of Dasein's every­\ndayness in its totality ? Can Dasein's Being be brought out in such a \nunitary manner that in terms of it the essential equiprimordiality of the \nstructures we have pointed out, as well as their existential possibilities of \nmodification, will become intelligible ? Does our present approach via \nthe existential analytic provide us an avenue for arriving at this Being \nphenomenally? \nTo put it negatively, it is beyond question that the totality of the \nstructural whole is not to be reached by building it up out of elements. \nFor this we would need an architect's plan. The Being of Dasein, upon \nwhich the structural whole as such is ontologically supported, becomes \naccessible to us when we look all the way through this whole to a single \nprimordially unitary phenomenon which is already in this whole in such \na way that it provides the ontological foundation for each structural item \nin its structural possibility. Thus we canot Interpret this 'comprehen­\nsively' by a process of gathering up what we have hitherto gained and \ntaking it all together. The question of Dasein's basic existeniial character \nis essentially different from that of the Being of something present-at­\nhand. Our everyday environmental experiencing [Erfahren], which \nremains directed both ontically and ontologically towards entities within­\nthe-world, is not the sort of thing which can present Dasein in an ontically \nprimordial manner for ontological analysis. Similarly our immanent per-\n182 \nception of Experiences [Erlebnissen] fails to provide a clue which is \nontologically adequate. On the other hand, Dasein's Being is not be to \ndeduced from an idea of man. Does the Interpretation ofDasein which we \nhave hitherto given permit us to infer what Dasein,from its own standpoint, \ndemands as the only appropriate ontico-ontological way of access to itself? \nAn understanding of Being belongs to Dasein's ontological structure. \nAs something that is [Seiend], it is disclosed to itself in its Being. The \nkind of Being which belongs to this disclosedness is constituted by state­\nof-mind and understanding. Is there in Dasein an understanding state­\nof-mind in which Dasein has been disclosed to itself in some distinctive \nway? \nIf the existential analytic of Dasein is to retain clarity in principle as to \nits function in fundamental ontology, then in order to master its provis­\nional task of exhibiting Dasein's Being, it must seek for one of the most far­\nreaching and most primordial possibilities of disclosure-me that lies in \nDasein itself. The way of disclosure in which Dasein brings itself before \nitself must be such that in it Dasein becomes accessible as simplified in a \ncertain manner. With what is thus disclosed, the structural totality of the \nBeing we seek must then come to light in an elemental way. \n"
    }
  ]
}