{
  "batch_id": 13,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 445,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "deutlich",
        "bewegung",
        "entgegenwiirtigung",
        "dasein",
        "historio",
        "temporality",
        "factically",
        "heute",
        "seins",
        "der"
      ],
      "full_text": "Being and Time \nII. 5 \ndeprives the \"today\" of its character as present, 1 and weans one from the \nconventionalities of the \"they\". When, however, one's existence is \ninauthentically historical, it is loaded down with the legacy of a 'past' \nwhich has become unrecognizable, and it seeks the modem. But when \nhistoricality is authentic, it understands history as the 'recurrence' of the \n392 \npossible, and knows that a possibility will recur only if existence is open \nfor it fatefully, in a moment of vision, in resolute repetition. \nThe existential Interpretation of Dasein's historicality is constantly \ngetting eclipsed unawares. The obscurities are all the harder to dispel when \nwe have not disentangled the possible dimensions of the appropriate \ninquiry, and when everything is haunted by the enigma of Being, and, as \nhas now been made plain, by that of motion. 2 Nevertheless, we may venture \na projection of the ontological genesis of historiology as a science in terms \nof Dasein's historicality. This projection will serve to prepare us for the \nclarification of the task of destroying the history of philosophy historio­\nlogically-a clarification which is to be accomplished in what follows.x \nß ;6. The Existential Source of Historiology in Dasein's Historicality. \nWe need not discuss the Fact that historiology, like any science, is, as \na kind of Being of Dasein, factically 'dependent' at any time on the \n'prevailing world-view'. Beyond this, we must inquire into the ontological \npossibility of how the sciences have their source in Dasein's state of Being. \nThis source is still not very transparent. In the context which lies before \nus, our analysis will acquaint us in outline with the existential source of \nhistoriology only to the extent of bringing still more plainly to light the \n· historicality of Dasein and the fact that this historicality is rooted in \ntemporality. \nIf Dasein's Being is in principle historical, then every factical science is \nalways manifestly in the grip of this historizing. But historiology still has \nDasein's historicality as its presupposition in its own quite special way. \nThis can be made plain, in the first instance, by the suggestion that \nhistoriology, as the science of Dasein's history, must 'presuppose' as its \npossible 'Object' the entity which is primordially historical. But history must \nnot only be, in order that a historiological object may become accessible; \nand historiological cognition is not only historical, as a historizing way in \nwhich Dasein comports itself. Whether the historiological disclosure of history \nis factically accomplished or not, its ontological structure is such that in itself \nthis disclosure has its roots in the historicality of Dasein. This is the connection \nwe have in view when we talk of Dasein's historicality as the existential \n1 ' •\n•\n•\n eine Entgegenwiirtigung des Heute . . .  \n' \nll \n' •\n•\n•\n und in allem das Riitsel des Seins und, wie jetzt deutlich wurde, der Bewegung \nsein Wesen treibt.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 448,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "faktisch",
        "colourlessness",
        "geschehene",
        "sondern",
        "nur",
        "unhistoriological",
        "allgemeines",
        "dasein",
        "interpretedness",
        "schwebendes"
      ],
      "full_text": "II. 5 \nBeing and Time \n447 \npossibility, then historiology has already made manifest the 'universal' in \nthe once-for-all. The question of whether the object of historiology is just \nto put once-for-all 'individual' events into a series, or whether it also has \n'laws' as its objects, is one that is radically mistaken. The theme of \nhistoriology is neither that which has happened just once for all nor \nsomething universal that floats above it, but the possibility which has \nbeen factically existent.1 This possibility does not get repeated as such­\nthat is to say, understood in an authentically historiological way-if it \nbecomes perverted into the colourlessness of a supratemporal model. \nOnly by historicality which is factical and authentic can the history of \nwhat has-been-there, as a resolute fate, be disclosed in such a manner that \nin repetition the 'force' of the possible gets struck home into one's factical \nexistence-in other words, that it comes towards that existence in its \nfutural character. The historicality of unhistoriological Dasein does not \ntake its departure from the 'Present' and from what is 'actual' only today, \nin order to grope its way back from there to something that is past; and \nneither does historiology. Even historiological disclosure temporalizes itself \nin terms of the future. The 'selection' of what is to become a possible \nobject for historiology has already been met with in the factical existentiell \nchoice of Dasein's historicality, in which historiology first of all arises, and \nin which alone it is. \nThe historiological disclosure of the 'past' is based on fateful repetition, \nand is so far from 'subjective' that it alone guarantees the 'Objectivity' \nof historiology. For the Objectivity of a science is regulated primarily in \nterms of whether that science can confront us with the entity which \nbelongs to it as its theme, and can bring it, uncovered in the primordiality \nof its Being, to our understanding. In no science are the 'universal validity' \nof standards and the claims to 'universality' which the \"they\" and its \ncommon sense demand, less possible as criteria of 'truth' than in authentic \nhistoriology. \nOnly because in each case the central theme of historiology is the \npossibility of existence which has-been-there, and because the latter exists \nfactically in a way which is world-historical, can it demand of itself that \nit takes its orientation inexorably from the 'facts'. Accordingly this \nresearch as factical has many branches and takes for its object the history \nof equipment, of work, of culture, of the spirit, and of ideas. As handing \nitself down, history is, in itself, at the same time and in each case always \nin an interpretedness which belongs to it, and which has a history of its \nown; so for the most part it is only through traditional history that \n• 1. 'Weder das nur einmalig Geschehene noch ein dariiber schwebendes Allgemeines \n1St 1hr Thema, sondern die faktisch existent gewesene Miiglichkeit.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 450,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "dilthey",
        "labours",
        "thematization",
        "dasein",
        "wartenburg",
        "temporality",
        "tylistic",
        "mconsistencies",
        "tically",
        "historiological"
      ],
      "full_text": "II. 5 \nBeing and Time \n449 \n'antiquarian' too. Dasein temporalizes itself in the way the future and having \nbeen are united in the Present. The Present discloses the \"today\" authen­\ntically, and of course as the moment of vision. But in so far as this \"today\" \nhas been interpreted in terms of understanding a possibility of existence \nwhich has been seized upon-an understanding which is repetitive in \na futural manner-authentic historiology becomes a way in which the \n\"today\" gets deprived of its character as present ; in other words, it \nbecomes a way of painfully detaching oneself from the falling publicness \nof the 'today\". As authentic, the historiology which is both monumental \nand antiquarian is necessarily a critique of the 'Present'. Authentic \nhistoricality is the foundation for the possibility of uniting these three \nways of historiology. But the ground on which authentic historiology is \nfounded is temporality as the existential meaning of the Being of care. \nThe existential-historical source of historiology may be presented \nconcretely by analysing the thematization which is constitutive for this \nscience. In historiological thematizing, the main point is the cultivation \nof the hermeneutical Situation which--once the historically existent \nDasein has made its resolution--opens itself to the repetitive disclosure of \nwhat has-been-there. The possibility and the structure of historiological \ntruth are to be expounded in terms of the authentic disclosedness ('truth') of \nhistorical existence. But since the basic concepts of the historiological sciences \n-whether they pertain to the Objects of these sciences or to the way in \nwhich these are treated-are concepts of existence, the theory of the \nhumane science presupposes an existential Interpretation which has as \nits theme the historicality of Dasein. Such an Interpretation is the constant \ngoal to which the researches of Wilhelm Dilthey seek to bring us closer, \nand which gets illumined in a more penetrating fashion by the ideas of \nCount Yorck von Wartenburg. \n1[ 77· The Connection of the Foregoing Exposition of the Problem of Historicality \nwith the Researches of Wilhelm Dilthey and the Ideas of Count Torck1 \nThe analysis of the problem of history which we have just carried \nthrough has arisen in the process of appropriating the labours of Dilthey. \nIt has been corroborated and at the same time strengthened, by the \ntheses of Count Yorck, which are found scattered through his letters to \nhim. xu \nThe image of Dilthey which is still widely disseminated today is that of \nthe 'sensitive' interpreter of the history of the spirit, especially the history \n1 In this section we have relaxed some of our usual conventions in view of the special \n̎tylistic character of the quotations from Count Yorck and Heidegger's own minor \nmconsistencies in punctuation. In particular, we shall now translate 'Historie' as 'History' \nwith a capital 'H', rather than as 'historiology.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 451,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "dil",
        "stantly",
        "acteristic",
        "zuweist",
        "dilthey",
        "ownmost",
        "centres",
        "sophically",
        "sidedly",
        "meneutics"
      ],
      "full_text": "450 \nBeing and Time \nII. 5 \n398 \nof literature, who 'also' endeavours to distinguish between the natural and \nthe humane sciences, thereby assigning [zuweist] a distinctive role to the \nhistory of the latter group and likewise to 'psychology', then allowing the \nwhole to merge together in a relativistic 'philosophy of life'. Considered \nsuperficially, this sketch is 'correct'. But the 'substance' eludes it, and it \ncovers up more than it reveals. \nWe may divide Dilthey's researches schematically into three domains: \nstudies on the theory of the humane sciences, and the distinction between \nthese and the natural sciences; researches into the history of the sciences of \nman, society, and the state; endeavours towards a psychology in which the \n'whole fact of man' is to be presented. Investigations in the theory of \nscience, in historical science, and in psychological hermeneutics are con­\nstantly permeating and intersecting each other. Where any one point of \nview predominates, the others are the motives and the means. What looks \nlike disunity and an unsure, 'haphazard' way of 'trying things out', is an \nelemental restlessness, the one goal of which is to understand 'life' philo­\nsophically and to secure for this understanding a hermeneutical founda­\ntion in terms of 'life itself'. Everything centres in psychology, in which \n'life' is to be understood in the historical context of its development and \nits effects, and understood as the way in which man, as the possible object \nof the humane sciences, and especially as the root of these sciences, is. \nHel'meneutics is the way this understanding enlightens itself; it is also the \nmethodology of historiology, though only in a derivative form. \nIn the contemporaneous discussions, Dilthey's own researches for laying \nthe basis for the humane sciences were forced one-sidedly into the field \nof the theory of science ; and it was of course with a regard for such dis­\ncussions that his publications were often oriented in this direction. But the \n'logic of the humane sciences' was by no means central for him-no more \nthan he was striving in his 'psychology' 'merely' to make improvements in \nthe positive science of the psychical. \nDilthey's friend, Count Yorck, gives unambiguous expression to Dil­\nthey's ownmost philosophical tendency in the communications between \nthem, when he alludes to 'our common interest in understanding historicality' \n(italicized by the author).xiU Dilthey's researches are only now becoming \naccessible in their full scope; if we are to make them our own, we need the \nsteadiness and concreteness of coming to terms with them in principle. \n399 \nThis not the place [Ort] for discussing in detail the problems which moved \nhim, or how he was moved by them.xlv We shall, however, describe in a \nprovisional way some of Count Yorck's central ideas, by selecting char­\nacteristic passages from the letters. \nIn these communications, Yorck's own tendency is brought to life by \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 453,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "graecia",
        "philologus",
        "ienced",
        "exper",
        "philosophie",
        "senting",
        "differentlx",
        "cuse",
        "der",
        "platonischen"
      ],
      "full_text": "452 \nBeing and Time \nII. 5 \nnever become actualities .\n.\n•\n Ranke's whole tribe also provides the explana­\ntion for the way the material of history has been restricted to the political. \nOnly the political is dramatic' (p. 6o) . 'The modifications which the \ncourse of time has brought appear unessential to me, and I should like to \nappraise this very differentlx. For instance, I regard the so-called Histori­\ncal school as a mere sidestream within the same river-bed, and as repre­\nsenting only one branch of an old and thoroughgoing opposition. The \nname is somewhat deceptive. That school was by no means a Historical one \n(italicized by the author), but an antiquarian one, construing things \naesthetically, while the great dominating activity was one of mechanical \nconstruction. Hence what it contributed methodologically-to the method \nof rationality-was only a general feeling' (pp. 68 f.). \n'The genuine Philologus-he conceives of History as a cabinet of anti­\nquities.1 Where nothing is palpable-whither one has been guided only by \na living psychical transposition-these gentlemen never come. At heart \nthey are natural scientists, and they become sceptics all the more because \nexperimentation is lacking. We must keep wholly aloof from all such \nrubbish, for instance, as how often Plato was in Magna Graecia or Syra­\ncuse. On this nothing vital depends. This superficial affectation which I \nhave seen through critically, winds up at last with a big question-mark \nand is put to shame by the great Realities of Homer, Plato, and the New \nTestament. Everything that is actually Real becomes a mere phantom \nwhen one considers it as a \"Thing in itself\"-when it does not get Exper­\nienced' (p. 61). 'These \"scientists\" stand over against the powers of the \ntimes like the over-refined French society of the revolutionary period. \nHere as there, formalism, the cult of the form; the defining of relationship \nis the last word in wisdom. Naturally, thought which runs in this direction \n401 \nhas its own history, which, I suppose, is still unwritten. The groundless­\nness of such thinking and of any belief in it (and such thinking, epistemo­\nlogically considered, is a metaphysical attitude) is a Historical product' \n(p. 39) . 'It seems to me that the ground-swells evoked by the principle of \neccentricity, 2 which led to a new era more than four hundred years ago, \nhave become exceedingly broad and flat; that our knowledge has pro­\ngressed to the point of cancelling itself out; that man has withdrawn so \nfar from himself that he no longer sees himself at all. The \"modern man\" \n-that is to say, the post-Renaissance man-is readyforburial' (p. 83). On \nthe other hand, \"All History that is truly alive and not just reflecting a \ntinge oflife, is a critique' (p. xg). 'But historical knowledge is, for the best \n1 Yorck is here referring to Karl Friedrich Hermann, whose Geschichte und System der \nplatonischen Philosophie (Heidelberg, 1839) he has been reading. \n2 Presumably the eccentricity of the planetary motions as described by Kepler, follow­\ning on the work of Copernicus. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 454,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "keirnpunkt",
        "gegebenheit",
        "behaviour",
        "sondern",
        "nicht",
        "ques",
        "historicize",
        "dasein",
        "der",
        "methodo"
      ],
      "full_text": "II. 5 \nBeing and Time \n453 \npart, knowledge of the hidden sources' (p. 109). 'With history, what makes \na spectacle and catches the eye is not the main thing. The nerves are \ninvisible, just as the essentials in general are invisible. While it is said that \n\"if you were quiet, you would be strong\", the variant is also true that \n\"if you are quiet, you will perceive-that is, understand\" ' (p. 26). 'And \nthen I enjoy the quietude of soliloquizing and communing with the spirit \nof history. This spirit is one who did not appear to Faust in his study, or \nto Master Goethe either. But they would have felt no alarm in making \nway for him, however grave and compelling such an apparition might be. \nFor he is brotherly, akin to us in another and deeper sense than are the \ndenizens of bush and field. These exertions are like Jacob's wrestling­\na sure gain for the wrestler himself. Indeed this is what matters first of all' \n(p. 133)· \nYorck gained his clear insight into the basic character of history as \n'virtuality' from his knowledge of the character of the Being which human \nDasein itself possesses, not from the Objects of historical study, as a \ntheory of science would demand. 'The entire psycho-physical datum is \nnot one that is (Here \"Being\" equals the Being-present-at-hand of Nature. \n-Author's remark) but one that lives; this is the germinal point of his­\ntoricality.1 And if the consideration of the Self is directed not at an \nabstract \"I\" but at the fulness of my Self, it will find me Historically \ndetermined, just as physics knows me as cosmically determined. Just as I \nam Nature, so I am history . . .  ' (p. 71). And Yorck, who saw through all \nbogus 'defining of relationships' and 'groundless' relativisms, did not \nhesitate to draw the final conclusion from his insight into the historicality \nof Dasein. 'But, on the other hand, in view of the inward historicality of \nself-consciousness, a systematic that is divorced from History is methodo-\n402 \nlogically inadequate. Just as physiology cannot be studied in abstraction \nfrom physics, neither can philosophy from historicality-especially if it is \na critical philosophy. Behaviour and historicality are like breathing and \natmospheric pressure; and-this may sound rather paradoxical-it seems \nto me methodologically like a residue from metaphysics not to historicize \none's philosophizing' (p. 6g). 'Because to philosophize is to live, there is, \nin my opinion (do not be alarmed !), a philosophy of history-but who \nwould be able to write it? Certainly it is not the sort of thing it has hither-\nto been taken to be, or the sort that has so far been attempted; you have \ndeclared yourself incontrovertibly against all that. Up till now, the ques-\ntion has been formulated in a way which is false, even impossible; but \nthis is not the only way of formulating it. Thus there is no longer any \n. 1 Yorck's text reads as follows : 'Das die gesammte psychophysische Gegebenheit nicht \n1St sondern lebt, ist der Keirnpunkt der Geschichtlichkeit'. Heidegger plausibly changes \n'Das' to ' . . . dass' in the earlier editions, to 'Dass' in the later ones, \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 456,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "dasein",
        "mulating",
        "categorially",
        "historicality",
        "lebensphilosophie",
        "yorck",
        "uniry",
        "torical",
        "dilthey",
        "ontical"
      ],
      "full_text": "Being and Time \n455 \ntask for the state. Then, instead of a so-called public conscience-instead \nof this radical externalization-individual consciences-that is to say, \nconsciences-would again become powerful' (pp. 249 f.) .  \nIf one has an interest i n  understanding historicality, one is brought to \nthe task of working out a 'generic differentiation between the ontical and \nthe Historical'. The fundamental aim of the 'philosophy of life'1 is tied up with \nthis. Nevertheless, the formulation of the question needs to be radicalized \nin principle. How are we to get historicality into our grasp philosophically \nas distinguished from the ontical, and conceive it 'categorially', except by \nbringing both the 'ontical' and the 'Historical' into a more primordial uniry, \nso that they can be compared and distinguished? But that is possible only if \nwe attain the following insights : ( 1) that the question of historicality is an \nontological question about the state of Being of historical entities ; (2) that \nthe question of the ontical is the ontological question of the state of Being \nof entities other than Dasein- of what is present-at-hand in the widest \nsense ; (3) that the ontical is only one domain of entities. The idea of Being \nembraces both the 'ontical' and the 'Historical'. It is this idea which must \nlet itself be 'generically differentiated'. \nIt is not by chance that Yorck calls those entities which are not his­\ntorical, simply the \"ontical\". This just reflects the unbroken dominion of \nthe traditional ontology, which, as derived from the ancient way of for­\nmulating the question of Being, narrows down the ontological problematic \nin principle and holds it fact. The problem of differentiating between the \nontical and the Historical cannot be worked out as a problem for research \nunless we have made sure in advance what is the clue to it, by clarifying, through \nfundamental ontology, the question of the meaning of Being in general.xv \nThus it becomes plain in what sense the preparatory existential-temporal \n404 \nanalytic of Dasein is resolved to foster the spirit of Count Yorck in the \nservice of Dilthey's work. \n1 '  \"Lebensphilosophie\" '. The word is italicized only in the later editions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 458,
      "bucket": "B (1-3%)",
      "error_rate": 2.8,
      "unknown_words_sample": [
        "shalljustifyourearlier",
        "dasein",
        "interpreta",
        "ofbehaviour",
        "temporalizes",
        "jective",
        "temporality",
        "tion",
        "wil",
        "pre"
      ],
      "full_text": "II. 6 \nBeing and Time \n457 \nto be Interpreted in terms of its Being-that is, in terms of temporality. \n405 \nWe must show how Dasein as temporality temporalizes a kind ofbehaviour \nwhich relates itself to time by taking it into its reckoning. Thus our \nprevious characterization of temporality is not only quite incomplete in \nthat we have not paid attention to al the dimensions of this phenomenon; \nit also is defective in principle because something like world-time, in the \nrigorous sense of the existential-temporal conception of the world, belongs \nto temporality itself. We must come to understand how this is possible and \nwhy it is necessary. Thus the 'time' which is familiar to us in the ordinary \nway-the time 'in which' entities occur-will be illuminated, and so wil \nthe within-time-ness of these entities. \nEveryday Dasein, the Dasein which takes time, comes across time \nproximally in what it encounters within-the-world as ready-to-hand and \npresent-at-hand. The time which it has thus 'experienced' is understood \nwithin the horizon of that way of understanding Being which is the closest \nfor Dasein ; that is, it is understood as something which is itself somehow \npresent-at-hand. How and why Dasein comes to develop the ordinary \nconception of time, must be clarified in terms of its state-of-Being as \nconcerning itself with time--a state-of-Being with a temporal foundation. \nThe ordinary conception of time owes its origin to a way in which \nprimordial time has been levelled off. By demonstrating that this is the \nsource of the ordinary conception, we shalljustifyourearlier Interpretation \nof temporality as primordial time. \nIn the development of this ordinary conception, there is a remarkable \nvacillation as to whether the character to be attributed to time is 'sub­\njective' or 'Objective'. Where time is taken as being in itself, it gets \nallotted pre-eminently to the 'soul' notwithstanding. And where it has the \nkind of character which belongs to 'consciousness', it still functions \n'Objectively'. In Hegel's Interpretation of time both possibilities are \nbrought to the point where, in a certain manner, they cancel each other \nout. Hegel tries to define the connection between 'time' and 'spirit' in \nsuch a manner as to make intelligible why the spirit, as history, 'falls into \ntime'. We seem to be in accord with Hegel in the results of the Interpreta­\ntion we have given for Dasein's temporality and for the way world-time \nbelongs to it. But because our analysis differs in principle from his in its \napproach, and because its orientation is precisely the opposite of his in \nthat it aims at fundamental ontology, a short presentation of Hegel's way \nof taking the relationship between time and spirit may serve to make \nplain our existential-ontological Interpretation of Dasein's temporality, \nof world-time. and of the source of the ordinary conception of time, and \nmay settle this in a provisional manner. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 459,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "concernfully",
        "jection",
        "jenes",
        "werden",
        "zuvor",
        "verfallt",
        "circumspective",
        "misslang",
        "fallingly",
        "entging"
      ],
      "full_text": "Being and Time \nII. 6 \n406 \nThe question of whether and how time has any 'Being', and of why and \nin what sense we designate it as 'being', cannot be answered until we have \nshown to what extent temporality itself, in the totality of its temporalizing' \nmakes it possible for us somehow to have an understanding of Being and \naddress ouselves to entities. Our chapter will be divided as follows: \nDasein's temporality, and our concern with time (Section 79) ;  the time \nwith which we concern ourselves, and within-time-ness (Section 8o) ; \nwithin-time-ness and the genesis of the ordinary conception of time \n(Section 81) ; a comparison of the existential-ontological connection of \ntemporality, Dasein, and world-time, with Hegel's way of taking the \nrelation between time and spirit (Section 82) ; the existential-temporal \nanalytic of Dasein and the question of fundamental ontology as to the \nmeaning of Being in general (Section 83). \n\u009b 79· Dasein's Temporality, and our Concern with Time \nDasein exists as an entity for which, in its Being, that Being is itself \nan issue. Essentially ahead of itself, it has projected itself upon its \npotentiality-for-Being before going on to any mere consideration of \nitself. In its projection it reveals itself as something which has been \nthrown. It has been thrownly abandoned to the 'world', and falls into \nit concernfully.1 As care-that is, as existing in the unity of the pro­\njection which has been fallingly thrown-this entity has been disclosed \nas a \"there\". As being with Others, it maintains itself in an average way \nof interpreting-a way which has been Articulated in discourse and \nexpressed in language. Being-in-the-world has always expressed itself, and \nas Being alongside entities encountered within-the-world, it constantly \nexpresses itself in addressing itself to the very object of its concern and \ndiscussing it, The concern of circumspective common sense is grounded \nin temporality-indeed in the mode of a making-present which retains \nand awaits. Such concern, as concernfully reckoning up, planning, \npreventing, or taking precautions, always says (whether audibly or not) \nthat something is to happen 'then', that something else is to be attended to \n'beforehand', that what has failed or eluded us 'on that former occasion' is \nsomething that we must 'now' make up for. 2 \nIn the 'then', concern expresses itself as awaiting; in the 'on that former \noccasion', as retaining; in the 'now', as making present. In the 'then'­\nbut mostly unexpressed-lies the 'now-not-yet'; that is to say, this is \n1 'Geworfen der \"Welt\" uberlassen, verfallt es besorgend an sie.' \n2 '. · •\n•\n \"dan\"--soll das geschehen, \"zuvor\"-jenes seine Erledigung finden, ''jezt\"­\ndas nachgeholt werden, was \"damals\" misslang und entging.' Notice that the German \n'dann', unlike its English cognate 'then', is here thought of as having primarily a future \nreference. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 461,
      "bucket": "E (10%+)",
      "error_rate": 11.6,
      "unknown_words_sample": [
        "lediglich",
        "concernful",
        "zunachst",
        "gegenwiirtigen",
        "bekannt",
        "interpretatively",
        "offene",
        "heisst",
        "nur",
        "dieser"
      ],
      "full_text": "Being and Time \nII. 6 \nhave we found it at all ? Have we ever set ourselves to search for this and \nestablish its character ? We avail ourselves of it 'at any time' without \nhaving taken it over explicitly, and we constantly make use of it even \nthough we do not always make utterances about it. Even in the most \ntrivial, offhand kind of everyday talk ('It's cold', for instance) we also \nhave in mind a 'now that . .  .'. Why is it that when Dasein addresses \nitself to the objects of its concern, it also expresses a 'now that . .  .', a \n'then, when •\n•\n.\n ', or an 'on that former occasion, when . . .  \n', even though \nit does so mostly without uttering it ? First, because in addressing itself to \nsomething interpretatively, it expresses itself too; that is to say, it expresses \n408 \nits Being alongside the ready-to-band-a Being which understands circum­\nspectively and which uncovers the ready-to-hand and lets it be en­\ncountered. And secondly, because this very addressing and discussing­\nwhich interprets itself also-is based upon a making-present and is possible \nonly as such.t \nThe making-present which awaits and retains, interprets itself. And this \nin turn is possible only because, as something which in itself is ecstatically \nopen, it has in each case been disclosed to itself already and can be \nArticulated in the kind of interpretation which is accompanied by under­\nstanding and discourse. Because temporality is ecstatico-horizonally constitutive \nfor the clearedness of the \"there\", temporality is always primordially interpretable \nin the \"there\" and is accordingly familiar to us. The making-present which \ninterprets itself-in other words, that which has been interpreted and is \naddressed in the 'now'-is what we call 'time'. This simply makes known \nto us that temporality-which, as ecstatically open, is recognizable-is \nfamiliar, proximally and for the most part, only as interpreted in this \nconcernful manner.1 But while time is 'immediately' intelligible and \nrecognizable, this does not preclude the possibility that primordial \ntemporality as such may remain unknown and unconceived, and that this \nis also the case with the source of the time which has been expressed-a \nsource which temporalizes itself in that temporality. \nThe fact that the structure of datability belongs essentially to what has \nbeen interpreted with the 'now', the 'then', and the 'on that former \noccasion', becomes the most elemental proof that what has thus been \ninterpreted has originated in the temporality which interprets itself. \nWhen we say 'now', we always understand a 'now that so and \n1 'Das sich auslegende Gegenwiirtigen, das heisst das im \"jetzt\" angesprochene Aus­\ngelegte nennen wir \"Zeit\". Darin bekundet sich lediglich, dass die Zeitlichkeit, als \nekstatisch offene kenntlich, zunachst und zumeist nur in dieser besorgenden Ausgelegtheit \nbekannt ist.' The older editions have 'ausgesprochenc' ('expressed') rather than 'anges­\nprochene' ('addresed') ; the comma after 'Zeitlichkeit' is missing, and the particle ̏a' \nappears just before 'zunachst'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 462,
      "bucket": "E (10%+)",
      "error_rate": 12.8,
      "unknown_words_sample": [
        "mitzusagen",
        "sagend",
        "angabe",
        "verweisen",
        "tiir",
        "stamt",
        "zeitlichlceit",
        "dergleichen",
        "auch",
        "wann"
      ],
      "full_text": "II. 6 \nBeing and Time \nso . .  .'1 though we do not say all this. Why ? Because the \"now\" interprets a \nmaking-present of entities. In the 'now that . . .  ' lies the ecstatical character \nof the Present. The datability of the 'now', the 'then', and the 'on that \nformer occasion', reflects the ecstatical constitution of temporality, and is \ntherefore essential for the time itself that has been expressed. The structure \nof the datability of the 'now', the 'then', and the 'on that former occasion', \nis evidence that these, stemming from temporality, are themselves time. The \ninterpretative expressing of the 'now', the 'then', and the 'on that former \noccasion', is the most primordial way of assigning a time. 2 In the ecstatical \nunity of temporality-which gets understood along with datability, but \nunthematically and without being recognizable as such-Dasein has \nalready been disclosed to itself as Being-in-the-world, and entities within­\nthe-world have been discovered along with it; because of this, interpreted \ntime has already been given a dating in terms of those entities which are \nencountered in the disclosedness of the \"there\" : \"now that-the door \nslams\" ; \"now that-my book is missing\", and so forth. 3 \nThe horizons which belong to the 'now', the 'then', and the 'on that \nformer occasion', all have their source of ecstatical temporality; by reason \nof this, these horizons too have the character of datability as 'today, \n409 \nwhen . .  .', 'later on, when . . .  ', and 'earlier, when . .  .'' \nIf awaiting understands itself in the 'then' and interprets itself, and \nthereby, as making present, understands that which it awaits, and under­\nstands this in terms of its 'now', then the 'and-now-not-yet' is already \nimplied when we 'assign' a 'then'. The awaiting which makes present \nunderstands the 'until-then'. This 'until-then' is Articulated by inter­\npretation : it 'has its time' as the \"in-between\", which likewise has a relation­\nship of datability. This relationship gets expressed in the 'during-this' or \n'meanwhile' [\"wahrend dessen . .  .'']. The 'during' can itself be Articulated \nawaitingly by concern, by assigning some more 'thens'. The 'until­\nthen' gets divided up by a number of 'from-then-till-thens', which, how­\never, have been 'embraced' beforehand in awaitingly projecting the \nprimary 'then'. 'Enduring' gets Articulated in the understanding one has \n1 '  \"Jetzt\"-sagend verstehen wir iinmer auch schon, ohne es mitzusagen, ein \"-da \ndas und das . . .  ' \n2 ' •\n•\n•\n dass diese vom StamT18 der Zeitlichlceit, selbst Zeit sind. Das auslegende Aussprechen \nder \"jetzt\", \"dann\" und \"damals\" ist die urspriinglichste Zeitangabe.' The earlier editions \nhave 'sie' instead of 'diese'. (While we have generally tried to reserve the verb 'assign' for \nverbs such as 'verweisen' and 'zuweisen', it is convenient to use it in this chapter to \ntranslate such expressions as 'angeben', 'Angabe', and 'Zeitangabe'.) \n8 ' • • •  jetzt, da--die Tiir schlagt; jetzt, da-mir das Buch fehlt, und dergleichen.' While \nthe phrase 'jetzt' da . .  .' ordinarily means 'now that . .  .', Heidegger here seems to be \ninterpreting it with an illusion to the 'da' which we have usually translated as 'there'­\nthe 'da' of 'Dasein'. \n4. '  \"Heute, wo . .  .'', \"Spaterhin, wann . .  .'' und \"Friiher, da . . .  \n\". ' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 463,
      "bucket": "D (5-10%)",
      "error_rate": 9.9,
      "unknown_words_sample": [
        "geschichtlichen",
        "wird",
        "concernfully",
        "artikuliert",
        "concernful",
        "gespanntes",
        "panntes",
        "behaltende",
        "wenngleich",
        "gegenwiirtigen"
      ],
      "full_text": "Being and Time \nII. 6 \nof the 'during' when one awaits and makes present. 1 This lasting[Dauern] , \nin turn, is the time which is manifest in temporality's interpretation of \nitself; in our concern this time thus gets currently, but unthematically, \nunderstood as a 'span' [\"Spanne\"]. The making-present which awaits \nand retains, lays 'out' a 'during' with a span, only because it has thereby \ndisclosed itself as the way in which its historical temporality has been \necstatically stretched along, even though it does not know itself as this. 2 But \nhere a further peculiarity of the time which has been 'assigned' shows \nitself. Not only does the 'during' have a span ; but every 'now', 'then', and \n'on that former occasion' has, with its datability-structure, its own \nspanned character, with the width of the span varying : 'now'-in the \nintermission, while one is eating, in the evening, in summer ; 'then'-at \nbreakfast, when one is taking a climb, and so forth. \nThe concern which awaits, retains, and makes present, is one which \n'allows itself' so much time ; and it assigns itself this time concernfully, even \nwithout determining the time by any specific reckoning, and before any \nsuch reckoning has been done. Here time dates itself in one's current mode \nof allowing oneself time concernfully; and it does so in terms of those very \nmatters with which one concerns oneself environmentally, and which have \nbeen disclosed in the understanding with its accompanying state-of-mind \n-in terms of what one does 'all day long'. The more Dasein is awaitingly \nabsorbed in the object of its concern and forgets itself in not awaiting \nitself, the more does even the time which it 'allows' itself remain covered up \nby this way of 'allowing'. When Dasein is 'living along' in an everyday \nconcernful manner, it just never understands itself as running along in a \nContinuously enduring sequence of pure 'nows'. By reason of this covering \nup, the time which Dasein allows itself has gaps in it, as it were. Often \nwe do not bring a 'day' together again when we come back to the time \n41 0  \nwhich we have 'used'. But the time which has gaps in it does not go to \npieces in this lack-of-togetherness, which is rather a mode of that \ntemporality which has already been disclosed and stretched along ecstatically. \nThe manner in which the time we have 'allowed' 'runs its course', and the \nway in which concern more or less explicitly assigns itself that time, can \nbe properly explained as phenomena only if, on the one hand, we avoid \nl 'Mit dem gewiirtigend-gegenwiirtigenden Verstehen des \"wiihrend\" wird das \n\"Wiihren\" artikuliert.' 'Wiihren' of course means 'enduring' in the sense of lasting or \ncontinuing, not in that of 'suffering' or 'tolerating'. \n2 'Das gewiirtigend-behaltende Gegenwiirtigen legt nur deshalb ein gespanntes \n\"wiihrend\" \"aus\", wei! es dabei sich als die ekstatische Erstrecktheit der geschichtlichen \nZeitlichkeit, wenngleich als solche unerkannt, erschlossen ist.' Our translation of 'ges­\npanntes' as 'with a span' preserves the connection with 'Spanne' but misses the connotation \nof 'tenseness', which Heidegger clearly has in mind elsewhere (e.g. H. 261 f., 374) and is \nsurely suggesting here. The pun on 'auslegen' ('interpret') and 'legt . . .  \"aus\" ' ('lays \n\"out\" ') also disappears in translation. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 464,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "ality",
        "tem",
        "tempor",
        "poralizes",
        "dasein",
        "inauthentically",
        "temporalizes",
        "nows",
        "temporality",
        "characteriza"
      ],
      "full_text": "II. 6 \nBeing and Time \nthe theoretical 'representation' of a Continuous stream of \"nows\", and if, \non the other hand, the possible ways in which Dasein assigns itself time \nand allows itself time are to be conceived of as determined primarily in \nterms of how Dasein, in a manner corresponding to its current existence, 'has' its time. \nIn an earlier passage authentic and inauthentic existing have been \ncharacterized with regard to those modes of the temporalizing of tempor­\nality upon which such existing is founded. According to that characteriza­\ntion, the irresoluteness of inauthentic existence temporalizes itself in the \nmode of a making-present which does not await but forgets. He who is \nirresolute understands himself in terms of those very closest events and \nbe-failings which he encounters in such a making-present and which \nthrust themselves upon him in varying ways. Busily losing himself in the \nobject of his concern, he loses his time in it too. Hence his characteristic way \nof talking-'! have no time'. But just as he who exists inauthentically is \nconstantly losing time and never 'has' any, the temporality of authentic \nexistence remains distinctive in that such existence, in its resoluteness, \nnever loses time and 'always has time'. For the temporality of resoluteness \nhas, with relation to its Present, the character of a moment of vision. When \nsuch a moment makes the Situation authentically present, this making­\npresent does not itself take the lead, but is held in that future which is in \nthe process of having-been. One's existence in the moment of vision tem­\nporalizes itself as something that has been stretched along in a way which \nis fatefully whole in the sense of the authentic historical constancy of the Self. \nThis kind of temporal existence has its time for what the Situation demands \nof it, and it has it 'constantly'. But resoluteness discloses the \"there\" in \nthis way only as a Situation. So if he who is resolute encounters anything \nthat has been disclosed, he can never do so in such a way as to lose his \ntime on it irresolutely. \nThe ''there'' is disclosed in a way which is grounded in Dasein's own temporality \nas ecstatically stretched along, and with this disclosure a 'time' is allotted to Dasein; \nonly because of this can Dasein, as factically thrown, 'take' its time and lose it. \nAs something disclosed, Dasein exists factically in the way of Being with \nOthers. It maintains itself in an intelligibility which is public and average. \nWhen the 'now that . . .  ' and the 'then when . . .  ' have been interpreted \nand expressed in our everyday Being with one another, they will be under-\nstood in principle, even though their dating is unequivocal only within \n41 1 \ncertain limits. In the 'most intimate' Being-with-one-another of several \npeople, they can say 'now' and say it 'together', though each of them gives \na different date to the 'now' which he is saying : \"now that this or that \nhas come to pass •\n.\n.\n \" The 'now' which anyone expresses is always said \nin the publicness of Being-in-the-world with one another. Thus the time \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 465,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "concernfully",
        "werden",
        "ihr",
        "temporalized",
        "fallingly",
        "dasein",
        "thrownness",
        "temporality",
        "der",
        "mus"
      ],
      "full_text": "Being and Time \nII. 6 \nwhich any Dasein has currently interpreted and expressed has as such \nalready been given a public character on the basis of that Dasein's ecstatical \nBeing-in-the-world. In so far, then, as everyday concern understands \nitself in terms of the 'world' ofits concern and takes its 'time', it does not \nknow this 'time' as its own, but concernfully utilizes the time which 'there \nis' [\"es gibt\"]-the time with which \"they\" reckon. Indeed the publicness \nof 'time' is all the more compelling, the more explicitly factical Dasein \nconcerns itself with time in specifically taking it into its reckoning. \nā Bo. The Time with which we Concern Ourselves, and Within-time-ness \nSo far we have only had to understand provisionally how Dasein, as \ngrounded in temporality, is, in its very existing, concerned with times \nand how, in such interpretative concern, time makes itself public for \nBeing-in-the-world. But the sense in which time 'is' if it is of the kind \nwhich is public and has been expressed, remains completely undefined, \nif indeed such time can be considered as being at all. Before we can make \nany decision as to whether public time is 'merely subjective' or 'Objec­\ntively actual', or neither of these, its phenomenal character must first \nbe determined more precisely. \nWhen time is made public, this does not happen just occasionally and \nsubsequently. On the contrary, because Dasein, as something ecstatico­\ntemporal, is already disclosed, and because understanding and interpreta­\ntion both belong to existence, time has already made itself public in \nconcern. One directs oneself according to it, so that it must somehow be the \nsort of thing which Everyman can come across. \nAlthough one can concern oneself with time in the manner which we \nhave characterized-namely, by dating in terms of environmental events \n-this always happens basically within the horizon of that kind of concern \nwith time which we know as astronomical and calendrical time-reckoning. \nSuch reckoning does not occur by accident, but has its existential-onto­\nlogical necessity in the basic state of Dasein as care. Because it is essential \nto Dasein that it exists fallingly as something thrown, it interprets its \ntime concernfully by way of time-reckoning. In this, the 'real' making-\n•P 2 \npublic of time gets temporalized, so that we must say that Dasein's thrownness \nis the reason why 'there is' time publicly.1 If we are to demonstrate that public \ntime has its source in factical temporality, and if we are to assure ourselves \nthat this demonstration is as intelligible as possible, the time which has \nbeen interpreted in the temporality of concern must first be characterized, \nI 'In ihr zeitigt sich die \"eigentliche\" Veroffentlichung der Zeit, sodas gesagt werden \nmus : die Geworfenheit des Daseins ist der Grund dafiir, dass es Ojfentlich Zeit \"gibt\".' Heidegger's \nquotation marks around 'gibt' suggest an intentional pun which would permit the alter­\nnative translation: ' . . .  the reason why Dasein \"gives\" time publicly.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 466,
      "bucket": "D (5-10%)",
      "error_rate": 7.6,
      "unknown_words_sample": [
        "concernfully",
        "ausgezeichnete",
        "circumspective",
        "naural",
        "titm",
        "fallingly",
        "dieses",
        "wann",
        "dasein",
        "womit"
      ],
      "full_text": "II. 6 \nBeing and TiTM \nif only in order to make clear that the essence of concern with time does \ntwt lie in the application of numerical procedures in dating. Thus in time­\nreckoning, what is decisive from an existential-ontological standpoint is not \nto be seen in the quantification of time but must be conceived more prim­\nordially in terms of the temporality of the Dasein which reckons with time. \n'Public time' turns out to be the kind of time 'in which' the ready-to­\nhand and the present-at-hand within-the-world are encountered. This \nrequires that these entities which are not of the character of Dasein, shall \nbe called entities \"within-time\". The Interpretation of within-time-ness \ngives us a more primordial insight into the essence of 'public time' and \nlikewise makes it possible to define its 'Being'. \nThe Being of Dasein is care. This entity exists fallingly as something \nthat has been thrown. Abandoned to the 'world' which is discovered with \nits factical \"there\", and concernfully submitted to it, Dasein awaits its \npotentiality-for-Being-in-the-world ; it awaits it in such a manner that \nit 'reckons' on and 'reckons' with whatever has an involvement for the sake \nof this potentiality-for-Being-an involvement which, in the end, is a \ndistinctive one.1 Everyday circumspective Being-in-the-world needs the \npossibility of sight (and this means that it needs brightness) if it is to deal \nconcernfully with what is ready-to-hand within the present-at-hand. With \nthe factical disclosedness of Dasein's world, Nature has been uncovered \nfor Dasein. In its thrownness Dasein has been surrendered to the changes \nof day and night. Day with its brightness gives it the possibility of sight; \nnight takes this away. \nDasein awaits with circumspective concern the possibility of sight, and \nit understands itself in terms of its daily work; in thus awaiting and under­\nstanding, it gives its time with the 'then, when it dawns . .  .'2 The 'then' \nwith which Dasein concerns itself gets dated in terms of something which \nis connected with getting bright, and which is connected with it in the \nclosest kind of environmental involvement-namely, the rising of the sun. \n\"Then, when the sun rises, it is time for so and so.'' Thus Dasein dates \nthe time which it must take, and dates it in terms of something it encounters \nwithin the world and within the horizon of its abandonment to the world \n-in terms of something encountered as having a distinctive involve­\nment for its circumspective potentiality-for-Being-in-the-world. Concern \nmakes use of the 'Being-ready-to-hand' of the sun, which sheds forth light \nand warmth. The sun dates the time which is interpreted in concern. \n41 3 \nIn terms of this dating arises the 'most naural' measure of time-the day. \n1 ' •\n•\n•\n dass es mit dem und auf das \"rechnet\", womit es umwillen dieses Seinkonnens \neine am Ende ausgezeichnete Bewandtnis hat.' \n1 ' •\n•\n•\n mit dem \"dann, wann es tagt\" .\n•\n . ' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 467,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "concernful",
        "historizesfrom",
        "tered",
        "pos",
        "awaitingry",
        "dasein",
        "sibility",
        "thrownness",
        "temporality",
        "factically"
      ],
      "full_text": "Being and Time \nII. 6 \nAnd because the temporality of that Dasein which must take its time is \nfinite, its days are already numbered. Concernful awaiting takes precau­\ntion to define the 'thens' with which it is to concern itself-that is, to \ndivide up the day. And the 'during-the-daytime' makes this possible. \nThis dividing-up, in turn, is done with regard to that by which time is \ndated-the journeying sun. Sunset and midday, like the sunrise itself, \nare distinctive 'places' which this heavenly body occupies. Its regularly \nrecurring passage is something which Dasein, as thrown into the world \nand giving itself time temporalizingly, takes into its reckoning. Dasein \nhistorizesfrom day to day by reason of its way of interpreting time by dating \nit-a way which is adumbrated in its thrownness into the \"there\". \nThis dating of things in terms of the heavenly body which sheds forth \nlight and warmth, and in terms of its distinctive 'places' in the sky, is a \nway of assigning time which can be done in our Being with one another \n'under the same sky', and which can be done for 'Everyman' at any time \nin the same way, so that within certain limits everyone is proximally agreed \nupon it. That by which things are thus dated is available environmentally \nand yet not restricted to the world of equipment with which one currently \nconcerns oneself. It is rather the case that in the world the environing \nNature and the public environment are always discovered along with it.fi \nThis public dating, in which everyone assigns himself his time, is one which \neveryone can 'reckon' on simultaneously; it uses a publicly available \nmeasure. This dating reckons with time in the sense of a measuring of time; \nand such measuring requires something by which time is to be measured \n-namely, a clock. This implies that along with the temporality of Dasein as \nthrown, abandoned to the 'world', and giving itself time, something like a 'clock' \nis also discovered-that is, something ready-to-hand which in its regular recurrence \nhas become accessible in one's making present awaitingry. The Being which has \nbeen thrown and is alongside the ready-to-hand is grounded in temporality. \nTemporality is the reason for the clock. As the condition for the pos­\nsibility that a clock is factically necessary, temporality is likewise the \ncondition for its discoverability. For while the course of the sun is encoun­\ntered along with the discoveredness of entities within-the-world, it is only \nby making it present in awaitingly retaining, and by doing so in a way \nwhich interprets itself, that dating in terms of what is ready-to-hand \nenvironmentally in a public way is made possible and is also required. \nDasein has its basis in temporality, and the 'natural' clock which has \nalready been discovered along with Dasein's factical thrownness furnishes \n414 \nthe first motivation for the production and use of clocks which will be \nsomewhat more handy ; it also makes this possible. Indeed it does this in \nsuch a manner that these 'artificial' clocks must be 'adjusted' to that \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 468,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "concernful",
        "wozu",
        "earlierlll",
        "zur",
        "horizonal",
        "iii",
        "desig",
        "sible",
        "dasein",
        "temporality"
      ],
      "full_text": "II. 6 \nBeing and Time \n'natural' one if the time which is primarily discoverable in the natural \nclock is to be made accessible in its turn. \nBefore describing the chief features in the development of time-reckon­\ning and the use of clocks in their existential-ontological meaning, we must \nfirst characterize more completely the time with which we are concerned \nwhen we measure it. If the time with which we concern ourselves is 'really' \nmade public only when it gets measured, then if public time is to be acces­\nsible in a way which has been phenomenally unveiled, we must have access \nto it by following up the way in which that which has been dated shows \nitself when dated in this 'reckoning' manner. \nWhen the 'then' which interprets itself in concernful awaiting gets dated, \nthis dating includes some such statement as \"then-when it dawns-it is \ntime for one's daily work\". The time which is interpreted in concern is \nalready understood as a time for something. The current 'now that so \nand so . .  .' is as such either appropriate or inappropriate. Not only is the 'now' \n(and so too any mode of interpreted time) a 'now that \n. .  .' which is \nessentially datable ; but as such it has essentially, at the same time, the \nstructure of appropriateness or inappropriateness. Time which has been \ninterpreted has by its very nature the character of 'the time for something' \nor 'the wrong time for something' .1 When concern makes present by \nawaiting and retaining, time is understood in relation to a \"for-which\" ;2 \nand this in turn is ultimately tied up with a \"for-the-sake-of-which\" of \nDasein's potentiality-for-Being. With this \"in-order-to\" relation, the time \nwhich has been made public makes manifest that structure with which \nwe have earlierlll become acquainted as significance, and which constitutes \nthe worldhood of the world. As 'the time for something', the time which has \nbeen made public has essentially a world-character. Hence the time which \nmakes itself public in the temporalizing of temporality is what we desig­\nnate as \"world-time\". And we designate it thus not because it is present­\nat-hand as an entity within-the-world (which it can never be), but because it \nbelongs to the world [zur Welt] in the sense which we have Interpreted \nexistential-ontologically. In the following pages we must show how the \nessential relations of the world-structure (the 'in-order-to', for example) 'are \nconnected with public time (the 'then, when . .  .', for example) by reason \nof the ecstatico-horizonal constitution of temporality. Only now, in any \ncase, can the time with which we concern ourselves be completely char­\nacterized as to its structure : it is datable, spanned, and public ; and as \nhaving this structure, it belongs to the world itself. Every 'now', for \n1 ' •\n•\n.\n den Charakter der \"Zeit zu . . .  \" bzw. der \"Unzeit fi.ir . . .  \n' \n, 11 ' •\n•\n•\n ein Wozu . .  .' Here English idio̐ calls for the expres;;ion 'for-̑hi̒h', rather than \ntowards-which', though the latter expressiOn has served us fa1rly well m s1m1lar context) \nsuch as those cited in Heidegger's note iii below. (See also our note 1 ,  p. 109, H. 78 above.) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 469,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "tem",
        "concernfully",
        "ially",
        "dasein",
        "historiological",
        "ordial",
        "facti",
        "exi",
        "disclosedness",
        "temporality"
      ],
      "full_text": "Being and Time \nII. 6 \ninstance, which is expressed in a natural everyday manner, has this kind \n41 5 \nof structure, and is understood as such, though pre-conceptually and \nunthematically, when Dasein concernfully allows itself time. \nThe disclosedness of the natural clock belongs to the Dasein which \nexi:;ts as thrown and falling; and in this disclosedness facti cal Dasein has \nat the same time already given a distinctive public character to the time \nwith which it concerns itself. As time-reckoning is perfected and the use \nof clocks becomes more refined, this making-public gets enhanced and \nstrengthened. We shall not give here a historiological presentation of the \nhistorical evolution of time-reckoning and the use of clocks, with all its \npossible variations. We must rather ask in an existential-ontological way \nwhat mode of the temporalizing ofDasein's temporality becomes manifest \nin the direction which the development of time-reckoning and clock-using \nhas taken. When this question is answered, there must arise a more prim­\nordial understanding of the fact that the measurement of time-and this \nmeans also the explicit making-public of time as an object of concern-is \ngrounded in the temporality of Dasein, and indeed in a quite definite tem­\nporalizing of that temporality. \nComparison shows that for the 'advanced' Dasein the day and the \npresence of sunlight no longer have such a special function as they have \nfor the 'primitive' Dasein on which our analysis of 'natural' time-reckon­\ning has been based ; for the 'advanced' Dasein has the 'advantage' of \neven being able to turn night into day. Similarly we no longer need to \nglance explicitly and immediately at the sun and its position to ascertain \nthe time. The manufacture and use of measuring-equipment of one's \nown permits one to read off the time directly by a clock produced espec­\nially for this purpose. The \"what o'clock is it?\" is the 'what time is it ?' \nBecause the clock-in the sense of that which makes possible a public way \nof time-reckoning-must be regulated by the 'natural' clock, even the \nuse of clocks as equipment is based upon Dasein's temporality, which, \nwith the disclosedness of the \"there\", first makes possible a dating of the \ntime with which we concern ourselves; this is a fact, even if it is covered \nup when the time is read off. Our understanding of the natural clock \ndevelops with the advancing discovery of Nature, and instructs us as to new \npossibilities fora kind of time-measurement which is relatively independent \nof the day and of any explicit observation of the sky. \nBut in a certain manner even 'primitive' Dasein makes itself in­\ndependent of reading off the time directly from the sky, when instead of \nascertaining the sun's position it measures the shadow cast by some entity \n41 6  \navailable at any time. This can happen in the first instance in the simplest \nform of the ancient 'peasant's clock'. Everyman is constantly accompanied \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 472,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "titti",
        "ecstatico",
        "dasein",
        "historio",
        "tively",
        "concernfulbeing",
        "ofhistoriological",
        "stitution",
        "disclosedness",
        "temporality"
      ],
      "full_text": "II. 6 \nBeing and TiTTI8 \n4 7 1 \nin terms of what is 'spatially' present-at-hand is so far from a spatializing \nof time that this supposed spatialization signifies nothing else than that an \nentity which is present-at-hand for everyone in every \"now\" is made \npresent in its own presence. Measuring time is essentially such that it is \nnecessary to say \"now\" ; but in obtaining the measurement, we, as it \nwere, forget what has been measured as such, so that nothing is to be \nfound except a number and a stretch. \nWhen Dasein concerns itself with time, then the less time it has to lose, \nthe more 'precious' does that time become, and the handier the clock must \nbe. Not only should we be able to assign the time 'more precisely', but the \nvery determining of the time should claim as little time as possible, though \nit must still agree with the ways in which Others assign time. \nProvisionally it was enough for us to point out the general 'connection' \nof the use of clocks with that temporality which takes its time. Just as the \nconcrete analysis of astronomical time-reckoning in its full development \nbelongs to the existential-ontological Interpretation of how Nature is \ndiscovered, the foundations ofhistoriological and calendrical 'chronology' \ncan be laid bare only within the orbit of the tasks of analysing historio­\nlogical cognition existentially.v \nThe measurement of time gives it a marked public character, so that \n419 \nonly in this way does what we generally call 'the time' become well known. \nIn concern every Thing has 'its time' attributed to it. It 'has' it, and, like \nevery entity within-the-world, it can 'have' it only because after all it is \n'in time'. That time 'wherein' entities within-the-world are encountered, \nwe know as \"world-time\". By reason of the ecstatico-horizonal con­\nstitution of the temporality which belongs to it, this has the same \ntranscendence as the world itself. With the disclosedness of the world, \nworld-time has been made public, so that every temporally concernfulBeing \nalongside entities within-the-world understands these entities circumspec-\ntively as encountered 'in time'. \nThe time 'in which' the present-at-hand is in motion or at rest is \nnot 'Objective', if what we mean by that is the Being-present-at-hand-in­\nitself of entities encountered within-the-world. But just as little is time \n'subjective', if by this we understand Being-present-at-hand and occur­\nring in a 'subject'. World-time is 'more Objective' than any possible Object \nbecause, with the disclosedness of the world, it already becomes 'Objectified' in an \necstatico-horizonal manner as the condition for the possibility of entities within-the­\nWorld. Thus, contrary to Kant's opinion, one comes across world-time \njust as immediately in the physical as in the psychical, and not just \nroundabout by way of the psychical. 'Time' first shows itself in the \nsky-precisely where one comes across it when one regulates oneself \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 473,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "concernful",
        "objecti",
        "horizonal",
        "tered",
        "seiender",
        "dasein",
        "temporality",
        "factically",
        "circum",
        "fication"
      ],
      "full_text": "47ll \nBeing and Ti7TU \nII. 6 \nnaturally according to it-so that 'time' even becomes identified with the sky. \n!World-time, moreover, is also 'more subjective' than any possible subject; for it is \nwhat first makes possible the Being of the factically existing Self-that Being which, \nas is now well understood, is the meaning of care. 'Time' is present-at-hand \nneither in the 'subject' nor in the 'Object', neither 'inside' nor 'outside' ; \nand it 'is' 'earlier' than any subjectivity or Objectivity, because it presents \nthe condition for the very possibility of this 'earlier'. Has it then any \n'Being' ? And if not, is it then a mere phantom, or is it something that has \n'more Being' [\"seiender\"] than any possible entity ? Any investigation \n420 \nwhich goes further in the direction of questions such as these, will come \nup against the same 'boundary' which has already set itself up to our \nprovisional discussion of the connection between truth and Being.vl In \nwhatever way these questions may be answered in what follows--or in \nwhatever way they may first of all get primordially formulated-we must \nfirst understand that temporality, as ecstatico-horizonal, temporalizes \nsomething like world-time, which constitutes a within-time-ness of the \nready-to-hand and the present-at-hand. But in that case such entities \ncan never be designated as 'temporal' in the strict sense. Like every entity \nwith a character other than that of Dasein, they are non-temporal, \nwhether they Really occur, arise and pass away, or subsist 'ideally'. \nIf world-time thus belongs to the temporalizing of temporality, then it can \nneither be volatilized 'subjectivistically' nor 'reified' by a vicious 'Objecti­\nfication'. These two possibilities can be avoided with a clear insight-not \njust by wavering insecurely between them--only if we can understand how \neveryday Dasein conceives of 'time' theoretically in terms of an under­\nstanding of time in the way which is closest to it, and if we can also \nunderstand to what extent this conception of time and the prevalence of this \nconcept obstruct the possibility of our understanding in terms of primor­\ndial time what is meant by this conception-that is, the possibility of \nunderstanding it as temporality. The everyday concern which gives itself \ntime, finds 'the time' in those entities within-the-world which are encoun­\ntered 'in time'. So if we are to cast any light on the genesis of the ordinary \nconception of time, we must take within-time-ness as our point of departure. \nĭ 81. Within.-time-ness and the Genesis of the Ordinary Conception of Time \nHow does something like 'time' first show itself for everyday circum­\nspective concern ? ·In what kind of concernful equipment-using dealings \ndoes it become explicitly accessible ? If it has been made public with the \ndisclosedness of the world, if it has always been already a matter of \nconcern with the discoveredness of entities within-the-world-a dis­\ncoveredness which belongs to the world's disclosedness-and if it has been \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 476,
      "bucket": "E (10%+)",
      "error_rate": 13.3,
      "unknown_words_sample": [
        "jedemjetztje",
        "concernfully",
        "ttpt",
        "concernful",
        "statigkeit",
        "kap",
        "verschwinden",
        "nows",
        "anwesend",
        "lkw"
      ],
      "full_text": "II. 6 \nBeing and Time \n475 \ninterpretation of time maintains itself by looking solely in the direction of \nconcernful common sense, and understands only what 'shows' itself within \nthe common-sense horizon, these structures must escape it. That which gets \ncounted when one measures time concernfully, the \"now\", gets co-under-\nstood in one's concern with the present-at-hand and the ready-to-hand. \nNow so far as this concern with time comes back to the time itself which \nhas been co-understood, and in so far as it 'considers' that time, it sees the \n\"nows\" (which indeed are also somehow 'there') within the horizon of that \nunderstanding-of-Being by which this concern is itself constantly guided.1x \n42 3 \nThus the \"nows\" are in a certain manner co-present-at-hand: that is, entities \nare encountered, and so too is the \"now\". Although it is not said explicitly \nthat the \"nows\" are present-at-hand in the same way as Things, they still \nget 'seen' ontologically within the horizon of the idea of presence-at-hand. \nThe \"nows\" pass away, and those which have passed away make up the \npast. The \"nows\" come along, and those which are coming along define the \n'future'. The ordinary interpretation of world-time as now-time never \navails itself of the horizon by which such things as world, significance, \nand datability can be made accessible. These structures necessarily remain \ncovered up, all the more so because this covering-up is reinforced by the \nway in which the ordinary interpretation develops its characterization of \ntime conceptually. \nThe sequence of \"nows\" is taken as something that is somehow present­\nat-hand, for it even moves ' i nto time'.1 We say : 'In every \"now\" is now; \nin every \"now\" it is already vanishing.' In every \"now\" the \"now\" is now \nand therefore it constantly has presence as something selfsame, even though \nin every \"now\" another may be vanishing as it comes along.11 Yet as this \nthing which changes, it simultaneously shows its own constant presence. \nThus even Plato, who directed his glance in this manner at time as a \nsequence of \"nows\" arising and passing away, had to call time \"the \nimage of eternity\" : £lKw 8' l7T£von KW1JTOV T£va alwvos 7Totfjaat, Kai \n8taKoap.Wv ttp.a ovpaVOV 7TO££ò p.JvoVTOS alclJvos Jv Jv/. KaT' ttpt8JLOV lovaav \nalwv£OV £lK6va, TOVTOV ov ó xpovov wvop.d.Kap.£V.x \nThe sequence of\"nows\" is uninterrupted and has no gaps. No matter how \n'far' we proceed in 'dividing up' the \"now\", it is always now. The con­\ntinuity3 of time is seen within the horizon of something which is indissolubly \n1 ' •\n•\n• denn sie riickt selbst \"in die Zeit\".' \n1 'In jedem Jetzt ist das Jetzt Jetzt, mithin stii.ndig als Selbiges anwesend, mag auch in \njedemJetztje ein anderes ankommend verschwinden.' \n3 'Stetigkeit'. In the earlier editions this appears as 'Stii.tigkeit'-a spelling which we \nfind on H. 390 f. and 398 in both earlier and later editions. It is not clear how seriously \nthis 'correction' is to be taken here; but we have decided, with some hesitation, to trans­\nlate 'Statigkeit' as 'steadiness', and 'stetig' and 'Stetigkeit' as 'continuous' and 'continuity' \nrespectively, saving 'Continuous' and 'Continuity' for 'kontinuierlich' and 'Kontinuitiit'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 478,
      "bucket": "E (10%+)",
      "error_rate": 13.0,
      "unknown_words_sample": [
        "unendliche",
        "lediglich",
        "concernful",
        "bleibt",
        "mindesten",
        "towardr",
        "nows",
        "miteinander",
        "harmlose",
        "lostness"
      ],
      "full_text": "II. 6 \nBeing and Time \n477 \ncovering-up of temporality? In the Being of Dasein itself, which we have, \nin a preparatory manner, Interpreted as care.xi Thrown and falling, \nDasein is proximally and for the most part lost in that with which it \nconcerns itself. In this lostness, however, Dasein's fleeing in the face of \nthat authentic existence which has been characterized as \"anticipatory \nresoluteness\", has made itself known ; and this is a fleeing which covers up. \nIn this concernful fleeing lies a fleeing in the face of death-that is, a \nlooking-away from the end of Being-in-the-world.xU This looking-away \nfrom it, is in itself a mode of that Being-towardr-the-end which is ecstatically \nfutural. The inauthentic temporality of everyday Dasein as it falls, must, as \nsuch a looking-away from finitude, fail to recognize authentic futurity and \ntherewith temporality in general. And if indeed the way in which Dasein \nis ordinarily understood is guided by the \"they\", only so can the self­\nforgetful 'representation' of the 'infinity' of public time be strengthened. \nThe \"they\" never dies because it cannot die ; for death is in each case mine, \n425 \nand only in anticipatory resoluteness does it get authentically understood \nin an existentiell manner. Nevertheless, the \"they\", which never dies and \nwhich misunderstands Being-towards-the-end, gives a characteristic inter­\npretation to fleeing in the face of death. To the very end 'it always has \nmore time'. Here a way of \"having time\" in the sense that one can lose it \nmakes itself known. 'Right now, this ! then that ! And that is barely over, \nwhen . .  .'1 Here it is not as if the finitude of time were getting understood ; \nquite the contrary, for concern sets out to snatch as much as possible from \nthe time which still keeps coming and 'goes on'. Publicly, time is something \nwhich everyone takes and can take. In the everyday way in which we are \nwith one another, the levelled-off sequence of \"nows\" remains completely \nunrecognizable as regards its origin in the temporality of the individual \nDasein. How is 'time' in its course to be touched even the least bit when a \nman who has been present-at-hand 'in time' no longer exists ?2 Time goes \non, just as indeed it already 'was' when a man 'came into life'. The only \ntime one knows is the public time which has been levelled off and which \nbelongs to everyone--and that means, to nobody. \nBut just as he who flees in the face of death is pursued by it even as \nhe evades it, and just as in turning away from it he must see it none the \nless, even the innocuous infinite sequence of \"nows\" which simply runs \nits course, imposes itself 'on' Dasein in a remarkably enigmatical way.3 \n1 ' .\n•\n•\n \"jetzt erst noch das, dann das, und nur noch das und dann •\n.\n•\n \"\n' \nz 'Die nivellierte Jetztfolge bleibt vollig unkenntlich beziiglich ihrer Herkunft aus der \nZeitlichkeit des einzelnen Daseins im alltiiglichen Miteinander. Wie soil das auch \"die \nZeit\" im mindesten in ihrem Gang beriihren, wenn ein \"in der Zeit\" vorhandener \nMensch nicht mehr existiert ?' \na ' •\n.\n.\n so legt sich auch die lediglich ablaufende, harmlose, unendliche Folge der Jetzt \ndoch in einer merkwiirdigen Ratselhaftigkeit \"iiber\" das Dasein.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 480,
      "bucket": "E (10%+)",
      "error_rate": 10.1,
      "unknown_words_sample": [
        "ality",
        "xiv",
        "bleibt",
        "nisses",
        "ovutjs",
        "ordial",
        "xili",
        "voijs",
        "horizonal",
        "aaao"
      ],
      "full_text": "II. 6 \nBeing and Time \n479 \ntemporality is intelligible only in terms of that temporality and its tempor­\nalizing. From temporality the full structure of world-time has been drawn ; \nand only the Interpretation of this structure gives us the clue for 'seeing' \nat all that in the ordinary conception of time something has been covered \nup, and for estimating how much the ecstatico-horizonal constitution of \ntemporality has been levelled off. This orientation by Dasein's temporality \nindeed makes it possible to exhibit the origin and the factical necessity of \nthis levelling off and covering up, and at the same time to test the argu­\nments for the ordinary theses about time. \nOn the other hand, within the horizon of the way time is ordinarily \nunderstood, temporality is inaccessible in the reverse direction.1 Not only must \nthe now-time be oriented primarily by temporality in the order of possible \ninterpretation, but it temporalizes itself only in the inauthentic tempor­\nality of Dasein ; so if one has regard for the way the now-time is derived \nfrom temporality, one is justified in considering temporality as the time \nwhich is primordial. \nEcstatico-horizonal temporality temporalizes itself primarily in terms of \nthe future. In the way time is ordinarily understood, however, the basic \nphenomenon of time is seen in the \"now\", and indeed in that pure \"now\" \nwhich has been shorn in its full structure-that which they call the 'Pre-\n427 \nsent'. One can gather from this that there is in principle no prospect that \nin terms of this kind of \"now\" one can clarify the ecstatico-horizonal pheno­\nmenon of the moment of vision which belongs to temporality, or even that \none can derive it thus. Correspondingly, the future as ecstatically under­\nstood-the datable and significant 'then'-does not coincide with the \nordinary conception of the 'future' in the sense of a pure \"now\" which \nhas not yet come along but is only coming along. And the concept of the \npast in the sense of the pure \"now\" which has passed away, is just \nas far from coinciding with the ecstatical \"having-been\"-the datable \nand significant 'on a former occasion'. The \"now\" is not pregnant with \nthe \"not-yet-now\", but the Present arises from the future in the prim-\nordial ecstatical unity of the temporalizing of temporality.xili \nAlthough, proximally and for the most part, the ordinary experience of \ntime is one that knows only 'world-time', it always gives it a distinctive \nrelationship to 'soul' and 'spirit', even if this is still a far cry from a \nphilosophical inquiry oriented explicitly and primarily towards the \n'subject'. As evidence for this, two characteristic passages will suffice. \nAristotle says : £l 8€ p:ry8€v aAAO 1TlcpvK£V ci.pdJp.£'iV P ,PvxQ Kaï .fvxfjs voiJs, \nci.MvaTOV £lva£ xpovov .fvxfjs f-LQ OVUTJS· •\n.\n•\n XIV And Saint Augustine writes : \n1 'Dagegen bleibt umgekehrt die Zeitlichkeit im Horizont des vulgiiren Zeitverstand­\nnisses un;;ugiinglich.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 481,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "tempus",
        "mirum",
        "ceptionoftime",
        "cuius",
        "quam",
        "mihi",
        "verfallen",
        "dasein",
        "animi",
        "distentionem"
      ],
      "full_text": "Being and Time \nII. 6 \n\"inde mihi visum est, nihil esse aliud tempus quam distentionem; sed cuius rei nescio; \net mirum si non ipsius animi.\"xv Thus in principle even the Interpretation of \nDasein as temporality does not lie beyond the horizon of the ordinary con­\nceptionoftime. And Hegelhasmadean explicit attempt to set forth the way \nin which time as ordinarily understood is connected with spirit. In Kant, \non the other hand, while time is indeed 'subjective', it stands 'beside' \n428 \nthe 'I think' and is not bound up with it.xvt The grounds which Hegel has \nexplicitly provided for the connection between time and spirit are well \nsuited to elucidate indirectly the foregoing Interpretation of Dasein as \ntemporality and our exhibition of temporality as the source of world­\ntime. \nā 82. A Comparison of the Existential-ontological Connection of Temporality, \nDasein, and World-time, with Hegel's Way of Taking the Relation between Time \nand Spirit \nHistory, which is essentially the history of spirit, runs its course 'in \ntime'. Thus 'the development of history falls into time' .xvii l Hegel is not \nsatisfied, however, with averring that the within-time-ness of spirit is a \nFact, but seeks to understand how it is possible for spirit to fall into time, \nwhich is 'the non-sensuous sensuous'.xvtu Time must be able, as it were, \nto take in spirit. And spirit in turn must be akin to time and its essence. \nAccordingly two points come up for discussion : (r) how does Hegel define \nthe essence of time ? ( 2) what belongs to the essence of spirit which makes \nit possible for it to 'fall into time' ? Our answer to these questions will serve \nmerely to elucidate our Interpretation of Dasein as temporality, and to do \nso by way of a comparison. We shall make no claim to give even a relatively \nfull treatment of the allied problems in Hegel, especially since 'criticizing' \nhim will not help us. Because Hegel's conception of time presents the most \nradical way in which the ordinary understanding of time has been given \nform conceptually, and one which has received too little attention, \na comparison of this conception with the idea of temporality which we \nhave expounded is one that especially suggests itself. \n(a) Hegel's Conception of Time \nWhen a philosophical Interpretation of time is carried out, it gets a \n'locus in a system' ; this locus may be considered as criteria! for the basic \nway of treating time by which such an Interpretation is guided. In the \n1 'Also fallt die Entwicklung der Geschichte in die Zeit\".' Throughout this section it \nwill be convenient to translate Hegel's verb 'fallen' by 'fall', though elsewhere we have \nlargely pre-empted this for Heidegger's 'verfallen'. 'Verfallen' does not appear until H. \n436, where we shall call attention to it explicitly. (In this quotation, as in several others, \nHeidegger has taken a few minor liberties with Hegel's text, which are too trivial for any \nspecial comment.) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 482,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "uber",
        "xtx",
        "unterschied",
        "sondern",
        "differenzieren",
        "punktmannigfaltigkeit",
        "gleichgilltig",
        "etc",
        "xxu",
        "punktualitat"
      ],
      "full_text": "II. 6 \nBeing and Time \n'physics' of Aristotle-that is, in the context of an ontology of Nature­\nthe ordinary way of understanding time has received its first thematically \ndetailed traditional interpretation. 'Time', 'location', and 'movement' \nstand together. True to tradition, Hegel's analysis of time has its locus \n429 \nin the second part of his Encyclopedia of the Philosophical Sciences, which is \nentitled 'Philosophy ofNature'. The first portion of this treats of mechanics, \nand of this the first division is devoted to the discussion of 'space and time'. \nHe calls these 'the abstract \"outside-of-one-another\" •.xtx \nThough Hegel puts space and time together, this does not happen \nsimply because he has arranged them superficially one after the other: \nspace, 'and time also'. 'Philosophy combats such an \"also\".' The transition \nfrom space to time does not signify that these are treated in adjoining \nparagraphs ; rather 'it is space itself that makes the transition'.1 Space 'is' \ntime ; that is, time is the 'truth' of space.xx If space is thought dialectically \nin that which it is, then according to Hegel this Being of space unveils itself \nas time. How must space be thought ? \nSpace is 'the unmediated indifference of Nature's Being-outside-of­\nitself'.xxi This is a way of saying that space is the abstract multiplicity \n[Vielheit] of the points which are differentiable in it.2 Space is not \ninterrupted by these; but neither does it arise from them by way of \njoining them together. Though it is differentiated by differentiable points \nwhich are space themselves, space remains, for its part, without any \ndifferences. The differences themselves are of the same character as that \nwhich they differentiate. Nevertheless, the point, in so far as it differen-\ntiates anything ir:t space, is the negation of space, though in such a manner \nthat, as this negation, it itself remains in space ; a point is space after all. \nThe point does not lift itself out of space as if it were something of another \ncharacter. Space is the \"outside-of-one-another\" of the multiplicity of \npoints [Punktmannigfaltigkeit] , and it is without any differences. But it \nis not as if space were a point ; space is rather, as Hegel says, 'punctuality' \n[\"Punktualitat\"] . xxu This is the basis for the sentence in which Hegel \nthinks of space in its truth-that is, as time : 'Negativity, which relates \nitself as point to space, and which develops in space its determinations as \nline and surface, is, however, just as muchfor itself in the sphere of Being­\noutside-of-itself, and so are its determinations therein, though while it is \n430 \n1 ' •\n•\n.\n sondern \"der Raum selbst geht uber\".' \n2 ' •\n•\n• in ihm unterscheidbaren Punkte.' We have often translated 'unterscheiden' as \n'distinguish' or 'discriminate', and 'Unterschied' as 'distinction' or 'difference', leaving \n'differentiate' and 'differentiation' for such words as 'differenzieren' and 'Differenz', etc. \nIn this discussion of Hegel, however, it will be convenient to translate 'unterscheiden' as \n'differentiate', 'Unterschied' as 'difference', 'unterscheidbar' as 'differentiable', 'unter­\nschiedslos' as 'without differences'. (We shall continue to translate 'gleichgilltig as 'in­\ndifferent'.) \n"
    }
  ]
}