{
  "batch_id": 8,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 267,
      "bucket": "D (5-10%)",
      "error_rate": 9.7,
      "unknown_words_sample": [
        "apophantical",
        "wird",
        "zuhandenen",
        "nachsprechende",
        "werden",
        "kommt",
        "aufgenommen",
        "weitergesprochen",
        "uncoveredness",
        "spricht"
      ],
      "full_text": "Being and Titn \nI. 6 \nbe shown : (I) that truth, understood as agreement, originates from disÚ \nclosedness by way of definite modification ; (2) that the kind of Being \nwhich belongs to disclosedness itself is such that its derivative modification \nfirst comes into view and leads the way for the theoretical explication of \nthe structure of truth. \nAssertion and its structure (namely, the apophantical \"as\") are founded \nupon interpretation and its structure (viz, the hermeneutical \"as\") and \nalso upon understanding-upon Dasein's disclosedness. Truth, however, \nis regarded as a distinctive character of assertion as so derived. Thus the \nroots of the truth of assertion reach back to the disclosedness of the underÛ \nstanding.xl But over and above these indications of how the truth of \nassertion has originated, the phenomenon of agreement must not be \nexhibited explicit[y in its derivative character. \nOur Being alongside entities within-the-world is concern, and this is \nBeing which uncovers. To Dasein's disclosedness, however, discourse \nbelongs essentially.xll Dasein expresses itself [spricht sich a us] : it expresses \n224 \nitself as a Being-towards entities-a Being-towards which uncovers. And \nin assertion it expresses itself as such about entities which have been \nuncovered. Assertion communicates entities in the \"how\" of their unÜ \ncoveredness. When Dasein is aware of the communication, it brings itself \nin its awareness into an uncovering Being-towards the entities discussed. \nThe assertion which is expressed is about something, and in what it is \nabout [in ihrem Woriiber] it contains the uncoveredness of these entities. \nThis uncoveredness is preserved in what is expressed. What is expressed \nbecomes, as it were, something ready-to-hand within-the-world which can \nbe taken up and spoken again.1 Because the uncoveredness has been \npreserved, that which is expressed (which thus is ready-to-hand) has in \nitself a relation to any entities about which it is, an assertion. Any un­\ncoveredness is an uncoveredness of something. Even when Dasein speaks \nover again what someone else has said, it comes into a Being-towards the \nvery entities which have been discussed. 3 But it has been exempted from \nhaving to uncover them again, primordially, and it holds that it has \nbeen thus exempted. \nDasein need not bring itself face to face with entities themselves in an \n'original' experience ; but it nevertheless remains in a Being-towards these \nentities. In a large measure uncoveredness gets appropriated not by one's \nown uncovering, but rather by hearsay of something that has been said. \n1 'Das Ausgesprochene wird gleichsam zu einem innerweldich Zuhandenen, das \naufgenommen und weitergesprochen werden kann.' While we have ·followed our usual \npolicy in translating 'das Ausgesprochene' as 'what is expressed', it might perhaps be \ntranslated as 'that which is spoken out', 'the utterance', or even 'the pronouncement'. \n2 \"Auch im Nachsprechen kommt das nachsprechende Dasein in ein Sein zum be­\nsprochenen Seienden selbst.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 268,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "seinsart",
        "uncoveredness",
        "innerweltlich",
        "uhandenen",
        "dasein",
        "ausgesproclunheit",
        "entdeckend",
        "seins",
        "seienden",
        "der"
      ],
      "full_text": "I. 6 \nBeing and Time \n267 \nAbsorption in something that has been said belongs to the kind of Being \nwhich the \"they\" possesses. That which has been expressed as such takes \nover Being-towards those entities which have been uncovered in the asser­\ntion. If, however, these entities are to be appropriated explicitly with \nregard to their uncoveredness, this amounts to saying that the assertion \nis to be demonstrated as one that uncovers. But the assertion expressed is \nsomething ready-to-hand, and indeed in such a way that, as something \nby which uncoveredness is preserved, it has in itself a relation to the \nentities uncovered. Now to demonstrate that it is something which \nuncovers [ihres Entdeckend-seins] means to demonstrate how the asser­\ntion by which the uncoveredness is preserved is related to these entities. \nThe assertion is something ready-to-hand. The entities to which it is \nrelated as something that uncovers, are either ready-to-hand or present­\nat-hand within-the-world. The relation itself presents itself thus, as one \nthat is present-at-hand. But this relation lies in the fact that the uncovered­\nness preserved in the assertion is in each case an uncoveredness o f some­\nthing. The judgment 'contains something which holds for the objects' \n(Kant). But the relation itself now acquires the character of presence-at­\nhand by getting switched over to a relationship between things which are \npresent-at-hand. The uncoveredness of something becomes the present­\nat-hand conformity of one thing which is present-at-hand-the assertion \nexpressed-to something else which is present-at-hand-the entity under \ndiscussion. And if this conformity is seen only as a relationship between \nthings which are present-at-hand-that is, if the kind of Being which \nbelongs to the terms of this relationship has not been discriminated and is \nunderstood as something merely present-at-hand-then the relation shows \nitself as an agreement of two things which are present-at-hand, an agree· \nment which is present-at-hand itsel£ \nWhen the assertion has been expressed, the uncoveredness of the entity moves into \n225 \nthe kind of Being of that which is ready-to-hand within-the-world.1 But now to the \nextent that in this uncoveredness, as an uncoveredness o f something, a \nrelationship to something present-at-hand persists, the uncoveredness (truth) becomes, \nfor its part, a relationship between things which are present-at-hand intellectus \nand res)-a relationship that is present-at-hand itself. \nThough it is founded upon Dasein's disclosedness, the existential \nphenomenon of uncoveredness becomes a property which is present-at­\nhand but in which there still lurks a relational character; and as such a \nproperty, it gets broken asunder into a relationship which is present-at­\nhand. Truth as disclosedness and as a Being-towards uncovered entities-a \n1 'Die Entdecktheit des Seienden riickt mit der Ausgesproclunheit der Aussage in die Seinsart des \ninnerweltlich :(,uhandenen.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 269,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "concernful",
        "uncoveredness",
        "cealment",
        "yos",
        "ausgesprochenen",
        "titti",
        "xlll",
        "phanomen",
        "dasein",
        "factically"
      ],
      "full_text": "Being and TiTTI \n1. 6 \nBeing which itself uncovers-has become truth as agreement between \nthings which are present-at-hand within-the-world. And thus we have \npointed out the ontologically derivative character of the traditional con­\nception of truth. \nYet that which is last in the order of the way things are connected in \ntheir foundations existentially and ontologically, is regarded ontically \nand factically as that which is first and closest to us. The necessity of this \nFact, however, is based in turn upon the kind of Being which Dasein itself \npossesses. Dasein, in its concernful absorption, understands itself in terms \nof what it encounters within-the-world. The uncoveredness which belongs \nto uncovering, is something that we come across proximally within-the­\nworld in that which has been expressed [im Ausgesprochenen]. Not only \ntruth, however, is encountered as present-at-hand: in general our under­\nstanding of Being is such that every entity is understood in the first \ninstance as present-at-hand. If the 'truth' which we encounter proximally \nin an ontical manner is considered ontologically in the way that is closest \nto us, then the .\\6yos (the assertion) gets understood as .\\oyos Twos­\nas an assertion about something, an uncoveredness of something; but \nthe phenomenon gets Interpreted as something present-at-hand with \nregard to its possible presence-at-hand.1 Yet because presence-at-hand \nhas been equated with the meaning of Being in general, the question of \nwhether this kind of Being of truth is a primordial one, and whether there \nis anything primordial in that structure of it which we encounter as \nclosest to us, can not come alive at all. The primordial phenomenon of truth has \nbeen covered up by Dasein' s very understanding of Being-that understanding which \nis proximally the one that prevails, and which even today has not been surmounted \nexplicitly and in principle. \nAt the same time, however, we must not overlook the fact that while this \nway of understanding Being (the way which is closest to us) is one which the \nGreeks were the first to develop as a branch of knowledge and to master, \nthe primordial understanding of truth was simultaneously alive among \nthem, even if pre-ontologically, and it even held its own against the con­\ncealment implicit in their ontology-at least in Aristotle.xlll \n226 \nAristotle never defends the thesis that the primordial 'locus' of truth \nis in the judgment. He says rather that the .\\oyos is that way of Being in \nwhich Dasein can either uncover or cover up. This double possibility is what \nis distinctive in the Being-true of the .\\6yos: the .\\&yos is that way of \ncomporting oneself which can also cover things up. And because Aristotle \nnever upheld the thesis we have mentioned, he was also never in a \n1 ' •\n•\n•\n interpretiert aber das Phanomen als Vorhandenes auf seine miigliche Vorhan­\ndenheit.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 271,
      "bucket": "D (5-10%)",
      "error_rate": 8.7,
      "unknown_words_sample": [
        "lediglich",
        "seiendes",
        "freigeben",
        "aussage",
        "nur",
        "heisst",
        "dieses",
        "seiende",
        "auch",
        "aufzeigung"
      ],
      "full_text": "270 \nBeing and Time \nI. 6 \nsomeone has succeeded in demonstrating that Dasein has been and will \nbe for all eternity. As long as such a proof is still outstanding, this principle \nremains a fanciful contention which does not gain in legitimacy from \nhaving philosophers commonly 'believe' it. \nBecause the kind of Being that is essential to truth is of the character of Dasein, \nall truth is relative to Dasein's Being. Does this relativity signify that all truth \nis 'subjective' ?  If one Interprets 'subjective' as 'left to the subject's discre­\ntion', then it certainly does not. For uncovering, in the sense which is most \nits own, takes asserting out of the province of 'subjective' discretion, and \nbrings the uncovering Dasein face to face with the entities themselves. \nAnd only because 'truth', as uncovering, is a kind of Being which belongs to \nDasein, can it be taken out of the province of Dasein's discretion. Even the \n'universal validity' of truth is rooted solely in the fact that Dasein can \nuncover entities in themselves and free them. Only so can these entities \nin themselves be binding for every possible assertion-that is, for \nevery way of pointing them out.1 If truth has been correctly under­\nstood, is it in the least impaired by the fact that it is ontically possible \nonly in the 'subject' and that it stands and falls with the Being of that \n'subject' ? \nNow that we have an existential conception of the kind of Being that \nbelongs to truth, the meaning of \"presupposing the truth11 also becomes \nintelligible. Why must we presuppose that there is truth? What is 'presupposing' ? \nWhat do we have in mind with the 'must' and the 'we' ? What does it \nmean to say 'there is truth' ? 'We' presuppose truth because 'we', being \nin the kind of Being which Dasein possesses, are 'in the truth'. We do not \npresuppose it as something 'outside' us and 'above' us, towards which, \nalong with other 'values', we comport ourselves. It is not we who pre­\nsuppose 'truth' ; but it is 'truth' that makes it at all possible ontologically \n228 \nfor us to be able to be such that we 'presuppose' anything at all. Truth is \nwhat first makes possible anything like presupposing. \nWhat does it mean to 'presuppose' ? It is to understand something as \nthe ground for the Being of some other entity. Such understanding of an \nentity in its interconnections of Being, is possible only on the ground of \ndisclosedness-that is, on the ground of Dasein's Being something which \nuncovers. Thus to presuppose 'truth' means to understand it as something \nfor the sake of which Dasein i s. But Dasein is already ahead of itself in \neach case ; this is implied in its state-of-Being as care. It is an entity for \nwhich, in its Being, its ownmost potentiality-for-Being is an issue. To \nDasein's Being and its potentiality-for-Being as Being-in-the-world, \n1 'Auch die \"Allgemeingiiltigkeit\" der Wahrheit ist lediglich verwurzelt, dass das \nDasein Seiendes an ihm selbst entdecken und freigeben kann. Nur so vermag dieses \nSeiende an ihm selbst jede mogliche Aussage, das heisst Aufzeigung seiner, zu binden.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 272,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "gegeben",
        "scepticism",
        "dasein",
        "dass",
        "einen",
        "wirklichen",
        "skeptiker",
        "disclosedness",
        "thrownness",
        "factically"
      ],
      "full_text": "I. 6 \nBeing and Time \ndisclosedness and uncovering belong essentially. To Dasein its potentiality­\nfor-Being-in-the-world is an issue, and this includes1 concerning itself with \nentities within-the-world and uncovering them circumspectively. In \nDasein's state-of-Being as care, in Being-ahead-of-itself, lies the most \nprimordial 'presupposing'. Because this presupposing of itself belongs to Dasein' s \nBeing, 'we' must also presuppose 'ourselves' as having the attribute of disclosedness. \nThere are also entities with a character other than that of Dasein, but the \n'presupposing' which lies in Dasein's Being does not relate itself to these ; \nit relates itself solely to Dasein itself. The truth which has been pre­\nsupposed, or the 'there is' by which its Being is to be defined, has that \nkind of Being-or meaning of Being-which belongs to Dasein itself. We \nmust 'make' the presupposition of truth because it is one that has been \n'made' already with the Being of the 'we'. \nWe must presuppose truth. Dasein itself, as in each case m y  Dasein and \nthis Dasein, must be ; and in the same way the truth, as Dasein's dis­\nclosedness, must be. This belongs to Dasein's essential thrownness into the \nworld. Has Dasein as itself ever decided freely whether it wants to come into \n'Dasein' or not, and will it ever be able to make such a decision? 'In itself' it is \nquite incomprehensible why entities are to be uncovered, why truth and \nDasein must be. The usual refutation of that scepticism which denies \neither the Being of 'truth' or its cognizability, stops half way. What it \nshows, as a formal argument, is simply that if anything gets judged, truth \nhas been presupposed. This suggests that 'truth' belongs to assertion-\nthat pointing something out is, by its very meaning, an uncovering. But \nwhen one says this, one has to clarify why that in which there lies the onto­\nlogical ground for this necessary connection between assertion and truth \nas regards their Being, must be as it is-. The kind of Being which belongs \nto truth is likewise left completely obscure, and so is the meaning of \npresupposing, and that of its ontological foundation in Dasein itself. \nMoreover, one here fails to recognize that even when nobody judges, \n229 \ntruth already gets presupposed in so far as Dasein i s at all. \nA sceptic can no more be refuted than the Being of truth can be \n'proved'. And if any sceptic of the kind who denies the truth, factically is, \nhe does not even need to be refuted. In so far as he is, and has understood \nhimself in this Being, he has obliterated Dasein in the desperation of \nsuicide; and in doing so, he has also obliterated truth. Because Dasein, \nfor its own part, cannot first be subjected to proof, the necessity of truth \ncannot be proved either. It has no more been demonstrated that there \never has 'been' an 'actual' sceptic2 (though this is what has at bottom \n1 Reading 'und darin' with the newer editions. The older editions have 'd.h. u.a.' \n2 ' •\n•\n•\n dass es je . . .  einen \"wirklichen\" Skeptiker \"gegeben\" hat.' The older editions \nhave 'nie' ('never') instead of Ȅe' ('ever'). \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 273,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "priori",
        "problematics",
        "scepticism",
        "dasein",
        "sibilities",
        "disclosedness",
        "pos",
        "factical",
        "tion",
        "facticity"
      ],
      "full_text": "Being and Time \nI. 6 \nbeen believed in the refutations of scepticism, in spite of what these under­\ntake to do) than it has been demonstrated that there are any 'eternal \ntruths'. But perhaps such sceptics have been more frequent than one \nwould innocently like to have true when one tries to bowl over 'scepticism' \nby formal dialectics. \nThus with the question of the Being of truth and the necessity of pre­\nsupposing it, just as with the question of the essence of knowledge, an \n'ideal subject' has generally been posited. The motive for this, whether \nexplicit or tacit, lies in the requirement that philosophy should have the \n'a priori' as its theme, rather than 'empirical facts' as such. There is some \njustification for this requirement, though it still needs to be grounded \nontologically. Yet is this requirement satisfied by positing an 'ideal \nsubject' ? Is not such a subject a fanciful idealization? With such a concep­\ntion have we not missed precisely the a priori character of that merely \n'factual' subject, Dasein ? Is it not an attribute of the a priori character of \nthe factical subject (that is, an attribute of Dasein's facticity) that it is in \nthe truth and in untruth equiprimordially? \nThe ideas of a 'pure \"I\" ' and of a 'consciousness in general' are so far \nfrom including the a priori character of 'actual' subjectivity that the onto­\nlogical characters of Dasein's facticity and its state of Being are either \npassed over or not seen at all. Rejection of a 'consciousness in general' \ndoes not signify that the a priori is negated, any more than the positing \nof an idealized subject guarantees that Dasein has an a priori character \ngrounded upon fact. \nBoth the contention that there are 'eternal truths' and the jumbling \ntogether of Dasein's phenomenally grounded 'ideality' with an idealized \nabsolute subject, belong to those residues of Christian theology within \nphilosophical problematics which have not as yet been radically \nextruded. \n230 \nThe Being of truth is connected primordially with Dasein. And only \nbecause Dasein i s as constituted by disclosedness (that is, by under­\nstanding) , can anything like Being be understood; only so is it possible \nto understand Being. \nBeing (not entities) is something which 'there is' only in so far as truth \nis. And truth is only in so far as and as long as Dasein is. Being and truth \n'are' equiprimordially. What does it signify that Being 'is', where Being \nis to be distinguished from every entity ? One can ask this concretely only \nif the meaning of Being and the full scope of the understanding of Being \nhave in general been clarified. Only then can one also analyse primordially \nwhat belongs to the concept of a science of Being as such, and to its pos­\nsibilities and its variations. And in demarcating this research and its \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 275,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "equiprimordial",
        "jsis",
        "ence",
        "dasein",
        "disclosedness",
        "temporality",
        "cipation",
        "dergestalt",
        "zeitlichkeit",
        "centre"
      ],
      "full_text": "DIVISION TWO \nDASEIN AND TEMPORALITY1 \nĞ 45· The Outcome of the Preparatory Fundamental Ana!Jsis of Dasein, and the \nTask of a Primordial Existential Interpretation of this Entiry \nWHAT have we gained by our preparatory analysis of Dasein, and what \nare we seeking? In Being-in-the-world, whose essential structures centre \nin disclosedness, we have found the basic state of the entity we have taken as \nour theme. The totality of Being-in-the-world as a structural whole has \nrevealed itself as care. In care the Being of Dasein is included. When we \ncame to analyse this Being, we took as our clue existence!, which, in anti­\ncipation, we had designated as the essence of Dasein. This term \"exist­\nence\" formally indicates that Dasein is as an understanding potentiality­\nfor-Being, which, in its Being, makes an issue of that Being itself. In every \ncase, I myself am the entity which is in such a manner [dergestalt seiend]. \nBy working out the phenomenon of care, we have given ourselves an insight \ninto the concrete constitution of existence-that is, an insight into its \nequiprimordial connection with Dasein's facticity and its falling. \nWhat we are seeking is the answer to the question about the meaning of \nBeing in general, and, prior to that, the possibility of working out in a \nradical manner this basic question of all ontology. But to lay bare the \nhorizon within which something like Being in general becomes intelligible, \nis tantamount to clarifying the possibility of having any understanding of \nBeing at all-an understanding which itself belongs to the constitution of \nthe entity called Dasein.H The understanding of Being, however, cannot \nbe radical!J clarified as an essential element in Dasein's Being, unless the \nentity to whose Being it belongs, has been Interpreted primordial!J in \nitself with regard to its Being. \nAre we entitled to the claim that in characterizing Dasein ontologically \nqua care we have given a primordial Interpretation of this entity? By what \ncriterion is the existential analytic of Dasein to be assessed as regards its \n1 'Dasein und Zeitlichkeit'. In this heading and in others which follow in this Division, \nwe have capitalized such words as 'temporal' and 'constitution' in accordance with normal \npractice in titles, even when this violates the orthographic conventions of our translation. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 278,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "constitu",
        "exister",
        "tive",
        "menally",
        "dasein",
        "pheno",
        "tode",
        "temporality",
        "existentiell",
        "ende"
      ],
      "full_text": "II \nBeing and Time \nof Being-in-the-world is death. This end, which belongs to the potent­\niality-for-Being-that is to say, to existence-limits and determines m \nevery case whatever totality is possible for Dasein. If, however, Dasein's \nBeing-at-an-end 1 in death, and therewith its Being-a-whole, are to be \nincluded in the discussion of its possibly Being-a-whole, and if this is to be \ndone in a way which is appropriate to the phenomena, then we must have \nobtained an ontologically adequate conception of death-that is to say \nan exister:ztial conception of it. But as something of the character of Dasein, \ndeath is only in an existentiell Being towards death [Sein ĵum Tode]. The \nexistential structure of such Being proves to be the ontologically constitu­\ntive state of Dasein's potentiality-for-Being-a-whole. Thus the whole \nexisting Dasein allows itself to be brought into our existential fore-having. \nBut can Dasein also exist authentically as a whole ? How is the authenticity \nof existence to be determined at all, if not with regard to authentic \nexisting? Where do we get our criterion for this ? Manifestly, Dasein \nitself must, in its Being, present us with the possibility and the manner of \nits authentic existence, unless such existence is something that can be \nimposed upon it ontically, or ontologically fabricated. But an authentic \npotentiality-for-Being is attested by the conscience. And conscience, as a \nphenomenon of Dasein, demands, like death, a genuinely existential \nInterpretation. Such an Interpretation leads to the insight that Dasein has \nan authentic potentiality-for-Being in that it wants to have a conscience. But \nthis is an existentiell possibility which tends, from the very meaning of its \nBeing, to be made definite in an existentiell way by Being-towards-death. \nBy pointing out that Dasein has an authentic potentiality-for-Being-a-whole, \nthe existential analytic acquires assurance as to the constitution ofDasein's \nprimordial Being. But at the same time the authentic potentiality-for-Being­\na-whole becomes visible as a mode of care. And therewith the pheno­\nmenally adequate ground for a primordial Interpretation of the meaning \nof Dasein's Being has also been assured. \nBut the primordial ontological basis for Dasein's existentiality is tem­\nporality. In terms of temporality, the articulated structural totality of \nDasein's Being as care first becomes existentially intelligible. The Inter­\npretation of the meaning of Dasein's Being cannot stop with this demon­\nstration. The existential-temporal analysis of this entity needs to be \nconfirmed concretely. We must go back and lay bare in their temporal \nmeaning the ontological structures of Dasein which we have previously \nobtained. Everydayness reveals itself as a mode of temporality. But by \nthus recapitulating our preparatory fundamental analysis of Dasein, we \n1 'Zu-Ende-sein'. This expression is to be distinguished from 'Sein-zum-Ende', which \nwe shall translate as 'Being-towards-the-end'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 279,
      "bucket": "E (10%+)",
      "error_rate": 11.5,
      "unknown_words_sample": [
        "seiendes",
        "zeitigen",
        "offenbart",
        "ihr",
        "temporaiity",
        "accom",
        "dasein",
        "begeg",
        "temporality",
        "innerzeitigkeit"
      ],
      "full_text": "Being and Time \nII \nwill at the same time make the phenomenon of temporality itself more \n235 \ntransparent. In terms of temporality, it then becomes intelligible why \nDasein is, and can be, historical in the basis of its Being, and why, as \nhistorical, it can develop historiology. \nIf temporality makes up the primordial meaning of Dasein's Being, \nand if moreover this entity is one for which, in its Being, this very Being is \nan issue, then care must use 'time' and therefore must reckon with 'time'. \n'Time-reckoning' is developed by Dasein's temporality. The 'time' which \nis experienced in such reckoning is that phenomenal aspect of temporality \nwhich is closest to us. Out ofit arises the ordinary everyday understanding \nof time. And this understanding evolves into the traditional conception \nof time. \nBy casting light on the source of the 'time' 'in which' entities within­\nthe-world are encountered-time as \"within-time-ness\"-we shall make \nmanifest an essential possibility of the temporalizing of temporaiity.1 \nTherewith the understanding prepares itself for an even more primordial \ntemporalizing of temporality. In this2 is grounded that understanding of \nBeing which is constitutive for the Being of Dasein. Within the horizon \nof time the projection of a meaning of Being in general can be accom­\nplished. \nThus the investigation comprised in the division which lies before us \nwill now traverse the following stages: Dasein's possibility of Being-a­\nwhole, and Being-towards-death (Chapter I ) ;  Dasein's attestation of an \nauthentic potentiality-for-Being, and resoluteness (Chapter 2) ; Dasein's \nauthentic potentiality-for-Being-a-whole, and temporality as the onto­\nlogical meaning of care (Chapter 3) ;  temporality and everydayness \n(Chapter 4) ; temporality and historicality (Chapter 5) ;  temporality \nand within-time-ness as the source of the ordinary conception of time \n(Chapter 6).v1 \n1 'Die Aufhellung des Ursprungs der \"Zeit\", \"in der\" innerweltliches Seiendes begeg­\nnet, der Zeit als Innerzeitigkeit, offenbart eine wesenhafte Zeitigungsmoglichkeit der \nZeitlichkeit.' On 'zeitigen' see H. 304 below. \n11 'In ihr •\n.\n .' It is not clear whether the pronoun 'ihr' refers to 'Zeitigung' ('tem­\nporalizing') or 'Zeitlichkeit' ('temporality'). \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 280,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "abgeschlossen",
        "ausstand",
        "stiindige",
        "alles",
        "lity",
        "etc",
        "dase",
        "dasein",
        "aussteht",
        "ausstehen"
      ],
      "full_text": "I \nDASE I N ' S  P O S S I B I LITY OF BEING-A-WHOLE, AND \nB E I NG-TOWARDS-DEATH \nā 46. The Seeming Impossibility of Getting Dasein' s Being-a-whole into our Grasp \nOntologically and Determining its Character \nTHE inadequacy of the hermeneutical Situation from which the preceding \nanalysis of Dasein has arisen, must be surmounted. It is necessary for us \n236 \nto bring the whole Dasein into our fore-having. We must accordingly ask \nwhether this entity, as something existing, can ever become accessible in \nits Being-a-whole. In Dasein's very state of Being, there are important \nreasons which seem to speak against the possibility of having it presented \n[Vorgabe] in the manner required. \nThe possibility of this entity's Being-a-whole is manifestly inconsistent \nwith the ontological meaning of care, and care is that which forms the \ntotality of Dasein's structural whole. Yet the primary item in care is \nthe 'ahead-of-itself', and this means that in every case Dasein exists for the \nsake of itself. 'As long as it is', right to its end, it comports itself towards its \npotentiality-for-Being. Even when it still exists but has nothing more \n'before it' and has 'settled [ abgeschlossen] its account', its Being is still \ndetermined by the 'ahead-of-itself'. Hopelessness, for instance, does not \ntear Dasein away from its possibilities, but is only one of its own modes of \nBeing towards these possibilities. Even when one is without Illusions and \n'is ready for an.ything' [\"Gefasstsein auf Alles\"], here too the 'ahead-of­\nitself' lies hidden. The 'ahead-of-itself', as an item in the structure of care, \ntells us unambiguously that in Dasein there is always something still \noutstanding, 1 which, as a potentiality-for-Being for Dasein itself, has not \nyet become 'actual'. It is essential to the basic constitution ofDasein that \nthere is constantly something still to be settled [eine stiindige Unabgeschlossenheit]. \nSuch a lack of totality signifies that there is something still outstanding in \none's potentiality-for-Being. \n1 ' . . .  im Dasein immer noch etwas aussteht .\n•\n .' The verb 'ausstehen' and the noun \n'Ausstand' (which we usually translate as 'something still outstanding', etc.), are ordin­\narily used in German to apply to a debt or a bank deposit which, from the point of view \nof the lender or depositor, has yet to be repaid to him, liquidated, or withdrawn. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 281,
      "bucket": "E (10%+)",
      "error_rate": 11.4,
      "unknown_words_sample": [
        "ontologie",
        "seiendes",
        "priitendiert",
        "behebung",
        "erfahren",
        "ganzheit",
        "nicht",
        "ade",
        "ganze",
        "mehr"
      ],
      "full_text": "Being and Time \nII. I \nBut as soon as Dasein 'exists' in such a way that absolutely nothing \nmore is still outstanding in it, then it has already for this very reason \nbecome \n\"no-longer-Being-there\" \n[Nicht-mehr-da-sein] . \nIts Being is \nannihilated when what is still outstanding in its Being has been liquidated. \nAs long as Dasein is as an entity, it has never reached its 'wholeness'.1 \nBut if it gains such 'wholeness', this gain becomes the utter loss of Being­\nin-the-world. In such a case, it can never again be experienced as an entiry. \nThe reason for the impossibility of experiencing Dasein ontically as a \nwhole which is [als seiendes Ganzes], and therefore of determining its \ncharacter ontologically in its Being-a-whole, does not lie in any imperfec­\ntion of our cognitive powers. The hindrance lies rather in the Being of this \nentity. That which cannot ever be such as any experience which pretends \nto get Dasein in its grasp would claim, eludes in principle any possibility \nof getting experienced at all. 2 But in that case is it not a hopeless under­\ntaking to try to discern in Dasein its ontological totality of Being ? \nWe cannot cross out the 'ahead-of-itself' as an essential item in the \nstructure of care. But how sound are the conclusions which we have drawn \nfrom this ? Has not the impossibility of getting the whole of Dasein into \n237 \nour grasp been inferred by an argument which is merely formal ?  Or have \nwe not at bottom inadvertently posited that Dasein is something present­\nat-hand, ahead of which something that is not yet present-at-hand is \nconstantly shoving itself? Have we, in our argument, taken \"Being-not­\nyet\" and the 'ahead' in a sense that is genuinely existential? Has our talk \nof the 'end' and 'totality' been phenomenally appropriate to Dasein ? \nHas the expression 'death' had a biological signification or one that is \nexistential-ontological, or indeed any signification that has been ade­\nquately and surely delimited ? Have we indeed exhausted al the possibili­\nties for making Dasein accessible in its wholeness? \nWe must answer these questions before the problem of Dasein's totality \ncan be dismissed as nugatory [nichtiges] . This question-both the exis­\ntentiell question of whether a potentiality-for-Being-a-whole is possible, \nand the existential question of the state-of-Being of 'end' and 'totality'­\nis one in which there lurks the task of giving a positive analysis for some \nphenomena of existence which up till now have been left aside. In the \ncentre of these considerations we have the task of characterizing ontologie­\nally Dasein's Being-at-an-end and of achieving an existential conception \n1 'Die Behebung des Seinsaustandes besagt Vernichtung seines Seins. Solange das \nDasein als Seiendes ist, hat es seine \"Giinze\" nie erreicht.' The verb 'beheben' is used \nin the sense of closing one's account or liquidating it by withdrawing money from the \nbank. The noun 'Ganze', which we shall translate as 'wholenes', is to be distinguished \nfrom 'Ganze' ('whole', or occasionally 'totality') and 'Ganzheit' ('totality'). \n2 'Was so gar nicht erst sein kann, wie ein Erfahren das Dasein zu erfassen priitendiert, \nentzieht sich grundsiitzlich einer Erfahrbarkeit.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 283,
      "bucket": "D (5-10%)",
      "error_rate": 8.8,
      "unknown_words_sample": [
        "concernful",
        "lebloses",
        "unlebendiges",
        "verstorbene",
        "degekommensein",
        "dabeisein",
        "toten",
        "ihr",
        "verlustig",
        "dabei"
      ],
      "full_text": "Being and Time \nII. I \nBeing-just-present-at-hand-and-no-more, the phenomenal content is \nmissed, inasmuch as in the entity which still remains we are not presented \nwith a mere corporeal Thing. From a theoretical point of view, even the \ncorpse which is present-at-hand is still a possible object for the student of \npathological anatomy, whose understanding tends to be oriented to the \nidea of life. This something which is just-present-at-hand-and-no-more is \n'more' than a lifeless material Thing. In it we encounter something \nunalive, which has lost its life,l \nBut even this way of characterizing that which still remains [des Noch­\nverbleibenden] does not exhaust the full phenomenal findings with regard \nto Dasein. \nThe 'deceased' [Der \"Verstorbene\"] as distinct from the dead person \n[dem Gestorbenen], has been torn away from those who have 'remained \nbehind' [den \"Hinterbliebenen\"], and is an object of 'concern' in the \nways of funeral rites, interment, and the cult of graves. And that is so \nbecause the deceased, in his kind of Being, is 'still more' than just an item \nof equipment, environmentally ready-to-hand, about which one can be \nconcerned. In tarrying alongside him in their mourning and commemora­\ntion, those who have remained behind are with,him, in a mode of respectful \nsolicitude. Thus the relationship-of-Being which one has towards the dead \nis not to be taken as a concernful Being-alongside something ready-to-hand. \nIn such Being-with the dead [dem Toten], the deceased himself is no \nlonger factically 'there'. However, when we speak of \"Being-with\", we \nalways have in view Being with one another in the same world. The \ndeceased has abandoned our 'world' and left it behind. But in terms of \nthat world [ Aus ihr her] those who remain can still be with him. \nThe greater the phenomenal appropriateness with which we take the \nno-longer-Dasein of the deceased, the more plainly is it shown that in \n239 \nsuch Being-with the dead, the authentic Being-come-to-an-end [Zuen­\ndegekommensein] of the deceased is precisely the sort of thing which we \ndo not experience. Death does indeed reveal itself as a loss, but a loss such \nas is experienced by those who remain. In suffering this loss, however, \nwe have no way of access to the loss-of-Being as such which the dying \nman 'suffers'. The dying of Others is not something which we experience \nin a genuine sense ; at most we are always just 'there alongside'. 2 \nAnd even if, by thus Being there alongside, it were possible and feasible \n1 'Das Nur-noch-Vorhandene ist \"mehr\" als ein lebloses materielles Ding. Mit ihm \nbegegnet ein des Lebens verlustig gegangenes Unlebendiges.' \n2 ' •\n•\n•\n sind . . .  \"dabei\".' Literally the verb 'dabeisein' means simply 'to be at that \nplace', 'to be there alongside' ; but it also has other connotations which give an ironical \ntouch to this passage, for it may also mean, 'to be engaged in' some activity, 'to be at it', \n'to be in the swim', 'to be ready to be \"counted in\" '. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 287,
      "bucket": "E (10%+)",
      "error_rate": 12.2,
      "unknown_words_sample": [
        "wird",
        "hende",
        "schuld",
        "ausstand",
        "werden",
        "behebung",
        "beisammen",
        "eingehen",
        "phanomenale",
        "nicht"
      ],
      "full_text": "286 \nBeing and Time \nII. I \nwill guarantee the possibility of an ontological Interpretation of death. \nBut even if the analysis of Dasein's end and totality takes on so broad \nan orientation, this cannot mean that the existential concepts of end and \ntotality are to be obtained by way of a deduction. On the contrary, the \ne:ristential meaning of Dasein's coming-to-an-end must be taken from \nDasein itself, and we must show how such 'ending' can constitute Being­\na-whole for the entity which exists. \nWe may formulate in three theses the discussion of death up to this \npoint : 1 .  there belongs to Dasein, as long as it is, a \"not-yet\" which it \nwill be-that which is constantly still outstanding; 2. the coming-to-its-end \nof what-is-not-yet-at-an-end (in which what is still outstanding is liquid­\nated as regards its Being) has the character ofno-longer-Dasein ; 3· coming­\nto-an-end implies a mode of Being in which the particular Dasein simply \ncannot be represented by someone else. \nIn Dasein there is undeniably a constant 'lack of totality' which finds \nan end with death. This \"not-yet\" 'belongs' to Dasein as long as it is ; \nthis is how things stand phenomenally. Is this to be Interpreted as still \noutstanding?1 With relation to what entities do we talk about that which \nis still outstanding ? When we use this expression we have in view that \nwhich indeed 'belongs' to an entity, but is still missing. Outstanding, as a \nway of being missing, is grounded upon a belonging-to. 2 For instance, the \nremainder yet to be received when a debt is to be balanced off, is still \noutstanding. That which is still outstanding is not yet at one's disposal. \nWhen the 'debt' gets paid off, that which is still outstanding gets liquid­\nated ; this signifies that the money 'comes in', or, in other words, that the \nremainder comes successively along. By this procedure the \"not-yet\" gets \nfilled up, as it were, until the sum that is owed is \"all together\". 3 There­\nfore, to be still outstanding means that what belongs together is not yet \nall together. Ontologically, this implies the un-readiness-to-hand of those \nportions which have yet to be contributed. These portions have the same \nkind of Being as those which are ready-to-hand already ; and the latter, \nfor their part, do not have their kind of Being modified by having the \nremainder come in. Whatever \"lack-of-togetherness\" remains [Das beste­\nhende Unzusammen] gets \"paid off' by a cumulative piecing-together. \nEntities for which anything is still outstanding have the kind of Being of something \n1 'Aber darf der phanomenale Tatbestand, dass zum Dasein, solange es ist, dieses \nNoch-nicht \"gehort\", als Ausstand interpretiert werden ?' The contrast between 'Tatbest­\nand' and 'Ausstand' is perhaps intentional. \n2 Ausstehen als Fehlen griindet in einer Zugehorigkeit.' \n8 'Tilgung der \"Schuld\" als Behebung des Ausstandes bedeutet das \"Eingehen\", das \nist Nacheinanderankommen des Restes, wodurch das Noch-nicht gleichsam aufgefullt \nwird, bis die geschuldete Summe \"beisammen\" ist.' On 'Schuld' see note 1, p. 325, \nH. 280. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 289,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "zuhandenes",
        "enen",
        "frucht",
        "gleichgiiltig",
        "dagegen",
        "nicht",
        "streng",
        "unfulfilment",
        "unzuhand",
        "dasein"
      ],
      "full_text": "244 \nBeing and Time \nII. I \nown accord. When we speak of the \"not-yet\" of the unripeness, we do not \nhave in view something else which stands outside [aussenstehendes], and \nwhich-with utter indifference to the fruit-might be present-at-hand in \nit and with it. What we have in view is the fruit itself in its specific kind \nof Being. The sum which is not yet complete is, as something ready-to­\nhand, 'a matter of indifference' as regards the remainder which is lacking \nand un-ready-to-hand, though, taken strictly, it can neither be indifferent \nto that remainder nor not be indifferent to it.1 The ripening fruit, how­\never, not only is not indifferent to its unripeness as something other than \nitself, but it is that unripeness as it ripens. The \"not-yet\" has already been \nincluded in the very Being of the fruit, not as some random characteristic, \nbut as something constitutive. Correspondingly, as long as any Dasein is, \nit too is already its \"not-yet\" .111 \nThat which makes up the 'lack of totality' in Dasein, the constant \n\"ahead-of-itself\", is neither something still outstanding in a summative \ntogetherness, nor something which has not yet become accessible. It is a \n\"not-yet\" which any Dasein, as the entity which it is, has to be. Never­\ntheless, the comparison with the unripeness of the fruit shows essential \ndifferences, although there is a certain agreement. If we take note of these \ndifferences, we shall recognize how indefinite our talk about the end and \nending has hitherto been. \nRipening is the specific Being of the fruit. It is also a kind of Being of the \n\"not-yet\" (of unripeness) ; and, as such a kind of Being, it is formally \nanalogous to Dasein, in that the latter, like the former, is in every case \nalready its \"not-yet\" in a sense still to be defined. But even then, this does \nnot signify that ripeness as an 'end' and death as an 'end' coincide with \nregard to their ontological structure as ends. With ripeness, the fruit \nfulfils itsel£ 2 But is the death at which Dasein arrives, a fulfilment in this \nsense ? With its death, Dasein has indeed 'fulfilled its course'. But in doing \nso, has it necessarily exhausted its specific possibilities ? Rather, are not \nthese precisely what gets taken away from Dasein? Even 'unfulfilled' \nDasein ends. On the other hand, so little is it the case that Dasein comes \nto its ripeness only with death, that Dasein may well have passed its \nripeness before the end. 3 For the most part, Dasein ends in unfulfilment, \nor else by having disintegrated and been used up. \n1 'Die noch nicht volle Summe ist als Zuhandenes gegen den fehlenden unzuhand'enen \nRest \"gleichgiiltig\". Streng genommen kann sie weder ungleichgiiltig, noch gleichgiiltig \ndagegen sein.' \n2 'Mit der Reife vollendet sich die Frucht.' Notice that the verb 'vollenden', which we \nhere translate as 'fulfil', involves the verb 'enden' ('to end'). While 'vollenden' may mean \n'to bring fully to an end' or 'to terminate', it may also mean 'to complete' or 'to perfect'. \n3 While we have translated 'Reife' by its cognate 'ripeness', this word applies generally \nto almost any kind of maturity, even that of Dasein-not merely the maturity of fruits \nand vegetables, \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 290,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "des",
        "modifica",
        "noch",
        "zum",
        "dasein",
        "liegt",
        "iglichkeit",
        "tions",
        "eines",
        "seins"
      ],
      "full_text": "II. I \nBeing and Time \nEnding does not necessarily mean fulfilling oneself. It thus becomes \nmore urgent to ask in what sense, if any, death must he conceived as the ending \nof Dasein. \nIn the first instance, \"ending\" signifies \"stopping\", and it signifies this \nin senses which are ontologically different. The rain stops. It is no longer \npresent-at-hand. The road stops. Such an ending does not make the road \ndisappear, but such a stopping is determinative for the road as this one, \nwhich is present-at-hand. Hence ending, as stopping, can signify either \n245 \n\"passing over into non-presence-at-hand\" or else \"Being-present-at-hand \nonly when the end comes\". The latter kind of ending, in turn, may either \nbe determinative for something which is present-at-hand in an unfinished \nway, as a road breaks off when one finds it under construction; or it may \nrather constitute the 'finishedness\" of something present-at-hand, as the \npainting is finished with the last stroke of the brush. \nBut ending as \"getting finished\" does not include fulfilling. On the \nother hand, whatever has got to be fulfilled must indeed reach the finished­\nness that is possible for it. Fulfilling is a mode of 'finishedness', and is \nfounded upon it. Finishedness is itself possible only as a determinate form \nof something present-at-hand or ready-to-hand. \nEven ending in the sense of \"disappearing\" can still have its modifica­\ntions according to the kind of Being which an entity may have. The rain \nis at an end-that is to say it has disappeared. The bread is at an end­\nthat is to say, it has been used up and is no longer available as something \nready-to-hand. \nBy none of these modes of ending can death he suitably characterized as the \"end\" \nof Dasein. If dying, as Being-at-an-end, were understood in the sense of an \nending of the kind we have discussed, then Dasein would thereby be \ntreated as something present-at-hand or ready-to-hand. In death, Dasein \nhas not been fulfilled nor has it simply disappeared ; it has not become \nfinished nor is it wholly at one's disposal as something ready-to-hand. \nOn the contrary, just as Dasein is already its \"not-yet\", and is its \n\"not-yet\" constantly as long as it is, it is already its end too. The \"ending\" \nwhich we have in view when we speak of death, does not signify Dasein's \nBeing-at-an-end [Zu-Ende-sein], but a Being-towards-the-end [Sein zum \nEnde] of this entity. Death is a way to be, which Dasein takes over as soon \nas it is. \"As soon as man comes to life, he is at once old enough to die.'iv \nEnding, as Being-towards-the-end, must be clarified ontologically in \nterms of Dasein's kind of Being. And presumably the possibility of an \nexistent Being of that \"not-yet\" which lies 'before' the 'end', 1 will become \n1 ' .\n•\n.\n die Mi:iglichkeit eines existierenden Seins des Noch-nicht, das \"vor\" dem \"Ende\" \nliegt .\n•\n.\n ' The earlier editions have ' .\n•\n.\n das ja \"vor\" dem \"Ende\" . . .  ' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 292,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "seinsweise",
        "codetermined",
        "dasein",
        "tode",
        "der",
        "daseindies",
        "historiological",
        "tions",
        "oflife",
        "factical"
      ],
      "full_text": "II. I \nBeing and Time \ngrowth may be recognized. The 'kinds' of death, the causes, 'contrivances' \nand ways in which it makes its entry, can be explored.v \nUnderlying this biological-ontical exploration of death is a problematic \nthat is ontological. We still have to ask how the ontological essence of \ndeath is defined in terms of that of life. In a certain way, this has always \n247 \nbeen decided already in the on tical investigation of death. Such investiga-\ntions operate with preliminary conceptions of life and death, which have \nbeen more or less clarified. These preliminary conceptions need to be \nsketched out by the ontology of Dasein. Within the ontology of Dasein, \nwhich is superordinate to an ontology of life, the existential analysis of death \nis, in turn, subordinate to a characterization of Dasein's basic state. The \nending of that which lives we have called 'perishing'. Dasein too 'has' its \ndeath, of the kind appropriate to anything that lives ; and it has it, not in \nontical isolation, but as codetermined by its primordial kind of Being. \nIn so far as this is the case, Dasein too can end without authentically \ndying, though on the other hand, qua Dasein, it does not simply perish. \nWe designate this intermediate phenomenon as its \"demise\".1 Let the term \n\"dying\" stand for that way of Being in which Dasein is towards its death. 2 \nAccordingly we must say that Dasein never perishes. Dasein, however, \ncan demise only as long as it is dying. Medical and biological investiga-\ntion into \"demising\" can obtain results which may even become significant \nontologically if the basic orientation for an existential Interpretation of \ndeath has been made secure. Or must sickness and death in general-\neven from a medical point of view-be primarily conceived as existential \nphenomena ? \nThe existential Interpretation of death takes precedence over any \nbiology and ontology oflife. But it is also the foundation for any investiga­\ntion of death which is biographical or historiological, ethnological or \npsychological. In any 'typology' of 'dying', as a characterization of the \nconditions under which a demise is 'Experienced' and of the ways in \nwhich it is 'Experienced', the concept of death is already presupposed. \nMoreover, a psychology of 'dying' gives information about the 'living' of \nthe person who is 'dying', rather than about dying itself. This simply \nreflects thefact thatwhen Daseindies-and even when it dies authentically \n-it does not have to do so with an Experience of its factical demising, or \nin such an Experience. Likewise the ways in which death is taken among \n1 'Abkben'. This term, which literally means something like 'living out' one's life, is \nused in ordinary German as a rather legalistic term for a person's death. We shall translate \nit as 'demise' (both as a noun and as a verb), which also has legalistic connotations. But \nthis translation is an arbitrary one, and does not adequately express the meaning which \nHeidegger is explaining. \n2 ' •\n•\n•\n Seinsweise, in der das Dasein zu seinem Tode ist.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 293,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "wird",
        "ques",
        "dicscits",
        "ober",
        "dasein",
        "justifica",
        "ebensowenig",
        "iiber",
        "wie",
        "dicsseits"
      ],
      "full_text": "Being and Time \nII. I \nprimitive peoples, and their ways of comporting themselves towards it in \nmagic and cult, illuminate primarily the understanding of Dasein; but \nthe Interpretation of this understanding already requires an existential \nanalytic and a corresponding conception of death. \nOn the other hand, in the ontological analysis of Being-towards-the­\nend there is no anticipation of our taking any existential stand towards \ndeath. If\"death\" is defined as the 'end' ofDasein-that is to say, of Being­\nin-the-world-this does not imply any ontical decision whether 'after \ndeath' still another Being is possible, either higher or lower, or whether \n248 \nDasein 'lives on' or even 'outlasts' itself and is 'immortal'. Nor is anything \ndecided ontically about the 'other-worldly' and its possibility, any more \nthan about the 'this-worldly' ; 1 it is not as if norms and rules for comporting \noneself towards death were to be proposed for 'edification'. But our \nanalysis of death remains purely 'this-worldly' in so far as it Interprets \nthat phenomenon merely in the way in which it enters into any particular \nDasein as a possibility of its Being. Only when death is conceived in its full \nontological essence can we have any methodological assurance in even asking \nwhat may be after death; only then can we do so with meaning and justifica­\ntion. Whether such a question is a possible theoretical question at all will \nnot be decided here. The this-worldly ontological Interpretation of death \ntakes precedence over any ontical other-worldly speculation. \nFinally, what might be discussed under the topic of a 'metaphysic of \ndeath' lies outside the domain of an existential analysis of death. Questions \nof how and when death 'came into the world', what 'meaning' it can \nhave and is to have as an evil and affliction in the aggregate of entities­\nthese are questions which necessarily presuppose an understanding not \nonly of the character of Being which belongs to death, but of the ontology \nof the aggregate of entities as a whole, and especially of the ontological \nclarification of evil and negativity in general. \nMethodologically, the existential analysis is superordinate to the ques­\ntions of a biology, psychology, theodicy, or theology of death. Taken \nontically, the results of the analysis show the peculiar formality and empti­\nness of any ontological characterization. However, that must not blind us \nto the rich and complicated structure of the phenomenon. If Dasein in \ngeneral never becomes accessible as something present-at-hand, because \nBeing-possible belongs in its own way to Dasein's kind of Being, even less \nmay we expect that we can simply read off the ontological structure of \ndeath, if death is indeed a distinctive possibility of Dasein. \nOn the other hand, the analysis cannot keep clinging to an idea of death \n1 'Ober das ''Jenseits\" und seine Moglichkeit wird ebensowenig ontisch entschicden \nwie iiber das \"Dicscits\" •\n•\n .' The quotation marks around \"Dicsseits\" appear only in the \nlater editions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 294,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "vll",
        "dayness",
        "towardr",
        "zusammengehen",
        "istics",
        "facticity",
        "dasein",
        "pheno",
        "ausdriicklicher",
        "der"
      ],
      "full_text": "II. I \nBeing and Time \n293 \nwhich has been devised accidentally and at random. We can restrain this \narbitrariness only by giving beforehand an ontological characterization of \nthe kind of Being in which the 'end' enters into Dasein's average every­\ndayness. To do so; we must fully envisage those structures of everydayness \nwhich we have earlier set forth. The fact that in an existential analysis of \ndeath, existentiell possibilities of Being-towards-death are consonant with \nit, is implied by the essence of all ontological investigation. All the more \nexplicitly must the existential definition of concepts be unaccompanied by \nany existentiell commitments, 1 especially with relation to death, in which \nDasein's character as possibility lets itself be revealed most precisely. The \n249 \nexistential problematic aims only at setting forth the ontological structure \nof Dasein's Being-towardr-the-end.vl \n1f 50. Preliminary Sketch of the Existential-ontological Structure of Death \nFrom our considerations of totality, end, and that which is still out­\nstanding, there has emerged the necessity of lnterpreting the phenomenon \nof death as Being-towards-the-end, and of doing so in terms of Dasein's \nbasic state. Only so can it be made plain to what extent Being-a-whole, \nas constituted by Being towards-the-end, is possible in Dasein itself in \nconformity with the structure of its Being. We have seen that care is the \nbasic state of Dasein. The ontological signification of the expression \n\"care\" has been expressed in the 'definition' : \"ahead-of-itself-Being­\nalready-in (the world) as Being-alongside entities which we encounter \n(within-the-world)\".vll In this are expressed the fundamental character-\nistics ofDasein's Being : existence, in the \"ahead-of-itself\" ; facticity, in the \n250 \n\"Being-already-in\" ; falling, in the \"Being-alongside\". If indeed death \nbelongs in a distinctive sense to the Being ofDasein, then death (or Being­\ntowards-the-end) must be defined in terms of these characteristics. \nWe must, in the first instance, make plain in a preliminary sketch how \nDasein's existence, facticity, and falling reveal themselves in the pheno­\nmenon of death. \nThe Interpretation in which the \"not-yet-and with it even the utter­\nmost \"not-yet\", the end of Dasein-:-was taken in the sense of something \nstill outstanding, has been rejected as inappropriate in that it included the \nontological perversion of making Dasein something present-at-hand. \nBeing-at-an-end implies existentially Being-towards-the-end. The utter­\nmost \"not-yet\" has the character of something towards which Dasein \ncomports itself. The end is impending [steht . . .  bevor] for Dasein. Death is \nnot something not yet present-at-hand, nor is it that which is ultimately \n1 'Urn so ausdriicklicher muss mit der existenzialen Begriffsbestimmung die existen· \nzielle Unverbindlichkeit zusammengehen . .  .' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 296,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "des",
        "viii",
        "encing",
        "ofjalling",
        "dasein",
        "experi",
        "ein",
        "erleben",
        "gegen",
        "disclosedness"
      ],
      "full_text": "II. I \nBeing and Time \n295 \nbecomes plainer as Being towards that distinctive possibility of Dasein \nwhich we have characterized. \nThis ownmost possibility, however, non-relational and not to be out­\nstripped, is not one which Dasein procures for itself subsequently and \noccasionally in the course of its Being. On the contrary, if Dasein exists, \nit has already been thrown into this possibility. Dasein does not, proximally \nand for the most part, have any explicit or even any theoretical knowledge \nof the fact that it has been delivered over to its death, and that death thus \nbelongs to Being-in-the-world. Thrownness into death reveals itself to \nDasein in a more primordial and impressive manner in that state-of-mind \nwhich we have called \"anxiety\". viii Anxiety in the face of death is anxiety \n'in the face of' that potentiality-for-Being which is one's ownmost, non­\nrelational, and not to be outstripped. That in the face of which one has \nanxiety is Being-in-the-world itself. That about which one has this anxiety \nis simply Dasein's potentiality-for-Being. Anxiety in the face of death \nmust not be confused with fear in the face of one's demise. This anxiety \nis not an accidental or random mood of 'weakness' in some individual ; \nbut, as a basic state-of-mind of Dasein, it amounts to the disclosedness of \nthe fact that Dasein exists as thrown Being towards its end. Thus the \nexistential conception of \"dying\" is made clear as thrown Being towards \nits ownmost potentiality-for-Being, which is non-relational and not to be \noutstripped. Precision is gained by distinguishing this from pure dis­\nappearance, and also from merely perishing, and finally from the 'Experi­\nencing' of a demise.l \nBeing-towards-the-end does not first arise through some attitude which \noccasionally emerges, nor does it arise as such an attitude ; it belongs \nessentially to Dasein's thrownness, which reveals itself in a state-of-mind \n(mood) in one way or another. The factical 'knowledge' or 'ignorance' \nwhich prevails in any Dasein as to its ownmost' Being-towards-the-end, is \nonly the expression of the existentiell possibility that there are different \nways of maintaining oneself in this Being. Factically, there are many who, \nproximally and for the most part, do not know about death; but this must \nnot be passed off as a ground for proving that Being-towards-death does not \nbelong to Dasein 'universally'. It only proves that proximally and for the \nmost part Dasein covers up its ownmost Being-towards-death, fleeing in \nthe face of it. Factically, Dasein is dying as long as it exists, but proximally \nand for the most part, it does so by way ofjalling. For factical existing is \n252 \nnot only generally and without further differentiation a thrown poten­\ntiality-for-Being-in-the-world, but it has always likewise been absorbed in \nthe 'world' of its concern. In this falling Being-alongside, fleeing from \n1 ' •\n•\n•\n gegen ein \"Erleben\" des Ablebens.' (Cf. Section 49 above.) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 297,
      "bucket": "E (10%+)",
      "error_rate": 10.8,
      "unknown_words_sample": [
        "wenngleich",
        "zunachst",
        "todesfall",
        "miteinander",
        "neighbour",
        "kennt",
        "facticity",
        "begegnis",
        "spricht",
        "prichto"
      ],
      "full_text": "Being and Time \nII. I \nuncanniness announces itself; and this means now, a fleeing in the face \nof one's ownmost Being-towards-death. Existence, facticity, and falling \ncharacterize Being-towards-the-end, and are therefore constitutive for the \nexistential conception of death. As regards its ontological possibility, dying is \ngrounded in care. \nBut if Being-towards-death belongs primordially and essentially to \nDasein's Being, then it must also be exhibitable in everydayness, even if \nproximally in a way which is inauthentic.1 And if Being-towards-the-end \nshould afford the existential possibility of an ex.istentiell Being-a-whole for \nDasein, then this would give phenomenal confirmation for the thesis that \n\"care\" is the ontological term for the totality of Dasein's structural whole. \nIf, however, we are to provide a full phenomenal justification for this \nprinciple, a preliminary sketch of the connection between Being-towards­\ndeath and care is not sufficient; We must be able to see this connection \nabove all in that concretion which lies closest to Dasein-its everydayness. \nĂ 5 r. Being-towards-death and the Everydayness of Dasein \nIn setting forth average everyday Being-towards-death, we must take \nour orientation from those structures of everydayness at which we have \nearlier arrived. In Being-towards-death, Dasein comports itself towards \nitself as a distinctive potentiality-for-Being. But the Self of everydayness is \nthe \"they\" .1x The \"they\" is constituted by the way things have been \npublicly interpreted, which expresses itself in idle talk. 11 Idle talk must \naccordingly make manifest the way in which everyday Dasein interprets \nfor itself its Being-towards-death. The foundation of any interpretation \nis an act of understanding, which is always accompanied by a state-of­\nmind, or, in other words, which has a mood. So we must ask how Being­\ntowards-death is disclosed by the kind of understanding which, with its \nstate-of-mind, lurks in the idle talk , of the \"they\". How does the \"they\" \ncomport itself understandingly towards that ownmost possibility ofDasein, \nwhich is non-relational and is not to be outstripped ? What state-of-mind \ndiscloses to the \"they\" that it has been delivered over to death, and in \nwhat way? \nIn the publicness with which we are with one another in our everyday \nmanner, death is 'known' as a mishap which is constantly occurring-as \n253 \na 'case of death'. 3 Someone or other 'dies', be he neighbour or stranger \n1 '0 \n0 0 dann muss es auch-wenngleich zunachst uneigentlich-in der Alltaglichkeit \naufweisbar seino' The earlier editions have another 'auch' just before 'in der Alltaglichkeit'o \n2 'o .\n. das sich in der iiffentlichen Ausgelegtheit konstituiert, die sich im Gerede auss­\nprichto' The earlier editions have ' •\n.\n•\n konstituiert. Sie spricht sich a us im Geredeo' \n3 'Die Offentlichkeit des alltaglichen Miteinander \"kennt\" den Tod als standig vor­\nkommendes Begegnis, als \"Todesfall\"o' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 298,
      "bucket": "D (5-10%)",
      "error_rate": 9.2,
      "unknown_words_sample": [
        "fernerstehende",
        "bleibt",
        "stirbt",
        "jeder",
        "andere",
        "niemand",
        "zunachst",
        "nachste",
        "einmal",
        "einreden"
      ],
      "full_text": "II. I \nBeing and Time \n297 \n[Nachste oder Fernerstehende]. People who are no acquaintances of ours \nare 'dying' daily and hourly. 'Death' is encountered as a well-known event \noccurring within-the-world. As such it remains in the inconspicuousnessx \ncharacteristic of what is encountered in an everyday fashion. The \"they\" \nhas already stowed away [gesichert] an interpretation for this event. It \ntalks of it in a 'fugitive' manner, either expressly or else in a way which is \nmostly inhibited, as if to say, \"One of these days one will die too, in the \nend ; but right now it has nothing to do with us.\"l \nThe analysis of the phrase 'one dies' reveals unambiguously the kind \nof Being which belongs to everyday Being-towards-death. In such a way \nof talking, death is understood as an indefinite something which, above all, \nmust duly arrive from somewhere or other, but which is proximally not \nyet present-at-hand for oneself, and is therefore no threat. The expression \n'one dies' spreads abroad the opinion that what gets reached, as it were, \nby death, is the \"they\". In Dasein's public way of interpreting, it is said \nthat 'one dies', because everyone else and oneself can talk himself into \nsaying that \"in no case is it I myself\", for this \"one\" is the \"nobody\".2 \n'Dying' is levelled off to an occurrence which reaches Dasein, to be sure, \nbut belongs to nobody in particular. If idle talk is always ambiguous, so \nis this manner of talking about death. Dying, which is essentially mine \nin such a way that no one can be my representative, is perverted into an \nevent of public occurrence which the \"they\" encounters. In the way of \ntalking which we have characterized, death is spoken of as a 'case' which \nis constantly occurring. Death gets passed off as always something 'actual' ;  \nits character as a possibility gets concealed, and so are the other two \nitems that belong to it-the fact that it is non-relational and that it is not \nto be outstripped. By such ambiguity, Dasein puts itself in the position \nof losing itself in the \"they\" as regards a distinctive potentiality-for-Being \nwhich belongs to Dasein's ownmost Self. The \"they\" gives its approval, \nand aggravates the temptation to cover up from oneself one's ownmost \nBeing-towards-death.xl \nThis evasive concealment in the face of death \ndominates everydayness so stubbornly that, in Being with one another, the \n'neighbours' often still keep talking the 'dying person' into the belief that \nhe will escape death and soon return to the tranquillized everydayness of \nthe world of his concern. Such 'solicitude' is meant to 'console' him. It \ninsists upon bringing him back into Dasein, while in addition it helps him \n1 ' . . .  man stirbt am Ende auch einmal, aber zunachst bleibt man selbst unbetroffen.' \n2 'Die iiffentliche Daseinsauslegung sagt: \"man stirbt\", weil damit jeder andere und \nman selbst sich einreden kann : je nicht gerade ich ; denn dieses Man ist das Niemand.' \nWhile we have usually followed the convention of translating the indefinite pronoun \n'man' as 'one' and the expression 'das Man' as 'the \"they\" ', to do so here would obscure \nthe point. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 299,
      "bucket": "D (5-10%)",
      "error_rate": 8.6,
      "unknown_words_sample": [
        "recoining",
        "werden",
        "towardr",
        "nicht",
        "tranquillization",
        "dasein",
        "ereignis",
        "factically",
        "ownmost",
        "tranquilli"
      ],
      "full_text": "Being and Time \nII. I \nto keep his ownmost non-relational possibility-of-Being completely con­\ncealed. In this manner the \"they\" provides [besorgt] a constant tranquilliҾa-\n254 \ntion about death. At bottom, however, this is a tranquillization not only for \nhim who is 'dying' but just as much for those who 'console' him. And even \nin the case of a demise, the public is still not to have its own tranquillity \nupset by such an event, or be disturbed in the carefreeness with which it \nconcerns itself.! Indeed the dying of Others is seen often enough as a \nsocial inconvenience, if not even a downright tactlessness, against which \nthe public is to be guarded.xll \nBut along with this tranquillization, which forces Dasein away from its \ndeath, the \"they\" at the same time puts itself in the right and makes \nitself respectable by tacitly regulating the way in which one has to comport \noneself towards death. It is already a matter of public acceptance that \n'thinking about death' is a cowardly fear, a sign of insecurity on the part \nof Dasein, and a sombre way of fleeing from the world. The \"they\" does \nnot permit us the courage for anxiety in the face of death. The dominance of the \nmanner in which things have been publicly interpreted by the \"they\", \nhas already decided what state-of-mind is to determine our attitude \ntowards death. In anxiety in the face of death, Dasein is brought face to \nface with itself as delivered over to that possibility which is not to be \noutstripped. The \"they\" concerns itself with transforming this anxiety into \nfear in the face of an oncoming event. In addition, the anxiety which has \nbeen made ambiguous as fear, is passed off as a weakness with which no \nself-assured Dasein may have any acquaintance. What is 'fitting' [Was \nsich .\n•\n.\n \"gehort\"] according to the unuttered decree of the \"they\", is \nindifferent tranquillity as to the 'fact' that one dies. The cultivation of \nsuch a 'superior' indifference alienates Dasein from its ownmost non­\nrelational potentiality-for-Being. \nBut temptation, tranquillization, and alienation are distinguishing \nmarks of the kind of Being called ''falling\". As falling, everyday Being­\ntowards-death is a constant fleeing in the face of death. Being-towardr-the-end \nhas the mode of evasion in the face of it-giving new explanations for it, \nunderstanding it inauthentically, and concealing it. Factically one's own \nDasein is always dying already; that is to say, it is in a Being-towards­\nits-end. And it hides this Fact from itself by recoining \"death\" as just a \n\"case of death\" in Others-an everyday occurrence which, if need be, \ngives us the assurance still more plainly that 'oneself' is still 'living'. But \nin thus falling and fleeing in the face of death, Dasein's everydayness \nattests that the very \"they\" itself already has the definite character of \n1 'Und selbst im Falle des Ablebens noch soli die Offentlichkeit durch das Ereignis \nnicht in ihrer besorgten Sorglosigkeit gestOrt und beunruhigt werden.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 300,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "sponds",
        "stirbt",
        "oglichkeit",
        "existenz",
        "vorlaufig",
        "einmal",
        "impos",
        "nicht",
        "nur",
        "xlll"
      ],
      "full_text": "II. I \nBeing and Time \nBeing-towards-death, even when it is not explicitly engaged in 'thinking about \n255 \ndeath'. Even in average everydayness, this ownmost potentiality-for-Being, which is \nnon-relational and not to be outstripped, is constantly an issue for Dasein. This is \nthe case when its concern is merely in the mode of an untroubled indiference towards \nthe uttermost possibility of existence.1 \nIn setting forth everyday Being-towards-death, however, we are at the \nsame time enjoined to try to secure a full existential conception of Being­\ntowards-the-end, by a more penetrating Interpretation in which falling \nBeing-towards-death is taken as an evasion in the face of death. That in the \nface of which one flees has been made visible in a way which is phenomenally \nadequate. Against this it must be possible to project phenomenologically \nthe way in which evasive Dasein itself understands its death.xlll \næ 52. Everyday Being-towards-the-end, and the Full Existential Conception of \nDeath \nIn our preliminary existential sketch, Being-towards-the-end has been \ndefined as Being towards one's ownmost potentiality-for-Being, which is \nnon-relational and is not to be outstripped. Being towards this possibility, \nas a Being which exists, is brought face to face with the absolute impos­\nsibility of existence. Beyond this seemingly empty characterization of \nBeing-towards-death, there has been revealed the concretion of this Being \nin the mode of everydayness. In accordance with the tendency to falling, \nwhich is essential to everydayness, Being-towards-death has turned out to \nbe an evasion in the face of death-an evasion which conceals. While our \ninvestigation has hitherto passed from a formal sketch of the ontological \nstructure of death to the concrete analysis of everyday Being-towards-the­\nend, the direction is now to be reversed, and we shall arrive at the full \nexistential conception of death by rounding out our Interpretation of \neveryday Being-towards-the-end. \nIn explicating everyday Being-towards-death we have clung to the idle \ntalk of the \"they\" to the effect that \"one dies too, sometime, but not right \naway.\"2 All that we have Interpreted thus far is the 'one dies' as such. In \nthe 'sometime, but not right away', everydayness concedes something like \na certainty of death. Nobody doubts that one dies. On the other hand, this \n'not doubting' need noç imply that kind of Being-certain which corre­\nsponds to the way death-in the sense of the distinctive possibility char­\nacterized above-enters into Dasein. Everydayness confines itself to \n1 ' .\n.\n•\n wenn auch nur im Modus des Besorgens einer unbehelligten Gleichgiiltigkeit gegen die \niiusserste M oglichkeit seiner Existenz.' Ordinarily the expression 'Gleichgiiltigkeit gegen' \nmeans simply 'indifference towards'. But Heidegger's use of boldface type suggests that \nhere he also has in mind that 'gegen' may mean 'against' or 'in opposition to'. \n2 ' •\n•\n• man stirbt aucb einmal, aber vorlaufig noch nicht.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 301,
      "bucket": "E (10%+)",
      "error_rate": 10.9,
      "unknown_words_sample": [
        "llisst",
        "halten",
        "wahre",
        "sache",
        "vberzeu",
        "ihr",
        "gung",
        "uncoveredness",
        "bscured",
        "dieser"
      ],
      "full_text": "goo \nBeing and Time \nII. I \nconceding the 'certainty' of death in this ambiguous manner just in order \nto weaken that certainty by covering up dying still more and to alleviate \nits own thrownness into death. \nBy its very meaning, this evasive concealment in the face of death can \nnot be authentically 'certain' of death, and yet it is certain of it. What are \nwe to say about the 'certainty of death' ? \nTo be certain of an entity means to hold it for true as something true.1 \nBut \"truth\" signifies the uncoveredness of some entity, and all uncovered­\nness is grounded ontologically in the most primordial truth, the disclosed­\nness ofDasein.xtv As an entity which is both disclosed and disclosing, and \none which uncovers, Dasein is essentially 'in the truth'. But certainry is \ngrounded in the truth, or belongs to it equiprimordially. The expression 'certainty', \nlike the term 'truth', has a double signification. Primordially \"truth\" \nmeans the same as \"Being-disclosive\", as a way in which Dasein behaves. \nFrom this comes the derivative signification: \"the uncoveredness of \nentities\". Correspondingly, \"certainty\", in its primordial signification, is \ntantamount to \"Being-certain\", as a kind of Being which belongs to \nDasein. However, in a derivative signification, any entity of which \nDasein can be certain will also get called something 'certain'. \nOne mode of certainty is conviction. In conviction, Dasein lets the testi­\nmony of the thing itself which has been uncovered (the true thing itself) \nbe the sole determinant for its Being towards that thing understandingly. 2 \nHolding something for true is adequate as a way of maintaining oneself \nin the truth, if it is grounded in the uncovered entity itself, and if, as \nBeing towards the entity so uncovered, it has become transparent to itself \nas regards its appropriateness to that entity. In any arbitrary fiction or in \nmerely having some 'view' [\"Ansicht\"] about an entity, this sort of thing \nis lacking. \nThe adequacy of holding-for-true is measured according to the truth­\nclaim to which it belongs. Such a claim gets its justification from the kind \nof Being of the entity to be disclosed, and from the direction of the dis­\nclosure. The kind of truth, and along with it, the certainty, varies with \nthe way entities differ, and accords with the guiding tendency and extent \nof the disclosure. Our present considerations will be restricted to an \n1 'Eines Seienden gewiss-sein besagt : es als wahres ftir wahr halten.' The earlier editions \nhave 'Gewisssein' instead of 'gewiss-sein'. Our literal but rather unidiomatic translation \nof the phrase 'ftir wahr hal ten' seems desirable in view of Heidegger's extensive use of the \nverb 'halten' ('hold') in subsequent passages where this phrase occurs, though this is \no_bscured br oØ ÙanslatinÚ 'hot;n sich iÛ \n•\n•\n.\n ' as 'maintain itself in •\n•\n .' and 'halten \ns1ch an . . • as clmg to . . . or suck to .\n.\n.\n•\n \nll 'In ihr llisst sich das Dasein einzig durch das Zeugnis der entdeckten (wahre) Sache \nselbst sein verstehendes Sein zu dieser bestimmen.' The connection between 'Vberzeu­\ngung' ('conviction') and 'Zeugnis' (testimony) is obscured in our translation. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 305,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "seiendes",
        "versteht",
        "existiert",
        "instruc",
        "dasein",
        "weil",
        "factically",
        "ownmost",
        "prohibitiv",
        "existentiell"
      ],
      "full_text": "Being and Time \nII. I \nown character as the kind of entity it is, and it does so in every case in \nterms of a possibility which it itself is and which it understands.1 \nCan Dasein also understand authentically its ownmost possibility, which is \nnon-relational and not to be outstripped, which is certain and, as such, \n260 \nindefinite ? That is, can Dasein maintain itself in an authentic Being­\ntowards-its-end? As long as this authentic Being-towards-death has not \nbeen set forth and ontologically defined, there is something essentially \nlacking in our existential Interpretation of Being-towards-the-end. \nAuthentic Being-towards-death signifies an existentiell possibility of \nDasein. This ontical potentiality-for-Being must, in turn, be ontologically \npossible. What are the existential conditions of this possibility? How are \nthey themselves to become accessible ? \nā 53· Existential Projection of an Authentic Being-towards-death \nFactically, Dasein maintains itself proximally and for the most part in \nan inauthentic Being-towards-death. How is the ontological possibility of \nan authentic Being-towards-death to be characterized 'Objectively', if, in \nthe end, Dasein never comports itself authentically towards its end, or if, \nin accordance with its very meaning, this authentic Being must remain \nhidden from the Others? Is it not a fanciful undertaking, to project the \nexistential possibility of so questionable an existentiell potentiality-for­\nBeing? What is needed, if such a projection is to go beyond a merely \nfictitious arbitrary construction? Does Dasein itself give us any instruc­\ntions for carrying it out ? And can any grounds for its phenomenal \nlegitimacy be taken from Dasein itself? Can our analysis of Dasein up to \nthis point give us any prescriptions for the ontological task we have now \nset ourselves, so that what we have before us may be kept on a road of \nwhich we can be sure? \nThe existential conception of death has been established; and therewith \nwe have also established what it is that an authentic Being-towards-the­\nend should be able to comport itself towards. We have also characterized \ninauthentic Being-towards-death, and thus we have prescribed in a \nnegative way [prohibitiv] how it is possible for authentic Being-towards­\ndeath not to be. It is with these positive and prohibitive instructions that \nthe existential edifice of an authentic Being-towards-death must let itself \nbe projected. \nDasein is constituted by disclosedness-that is, by an understanding \nwith a state-of-mind. Authentic Being-towards-death can not evade its own­\nmost non-relational possibility, or cover up this possibility by thus fleeing \n1 'Weil das Dasein existiert, bestimmt es sich als Seiendes, wie es ist, je aus einer \nMoglichkeit, die es selbst ist und versteht.' \n"
    }
  ]
}