{
  "document": "Heidegger_Pathmarks",
  "batch_number": 5,
  "total_batches": 9,
  "pages": [
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 183,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "iof",
        "taltao",
        "detennination",
        "lia",
        "rei",
        "oxt",
        "toc",
        "unhiddenness",
        "towg",
        "liaa"
      ],
      "full_text": "PATHMARKS \nThis transfer is possible only by the fact that everything that has been \nheretofore manifest to human beings, as well as the way in which it has \nbeen manifest, gets transformed. Whatever has been unbidden to human \nbeings at any given time, as well as the manner of its unhiddenness, has to \nbe transformed. In Greek, unhiddenness is called a/..<9t\u0004a. a word that we \ntranslate as \"truth.\" And for a long time now in Western thinking, truth \nhas meant the agreement of the representation in thought with the thing \nitself: adaequatio intellectus et rei. \nBut if we are not satisfied with simply translating the words 1tać8£la \nand a/..<OtĈa \"literally,\" if instead we attempt [125] to think through the \nissue according to the Greek way of knowing and to ponder the essential \nmatter that is at stake in these translations, then straightaway \"education\" \nand \"truth\" come together into an essential unity. If we take seriously the \nessential content of what the word aJ.l)9t\u0004a names, then we must ask: From \nwhat perspective does Plato approach his detennination of the essence of \nunhiddenness? For the answer to this question we are referred to the proper \ncontent of the \"allegory of the cave.\" The answer will show both the fact \nthat and the way in which the \"allegory\" deals with the essence of truth. \nThe unbidden and its unhiddenness designate at each point what is \npresent and manifest in the region where human beings happen to dwell. \nBut the \"allegory\" recounts a story of passages from one dwelling place to \nanother. Thus this story is divided in a general way into a series of four \ndifferent dwelling places in specific gradations of up and down. The dis­\ntinctions between the dwelling places and stages within the movement of \npassage are grounded in the different kinds of liA\"fl9tc; nonnative at each \nlevel, that is, the different kinds of\"truth\" that are dominant at each stage. \nFor that reason, in one way or another we have to think out and designate \nwhat the liA\"fl9tc;, the unbidden, is at each stage. \nIn stage one, people live chained inside the cave, engrossed in what \nthey immediately encounter. The description of this dwelling place ends \nwith the emphatic sentence: lta\\l'taltao\u0004 8\u001e . . .  oL \"tOWG\"tm o•)x &\" &J.A.o n \n\\IOf!LCo\u0004£\\1 1:0 &J.ljOtc; Yj 1:ac; \"tW\\1 oxt•JaO\"\"tW\\1 ox\u0004ac; (5 I 5 ci-1). \"In no way, \nthen, would those who are chained like this ever consider anything else to \nbe the unbidden except the shadows cast by the artifacts.\" \nStage two tells about the removal of the chains. Although still confined \nto the cave, those imprisoned are now free in a certain sense. Now they \ncan tum around in every direction. It becomes possible to see the very \nthings that were previously carried along behind them. Those who before \nlooked only at shadows now come !ĉliAA0\\1 [I 16) n £yy•J\"ttpw \"toij O\\l\"toc; \n(5 1 5  d1), \"a little nearer to what is.\" The things themselves offer their \nr68 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 185,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "rks",
        "rela",
        "dlir",
        "twv",
        "eyo",
        "owv",
        "tov",
        "ltvwv",
        "xwv",
        "bov"
      ],
      "full_text": "l'r\\Tl L\\lr\\RKS \nthemselves arc, the dlir, (ideas), constitute the essence in whose light each \nindividual being shows itself as this or that, and only in this self-showing \ndocs the appearing thing become unhidden and accessible. \nThe lc\\'el of dwelling that has now been reached is, like the others, de­\nfined in tcnns of what is normatively and properly unhidden at this level. \nTherefore right at the beginning of his description of stage three Plato \nspeaks of'twv ,.;:,,. ),EYO!ltvwv \\A.r,Owv (5 16 aJ), \"of what is now addressed \nas the unhidden.\" This unhidden is :XI.r,Oto\"te:pov, even more unhidden than \nthe things illuminated by the man-made fire in the cave were in distinction \nto the shadows. The unhidden that has now been reached is the most un­\nbidden of all: 1:a ai,r,Oto\"tcn:x. \\Vhile it is true that Plato does not use that \nword at this point in the text, he does mention 1b al.r,Oto't:x'tov, the most \nunhidden, in the corresponding and equally important discussion at the be­\nginning of Book VI of the Republic. There (484 csff.) he mentions oi . . .  Eic; \n1b :iA.lJOto't:xwv a:wr1/.bov'te:c;, \"those who gaze upon the most unhidden.\" \nThe most unhidden shows itself in each case in the whatness of a being. \nWtthout such a self-showing of the whatness (i.e., the ideas), each and \nevery specific thing - in fact, absolutely everything - would remain hidden. \n\"The most unhidden\" is so called because it is what appears antecedently \nin everything that appears, and it makes whatever appears be accessible. \n[128) Already within the cave, to shift one's gaze from the shadows to \nthe glow of the fire and to focus on the things that show themselves in the \nfirelight was a difficult task that proved unsuccessful; but now being freed \ninto the open that is outside of the cave requires fully every bit of endurance \nand effort. Liberation does not come about by the simple removal of the \nchains, and it does not consist in unbridled license; rather, it first begins \nas the continuous effort at accustoming one's gaze to be fixed on the firm \nlimits of things that stand fast in their visible form. Authentic liberation \nis the steadiness of being oriented toward that which appears in its visible \nform and which is the most unhidden in this appearing. Freedom exists \nonly as the orientation that is structured in this way. But what is more, this \norientation as a turning toward . . .  alone fulfills the essence of :t:xLI>e:t:x as \na turning around. Thus the fulfillment of the essence of \"education\" can \nbe achieved only in the region of, and on the basis of, the most unhidden, \ni.e., the ci/..r,Oto't:x'tov, i.e., the truest, i.e., truth in the proper sense. The \nessence of \"education\" is grounded in the essence of \"truth.\" \nBut because the essence of :t:xLI>e:ta consists in the :tEpL:xywyTj iJ/..r,c; 'tijc; \n·4·Jxijc;, then insofar as it is such a turning around, it constantly remains an \novercoming of ci:t:xLiie:•mt:x. 11 :xL!iet:x includes within itself an essential rela­\ntion to lack of education. And if, according to Plato's own interpretation, \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 186,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "truthb",
        "leraclitus",
        "oel",
        "veritas",
        "possibil",
        "trltth",
        "cumbing",
        "ity",
        "gtistigt",
        "rtigt"
      ],
      "full_text": "PLATO'S DOCTRINE OF TRLTTH \nthe \"allegory of the cave\" is supposed to clarify the essence of [::nfi\\[::t, then \nthis clarification must also make manifest precisely this essential factor, the \nconstant overcoming of lack of education. Hence the telling of the story \ndoes not end, as is often supposed, with the description of the highest level \nattained in the ascent out of the cave. On the contrary, the \"allegory\" in­\ncludes the story of the descent of the freed person back into the cave, back \nto those who are still in chains. The one who has been freed is supposed \nto lead these people too away from what is unhidden for them and to bring \nthem face to face with the most unbidden. But the would-be liberator no \nlonger knows his or her way around the cave and risks the danger of suc­\ncumbing to the overwhelming power of the kind of truth that is normative \nthere, the danger of being overcome by the claim of the common \"reality\" \n[1 29] to be the only reality. The liberator is threatened with the possibil­\nity of being put to death, a possibility that became a reality in the fate of \nSocrates, who was Plato's \"teacher.\" \nThe return to the cave and the battle waged within the cave between the \nliberator and the prisoners who resist all liberation, of itself makes up stage \nfour of the \"allegory,\" where the story comes to a conclusion. Admittedly \nthe word ai-r.Oԝc; is no longer used in this part of the story. Nonetheless this \nstage also has to deal with the unbidden that conditions the area of the cave \nthat the freed person now visits once again. But was not the \"unhidden\" \nthat is normative in the cave - the shadows - already mentioned in stage \none? Yes, it was. But two factors are essential to the unbidden: not only \ndoes it in some way or other render accessible whatever appears and keep \nit revealed in its appearing, but it also constantly overcomes a hiddenness \nof the hidden. The unbidden must be tom away from a hiddenness; it \nmust in a sense be stolen from hiddenness. Originally for the Greeks• \nhiddenness, as an act of self-hiding, permeated the essence of being and \nthus also determined beings in their presentness and accessibility (\"truth\"); \nand that is why the Greek word for what the Romans call \"veritas\" and for \nwhat we call \"truth\" was distinguished by the alpha-privative (a-/..f,OEL::t). \nTruthb originally means what has been wrested from hiddenness.c Truth is \nthus a wresting away in each case, in the form of a revealing. The hiddenness \ncan be of various kinds: closing off, hiding away, disguising, covering over, \nmasking, dissembling. Since, according to Plato's \"allegory,\" the supremely \nunbidden must be wrested from a base and stubborn hiding, for this reason \none's movement out of the cave into the open and into the light of day is \n3 Ofԥlrint from G.-istCv;r 0/lrr/irfrmng, 19_.z : l leraclitus, fragment l l  J. \nh Offprint from Gri.rtigt Vbrrlirftnmg, 1 9_.z : In the sense of that which is true. \n<. Offprint from Gtistigt V/lr1\"1irfrnmg, 19_.z: !from al hiding. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 188,
      "bucket": "E (10%+)",
      "error_rate": 10.6,
      "unknown_words_sample": [
        "tlj",
        "tctv",
        "sichtsamkeit",
        "aweh",
        "ehmung",
        "vernunftj",
        "tov",
        "xcll",
        "quiditas",
        "jyov"
      ],
      "full_text": "PLATO'S DOCTRINE OF TRUTH \nbe visible. The reflection proper focuses on the visible form's appearing, \nwhich is impaned in the very brightness of its shining. The visible form \nprovides a view of that as which any given being is present. The reflection \nproper aims at the i8tct. The \"idea\" is the visible fonn that offers a view of \nwhat is present. The i8tct is pure shining in the sense of the phrase \"the sun \nshines.\" The \"idea\" does not first let something else {behind it) \"shine in its \nappearance\" [\"er.rcheinenj; it itself is what shines, it is concerned only with \nthe shining of itself. The t8tct is that which can shine [das Scheinsame]. The \nessence of the idea consists in its ability to shine and be seen [Schein- und \nSichtsamkeit]. This is what brings about presencing, specifically the coming \nto presence of what a being is in any given instance. A being becomes \npresent in each case in its whatness. But after all, coming to presence is the \nessence of being. That is why for Plato the proper essence of being consists \nin whatness. Even later terminology shows this: quiditas, and not existentia, \nis true ese, i.e., essentia. 'What the idea, in its shining forth, brings into view \nand thereby lets us see is - for the gaze focused on that idea - the unhidden \nof that as which the idea appears. This unbidden is grasped antecedently \nand by itself as that which is apprehended in apprehending the i8tct, as \nthat which is known (y\fyv(a)GXOf.1Evov) in the act of knowing (yHyvřaxEȂv). \nOnly in this Platonic revolution do votǙv and vovc; (apprehending) first get \nreferred essentially to the \"idea.\" The adoption of this orientation to the \nideas henceforth determines the essence of apprehension [ Vm2ehmung] and \nsubsequently the essence of\"reason\" (\"Vernunftj. \n[1p] \"Unhiddenness\" now means: the unbidden always as what is ac­\ncessible thanks to the idea's ability to shine. But insofar as the access is \nnecessarily carried out through \"seeing,\" unhiddenness is yoked into a \"re­\nlation\" with seeing, it becomes \"relative\" to seeing. Thus toward the end of \nBook VI of the Republic Plato develops the question: 'What makes the thing \nseen and the act of seeing be what they are in their relation? What spans the \nspace between them? 'What yoke (C,Jyov, soS a1) holds the two together? \nThe \"allegory of the cave\" was written in order to illustrate the answer, \nwhich is set forth in an image: The sun as source of light lends visibility to \nwhatever is seen. But seeing sees what is visible only insofar as the eye is \ni;AwEH8tc;, \"sunlike\" by having the power to participate in the sun's kind of \nessence, that is, its shining. The eye itself \"emits light\" and devotes itself \nto the shining and in this way is able to receive and apprehend whatever \nappears. In terms of what is at stake, the image signifies a relationship that \nPlato expresses as follows (VI, so8 e I ff.): 'tOV'tO to[wv 'tlJ tT.v aJ.t,OEHClV \n1tctptxov 'tOLe; YHYV(a)(JXOf.1tvmc; XClL 't(ji yHyvřaxovn tt,v 8lJVClf.1ԞV a1to8H80v \ntT.v toG ayct0ol) i8tctv tpciOH dvctH. \"Thus what provides unhiddenness to \n1 73 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 189,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "xat",
        "aya",
        "ista",
        "tol",
        "fjoy",
        "piia",
        "pathmarks",
        "illt",
        "yvwat",
        "tta"
      ],
      "full_text": "PATHMARKS \nthe thing known and also gives the power (of knowing) to the knower, this, \nI say, is the idea of the good.\" \nThe \"allegory\" mentions the sun as the image for the idea of the good. \nWhat does the essence of this idea consist in? As iSta the good is something \nthat shines, thus something that provides vision, thus in tum something \nvisible and hence knowable, in fact: £'1 t(j) yvwat(j) ttA.t•Jtata ă tol) aya6ov \ni8ta xat fJOYԟc; 6piia6aH (5 I 7 b8). \"In the sphere of what can be known, \nthe idea of the good is the power of visibility that accomplishes all shining \nforth and that therefore is properly seen only last, in fact it is hardly (only \nwith great pains) really seen at all.\" \nWe translate to aya66va with the apparently understandable tenn \"the \ngood.\" Most often we think of this as the \"moral good,\" which is so called \nbecause it is in conformity with the moral law. [I 3 3] This interpretation falls \noutside Greek thought, even though Plato's interpretation of the aya66v as \nidea offers the occasion for thinking of\"the good\" \"morally\" and ultimately \nfor reckoning it to be a \"value.\" The notion of value that came into fashion \nin the nineteenth century in the wake of the modem conception of \"truth\" \nis the last and at the same time the weakest offspring of ayae6v. Insofar as \n\"value\" and interpretation in terms of \"values\" are what sustains Nietzsche's \nmetaphysics - in the absolute fonn of a \"revaluation of all values\" - and \nsince for him all knowledge takes its departure from the metaphysical origin \nof\"value,\" to that extent Nietzsche is the most unrestrained Platonist in the \nhistory of Western metaphysics. However, insofar as he understands value \nas the condition of the possibility of\"life,\" a condition posited by \"life itself,\" \nNietzsche has held on to the essence of aya66v with much less prejudice \nthan those who go chasing after the absurdity of \"intrinsically valid values.\" \nMoreover if we follow modem philosophy and think the essence of the \n\"idea\" as perceptio (\"subjective representation\"), then we find in the \"idea \nof the good\" a \"value\" present somewhere in itself, of which in addition \nwe have an \"idea.\" This \"idea\" must naturally be the highest because what \nmatters is that everything run its course in the \"good\" (in the well-being of \nprosperity or in the orderliness of an order). Within this modem way of \nthinking there is absolutely nothing more to grasp of the original essence \nof Plato's tSta 'tOG aya6ol). \nIn Greek thought tb aya66v means that which is capable of something \nand enables another to be capable of something. Every iSta, the visible \nform of something, provides a look at what a being is in each case. Thus \n• First edition, 1 94 7: The :iy:xfJI.͋ certainly is an illt:x, bur no longer present, and therefore \nhardly visible. \n174 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 191,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "eflrppovwc",
        "capaoxoflevyj",
        "sache",
        "elv",
        "elav",
        "ela",
        "tov",
        "ltpli",
        "tllta",
        "illta"
      ],
      "full_text": "PATHMARKS \nmay draw the conclusion - gathered together (from the highest idea itself) -\nthat obviously for all people this [idea of the good] is the original source \n[Ur-sache] both of all that is right (in their comportment) and of all that is \nbeautiful\" - that is, of that which manifests itself to comportment in such a \nway as to bring the shining of its visible form to appearance. The highest \nidea is the origin, i.e., the original source [ Ur-sache] of all \"things\" [ \"Sachen j \nand their thingness [Sachheit]. \"The good\" grants the appearing of the \nvisible form in which whatever is present has its stability in that which it is. \nThrough this granting, the being is held within being and thus is \"saved.\" \nA5 regards all forms of prudential insight that inform practical activity, \nit follows from the essence of the highest idea on IIEL ta(rt'l\" illtLv tov \nflEAAOV'ta Eflrppovwc; ltpli¢ELV £ iiiLijl ԡ 8YjflOO'(Ijl (5 I 7 c.y' 5). \"that anyone who \nis concerned to act with prudential insight, either in personal matters or in \npublic affairs, must have this in view (namely, the idea that, insofar as it is \nthe enabling of the essence of idea, is called the good).\" Whoever wants to \nact and has to act in a world determined by \"the ideas\" needs, before all else, \na view of the ideas. And thus the very essence of r.aL8da consists in making \nthe human being free and strong for the clarity and constancy of insight into \nessence. Now since, according to Plato's own interpretation, the \"allegory \nof the cave\" is supposed to provide a concrete image of the essence of \nltaLIIda, it also must recount the ascent to the vision of the highest idea. \nBut is it not the case that the \"allegory of the cave\" deals specifically \nwith aA.f,6tLa? Absolutely not. And yet the fact remains that this \"allegory\" \ncontains Plato's \"doctrine\" of truth, for the \"allegory\" is grounded in the \nunspoken event whereby tllta gains dominance over aA.f,6ELa. The \"alle­\ngory\" puts into images [I 36] what Plato says about t8ta w•) aya6oG, namely, \nthat avtt, XlJp[a a1.f,6ELaV xat V01JV ;capaoXOflEVYj (5 I 7 1:4), \"she herself is \nmistress in that she bestows unhiddenness (on what shows itself) and at the \nsame time imparts apprehension (of what is unhidden).\" \n· AA.f,OtLa comes \nunder the yoke of the tllta. When Plato says of the illta that she is the \nmistress that allows unhiddenness, he points to something unsaid, namely, \nthat henceforth the essence of truth does not, as the essence of unbidden­\nness, unfold from its proper and essential fullness but rather shifts to the \nessence of the tilt a. The essence of truth gives up its fundamental trait of \nunhiddenness. \nIf our comportment with beings is always and everywhere a matter of \nthe illtLv of the illta, the seeing of the \"visible form,\" then all our efforts \nmust be concentrated above all on making such seeing possible. And that \nrequires the correct vision. Already within the cave, when those who have \nbeen liberated tum away from the shadows and tum toward the things, \n176 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 193,
      "bucket": "E (10%+)",
      "error_rate": 11.8,
      "unknown_words_sample": [
        "tellcctu",
        "opoa",
        "pilyflcxo",
        "regula",
        "avtot",
        "tial",
        "correcmess",
        "intellectu",
        "opuse",
        "ilai"
      ],
      "full_text": "PATI IMARKS \ntwo assertions do not run parallel to each other, such that ai.:f/J£\u001fē would \ncorrespond to the (jpfJA (what is correct) and vo!Jc; (apprehending) would \ncorrespond to the x:xi..A (what is beautiful). Rather the correspondence \nworks in crisscross fashion. Corresponding to the opOA. what is correct \nand its correcmess, there is correct apprehension, and corresponding to \nwhat is beautiful there is the unhidden; for the essence of the beautiful lies \nin being €x?avtot:xtov (cf. Phaedrus), that which, as most of all and most \npurely shining of and from itself, shows the visible form and thus is un­\nbidden. Both sentences [ 1 38] speak of the primacy of the idea of the good \nas enabling both the correcmess of knowing and the unhiddenness of the \nknown. Here truth still is, at one and the same time, unhiddenness and \ncorrecmess, although unhiddenness already stands under the yoke of the \n(8ta. The same ambiguity in the detennination of the essence of truth still \nprevails in Aristotle as well. In the closing chapter of Book IX of the Meta­\nphysics (Metaphysics f-), 10, 1051 a34ff.) where Aristotelian thinking on the \nbeing of beings reaches its peak, unhiddenness is the all-controlling fun­\ndamental trait of beings. But Aristotle can also say o•j yap €on to rĔ£08oc; \nxal to :H:r,Oĕc; £v toĖc; r.pilyflCXO2'V . . .  ilAi. . €v 82avolė (Metaphysics E, 4, 102 7 \nbz sff.). \"In fact, the false and the true are not in things (themselves) . . .  but \nin the intellect.\" \nThe assertion of a judgment made by the intellect is the place of truth \nand falsehood and of the difference between them. The assertion is called \ntrue insofar as it conforms to the state of affairs and thus is a Oflolwo2c;. \nThis determination of the essence of truth no longer contains an appeal to \naA.f,OE2a in the sense of unhiddenness; on the contrary a/.\u000f0£\u001fa, now taken \nas the opposite of 4£•)8oc; (i.e., of the false in the sense of the incorrect), is \nthought of as correcmess. From now on this characterization of the essence \nof truth as the correcmess of both representation and assertion becomes \nnormative for the whole of Western thinking. As evidence of that, let it \nsuffice to cite the guiding theses that typify the characterizations of the \nessence of truth in the main epochs of metaphysics. \nFor medieval Scholasticism, Thomas Aquinas's thesis holds good: veri­\nrae proprie invenitur in intellectu humano vel divino (Quaestiones de Veritate, \nquaestio I, articulus 4• responsio): \"Truth is properly encountered in the \nhuman or in the divine intellect.\" The intellect is where truth has its essen­\ntial locus. In this text truth is no longer a/..\u000f(J£\u001fCl but OflOLWmc; (adaequatio). \nAt the beginning of modem times Descartes sharpens the previous the­\nsis by saying: veritatem proprie vel falsitatem non nisi in [ 1 39] solo in­\ntellcctu esse posse (Regulae ad directionem ingenii, Regula VIJI, Opuse1la \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 194,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "incorrecmess",
        "oelil",
        "tion",
        "rtbm",
        "unhiddenness",
        "otll",
        "correcmess",
        "hiddenness",
        "jelil",
        "hhs"
      ],
      "full_text": "PLATO'S DOCTRINE OF TRUTI I \npo.rtbm1111 X, 396). \"Truth or falsehood in the proper sense can be nowhere \nelse but in the intellect alone.\" \nAnd in the age when the modem era enters its fulfillment Nietzsche \nsharpens the previous thesis still further when he says, \"Truth is the ki11d \nof m·or without which a certain kind of living being could not live. In the \nfinal analysis, the value for life is what is decisive.\" (Note from the year \nt HHs. The Will to Powt:r, number 493.) If for Nietzsche truth is a kind \nof error, then its essence consists in a way of thinking that always, indeed \nnecessarily, falsifies the real, specifically insofar as every act of representing \nhalts the continual \"becoming\" and, in erecting its established facts against \nthe flow of\"becoming,\" sets up as the supposedly real something that does \nnot correspond - i.e., something incorrect and thus erroneous. \nNietzsche's determination of truth as the incorrecmess of thinking is in \nagreement with the traditional essence of truth as the correcmess of asser­\ntion (Myoc;). Nietzsche's concept of truth displays the last glimmer of the \nmost extreme consequence of the change of truth from the unhiddenness \nof beings to the correcmess of the gaze. The change itself is brought about \nin the determination of the being of beings (in Greek: the being present of \nwhat is present) as i8£1l. \nA5 a consequence of this interpretation of beings, being present is no \nlonger what it was in the beginning of Western thinking: the emergence \nof the hidden into unhiddenness, where unhiddenness itself, as revealing, \nconstitutes the fundamental trait of being present. Plato conceives being \npresent (o,)otll) as i8£1l. However, i8tll is not subordinate to unbidden­\nness in the sense of serving what is unhidden by bringing it to appearance. \nRather, the opposite is the case: it is the shining (the self-showing) that, \nwithin its essence and in a singular self-relatedness, may yet be called un­\nhiddenness. The i8£1l is not [ 140] some foreground that \nt,OELil puts out \nthere tO present things;7 rather, the i8£1l is the ground that makes a).f,(JELil \npossible. But even as such the i8£1l still lays claim to something of the \noriginal but unacknowledged essence of ai.f,OELil. \nTruth is no longer, as it was qua unhiddenness, the fundamental trait \nof being itself. Instead, as a consequence of getting yoked under the idea, \ntruth has become correcmess, and henceforth it will be a characteristic of \nthe knowing of beings. \nEver since, there has been a striving for \"truth\" in the sense of the \ncorrecmess of the gaze and the correctness of its direction. Ever since, what \nmatters in all our fundamental orientations toward beings is the achieving \nof a correct view of the ideas. The reflection on ¤llLOELil and the change in \n179 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 195,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "nonsensuous",
        "tauta",
        "perdures",
        "suprasensuous",
        "ooo",
        "ijoip",
        "gtirtif",
        "pathmarks",
        "tpla",
        "tplala"
      ],
      "full_text": "PATHMARKS \nthe essence of (x.'Af,Or.v:z belong together and belong within the same tale of \nthe passage from one abode to another, the tale that is recounted in the \n\"allegory of the cave.\" \nThe difference between the two abodes, the one inside and the one \noutside the cave, is a difference of oo,p(a. In general this word means being \nastute about something, being skilled at something. Properly speaking \noo1p(a means being astute about that which is present as the unbidden and \nwhich, as present, perdures. • Astuteness is not the equivalent of merely \npossessing knowledge. It means inhering within an abode that everywhere \nand primarily has a hold in what perdures. \nThe kind of astuteness that is normative down there in the cave - o £xr.i \nIJOip(a (5 16 C5) - is surpassed by another O'Oip(a. This latter strives solely \nand above all else to glimpse the being of beings in the \"ideas.\" This \nootp(a, in contrast to the one in the cave, is distinguished by the desire \nto reach out beyond what is immediately present and to acquire a basis in \nthat which, in showing itself, perdures. In itself this ootp(a is a predilection \nfor and friendship with (tpLAla) the \"ideas,\" which bestow the unhidden. \nOutside the cave oo1p[a is tpLA.ooo,p(a. The Greek language already knew \nthis word before the time of Plato and used it in general (141] to name \nthe predilection for correct astuteness. Plato first appropriated the word \nas a name for the specific astuteness about beings that at the same time \ndefines the being of beings as idea. Since Plato, thinking about the being of \nbeings has become - \"philosophy,\" because it is a matter of gazing up at the \n\"ideas.\" But the \"philosophy\" that begins with Plato has, from that point \non, the distinguishing mark of what is later called \"metaphysics.\" Plato \nhimself concretely illustrates the basic outline of metaphysics in the story \nrecounted in the \"allegory of the cave.\" In fact, the coining of the word \n\"metaphysics\" is already prefigured in Plato's presentation. In the passage \n(5 16) that depicts the adaptation of the gaze to the ideas, Plato says (5 16 c3): \nThinking goes !JEt · £xr.i'la, \"beyond\" those things that are experienced in \nthe form of mere shadows and images, and goes r.tc; tauta, \"out toward\" \nthese things, namely, the \"ideas.\" These are the suprasensuous, seen with \na nonsensuous gaze; they are the being of beings, which cannot be grasped \nwith our bodily organs. And the highest in the region of the suprasensuous \nis that idea which, as the idea of all ideas, remains the cause of the subsistence \nand the appearing of all beings. Because this \"idea\" is thereby the cause of \neverything, it is also \"the idea\" that is called \"the good.\" This highest and \nfirst cause is named by Plato and correspondingly by Aristotle to 9r.io'l, the \na Offprinr from Gtirtif{t Ubrrlitfn7mg, 1 941: Cf. Heraclitus, fragment 1 1 1. \nr8o \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 198,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "vinue",
        "humo",
        "ignates",
        "huw",
        "aristotles",
        "des",
        "sheehan",
        "ture",
        "natura",
        "generauy"
      ],
      "full_text": "On the Essence and Concept of ci>uoLc; \nin AristotleS Physics B, 1 \nTranslated by Thomas Sheehan • \n[309] The Romans translated rp'iau; by the word natura. Natura comes \nfrom nasci, \"to be born, to originate . . .  \" as in the Greek root y£v-. Natura \nmeans \"that which lets something originate from itself.\" \nSince those times \"nature\" has become the fundamental word that des­\nignates essential relations that Western historical humanity has to beings, \nboth to itself and to beings other than itself. This fact is shown by a rough \nlist of dichotomies that have become prevalent: nature and grace (i.e., \nsuper-nature), nature and art, nature and history, nature and spirit. But we \nlikewise speak of the \"nature\" of spirit, the \"nature\" of history, and the \"na­\nture\" of the human being. By this last phrase we mean not just one's body \nor even the species \"human,\" but one's whole essence. Therefore generaUy \nwhen we speak of the \"nature of things,\" we mean what things are in their \n\"possibility\" and huw they are, regardless of whether and to what degree \nthey \"actually\" are. \nIn Christian thought, the human being's \"natural state\" means what is \nbestowed upon humans in creation and turned over to their freedom. Left to \nitself, this \"nature,\" through the passions, brings about the total destruction \nof the human being. For this reason \"nature\" must be suppressed. It is in a \ncertain sense what should not be. \nIn another interpretation, it is precisely the unleashing of the drives and \npassions that is natural for human beings. According to Nietzsche, humo \nnaturae is someone who makes the \"body\" the key to the interpretation \nof the world and who thus secures a new and harmonious relation to the \n\"sensible\" in general, to the \"elements\" (fire, water, earth, light), to the \npassions and drives and whatever is conditioned by them. And at the same \ntime, in vinue of this new relation these people bring \"the elemental\" into \ntheir power [3 10] and by this power make themselves capable of the mastery \nof the world in the sense of a systematic world-domination. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 201,
      "bucket": "D (5-10%)",
      "error_rate": 8.0,
      "unknown_words_sample": [
        "rks",
        "neo",
        "lljmc",
        "luch",
        "ioow",
        "xywyijc",
        "aristoteles",
        "tains",
        "movedness",
        "histmy"
      ],
      "full_text": "1':\\TI I.\\1:\\RKS \nwas already composed. (Cf. also jaeger, Aristotle: Ftmdamentnlsoftbe Histmy \nof His De1Jelopment. p. 296, originally published in 192 3· For all its erudition, \nthis book has th e single tault of thinking through Aristotle's philosophy in \nthe modem Scholastic neo-Kantian manner that is entirely foreign to Greek \nthougbt. ,\\luch of jaeger's Entstehungsgeschichte der Metnphysik des Aristoteles, \n191 2, is more accurate because less concerned with \"content.\") \nBut even so, this first thoughtful and unified conceptualization of rp•)mc; is \nalready the last echo of the original (and thus supreme) thoughtful projection \nof the essence of rp•)a\u001cc; that we still have preserved for us in the fragments \nof Anaximander, Heraclitus, and Parmenides. \n[3 1 3] In Book Two, chapter one, of the eight books of the Physics (Physics \nB, 1 ,  192 bS-1 93 b2 1), Aristotle gives the interpretation of r.p•)mc; that sus­\ntains and guides all succeeding interpretations of the essence of \"nature.\" \nHere too are hidden the roots of that later determination of the essence \nof nature wherein it is distinguished from spirit and determined through \nthe \"spirit.\" In saying this we mean to intimate that the differentiation of \n\"nature and spirit\" is simply foreign to the Greeks. \nBefore we follow the individual steps of Aristotle's determination of the \nessence of rp•)o\u001cc;. let us look at two sentences that Aristotle pronounces in the \nfirst and introductory book (A): \nƂ!JL'I 0 .  lmoxe:ioOw ta '.f''JO'€\u001c đ ;:ci'ltCl Ē f'l\u001c:l X\u001c'IOIJ!J€'1Cl e:l'IIXL OijA0'\\1 0 'ex tijc; \n€ .. 1XyWyijc;. \n\"But from the outset it should be (a settled issue) for us that those beings that are by \nrp•)aبc;, whether all of them or some of them [those not in rest], are moving beings \n(i.e., determined by movedness). But this is evident from an immediate 'leading \ntoward' (that leads toward these beings and over and beyond them to their 'being').\" \n(A, 2, 185 anff.) \nHere Aristotle explicitly emphasizes what he perceives to be decisive for \nthe projection of the essence of rp•)mc;, namely, xi 'lljmc;, the state of moved­\nness. And therefore the key issue in the question about \"physics\" becomes \none of defining the essence of movement. For us today it is merely a truism \nto say that the processes of nature are processes of movement - in fact, it is \na tautology. We have no inkling of the importance of Aristotle's sentences \njust cited, nor of his interpretation of rp•)mc;, unless we know that it was \nthrough and for Aristotle that what we take for a truism first entered the \nformative essential insight of Western humanity. Certainly the Greeks be­\nfore Aristotle had already experienced the fact that sky and sea, plants and \nanimals arc in movement, and certainly thinkers before him had already \n! 86 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 203,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "sache",
        "sponsible",
        "stindigej",
        "lation",
        "matically",
        "originary",
        "gegenstand",
        "cenainly",
        "kausalitit",
        "efficiendy"
      ],
      "full_text": "PATHMARKS \n\"translation\" is already the interpretation proper, only an explanation of the \n\"translation\" is called for. This is cenainly not a \"trans-lation\" in the sense \nof a \"carrying over\" of the Greek words into the proper force tmd weight of \nour language. It is not intended to replace the Greek but only to place us \ninto the Greek and in so doing to disappear in it. This is why it lacks all the \ncharacter and fullness that come from the depths of our own language, and \nwhy it is neither pleasing nor \"polished. \")3 \nI. \"Of beings (as a whole) some are from •p•)aLC;, whereas others are by other 'causes.' \nBy '(•)me;, as we say, are animals as well as their members (parts), likewise plants and \nthe simple elements of bodies, like earth and fire and water and air.\" ( 191 bS-1 1) \nThe other beings, which are not yet expressly mentioned, are by other \n\"causes,\" but the first group, the ones \"named,\" are by 'P'JaԢc;. Thus from \nthe outset f.?'Jaԣc; is taken as cause (at nov - ait(a) in the sense of the \"origin\" \n[\"Ur-sachej. The word and concept \"cause\" makes us think almost auto­\nmatically of\"causality\" [Kausalitit], that is, the manner and mode in which \none thing \"acts on\" another. Atnov, for which Aristode will soon introduce \na more precise definition, means in the present context: that which is re­\nsponsible for the fact that a being is what it is. This [316) responsibility \ndoes not have the character of causation in the sense of a \"causally\" efficient \nactualizing. Thus, for example, spatiality belongs to the very character of \nmateriality, but space does not efficiendy cause matter. Cause as the origin \n[Ur-sache] must be understood here literally as the originary [Ur-timliche], \nthat which constitutes the thingness of a thing. \"Causality\" is only a deriva­\ntive way of being an origin. \nBy simply mentioning animals, plants, earth, fire, water, and air, Aristode \npoints to the region in which the question about •p•)a\fc; has to be lodged. \nII. \"But all the aforementioned appear as different from whatever has not composed \nitself by •p•)mc; into a stand and a stability.\" (191 b11-1 3) \nԤ'JV£O\"tW't:l is here used for ov1:a (cf. 193 a 36, wic; 'P'JI7£L a•JvLa\"taf.LtvOLc;). \nFrom this we infer what \"being\" meant for the Greeks. They address \nbeings as the \"stable\" [das \"Stindigej. \"The stable\" means two things. On \nthe one hand, it means whatever, of and by itself, stands on its own, that \nwhich stands \"there\"; and at the same time \"the stable\" means the enduring, \nthe lasting. We would certainly not be thinking like the Greeks if we \nwere to conceive of the stable as what \"stands over against\" in the sense \nof the objective. Something \"standing over against\" [ Gegenstand ] is the \n1 88 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 204,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "ically",
        "tltuolc",
        "begining",
        "apxf",
        "movedness",
        "flj",
        "subsequendy",
        "tlov",
        "cthlov",
        "ripxf"
      ],
      "full_text": "ON THE ESSENCE AND CONCEPT OF +•;.., \n\"translation\" of the word \"object.\" But beings can be experienced as objects \nonly where human beings have become subjects, those who experience \ntheir fundamental relation to beings as the objectification - understood as \nmastery - of what is encountered. For the Greeks, human beings are never \nsubjects, and therefore non-human beings can never have the character of \nobjects (things that stand-over-against). tlt,joLc; is what is responsible for \nthe fact that the stable has a unique kind of standing-on-its-own. tltuoLc; is \nmore clearly delineated in the following sentence: \nIII. \"Indeed each of these beings [that are what they are and how they are from \n'?')mڦ] has in itself the originating ordering (apxJ1) of its movedness and its standing \nstill (rest), where movedness and rest are meant sometimes with regard to place, \n[3 I 7) sometimes with regard to growth and diminution, other times with regard to \nalteration (change).\" (192 bq-15) \nHere in place of ct!tLov and ehte we find explicidy the word apxƱ- The \nGreeks ordinarily hear two meanings in this word. On the one hand apxf, \nmeans that from which something has its origin and begining; on the other \nhand it means that which, as this origin and begining, likewise keeps rein \nover, i.e., restrains and therefore dominates, something else that emerges \nfrom it. \n· Apx+, means, at one and the same time, beginning and control. \nOn a broader and therefore lower scale we can say: origin and ordering. In \norder to express the unity that oscillates between the two, we can translate \nripxf, as originating ordering and as ordering origin. The unity of these \ntwo is essential. And this concept of apxƱ gives a more definite content \nto the word cthLOv (cause) used above. (Probably the concept apxf, is not an \n\"archaic\" concept, but one that later was read back into the origins of Greek \nphilosophy, first by Aristode and then subsequendy by the \"doxographers. \") \n(l,joLc; is apxf,, i.e., the origin and ordering of movedness and rest, specif­\nically in a moving being that has this apxƱ in itself. We do not say \"in its \nself\" because we want to indicate that a being of this kind does not have \nthe apxƱ \"for itself\" by explicidy /m(flJ)ing it, insofar as it does not \"possess\" \n\"itself\" as a self at all. Plants and animals are in movedness even when they \nstand still and rest. Rest is a kind of movement; only that which is able \nto move can rest. It is absurd to speak of the number 3 as \"resting.\" Be­\ncause plants and animals are in movement regardless of whether they rest or \nmove, for this reason not only are they in movement; they are in movedness. \nThis means: they are not, in the first instance, beings for themselves and \namong others, beings that then occasionally happen to slip into states of \nmovement. Rather, they are beings only insofar as they have their essential \n,c; \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 206,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "jevcl",
        "wolc",
        "nvoc",
        "insoftjt",
        "umschlag",
        "jeta",
        "cpuoel",
        "movedness",
        "olc",
        "jcn"
      ],
      "full_text": "ON THE ESSENCE AND CONCEPT OF ͊•jcn.; \nwithout li/.Ao[(a)oLc;. Or something can be moved in the sense of withering \nand yet at the same time be moved in still another way, namely, by being \naltered: on the withering tree the leaves dry up, the green becomes yellow. \nThe tree that is moved in this twofold sense of cp6(oLc; and a/.Ao(woLc; is \nsimultaneously at rest insofar as it is the tree that stands there. \nIf we perceive al these overlapping \"appearances\" as types of movedness, \nwe gain an insight into their fundamental character, which Aristotle fixes \nin the word and the concept !JEta/3ol-̸. Every instance of movedness is a \nchange from something (fx nvoc;) into something (Eta n). When we speak \nof a change in the weather or a change of mood, what we have in mind \nis an \"alteration.\" We also speak of \"exchange points\" where commercial \ngoods change hands in business transactions. But the essential core of what \nthe Greeks meant in thinking !JEta/3oA̸ is attained only by observing that \nin a change [Umschlag)4 something heretofore hidden and absent comes \ninto appearance. (In German: \"Aus-schlag\" [the breaking out of, e.g., a \nblossom] and \"Durchschlag\" [breaking through so as to appear on the other \nside].) \n(We of today must do two things: first, free ourselves from the notion \nthat movement is primarily change of place; and second, learn to see how \nfor the Greeks movement as a mode of being has the character of emerging \ninto presencing.) \n[po] ϥuoLc; is apxę xwĚoEwc;, origin and ordering of change, such that \neach thing that changes has this ordering within itself. At the very beginning \nof the chapter, cpuoEL-beings were contrasted with other beings, but the \nsecond group were not expressly named and characterized. There now \nfollows an explicit and definite, and yet curiously narrow, delineation: \nIv. \"However, a couch (bedstead) and a robe and any other kind (of such things) \nthat there is insoftJT as it is cited and grasped according to a given way of addressing \nit (e.g., as a robe) and inasmuch as it comes from a productive know-how, (such a \nthing) has absolutely no impulse to change arising from itself. Huwevn; insoftJT as it \nalso pertains to such things (in a given instance) to be made of stone or of earth or \nof a mixture of the two, they do havt in themselves an impulse to change, but they \nhave it only to this extent.\" (192 b 16-2o) \nHere, such beings as \"plants,\" animals, eanh, and air are now contrasted \nwith beings such as bedsteads, robes, shields, wagons, ships, and houses. \nThe first group are \"growing things\" [\"Gewiichsej in the same broad sense \nthat we employ when we speak of a \"field under growth.\" The second group \nare \"artifacts\" (:-:oLO'J!JEVCl), in German, Gemichte, although this last term \nmust be stripped of any derogatory connotations. The contrast achieves its \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 209,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "oyoc",
        "xlvf",
        "collvn",
        "appe",
        "lipx",
        "imarks",
        "ments",
        "originary",
        "vhat",
        "beingness"
      ],
      "full_text": "PATI IMARKS \nbeing (beingness) of beings. Therefore the \"categories\" are special ways of \naddressing things - x:nr,yopbL in an emphatic sense - for they sustain all \nour habitual and everyday ways of addressing things; they underlie those \neveryday statements, which in turn get developed into assertions, \"judg­\nments.\" Collvn-sely, only for this reason can one discover the \"categories\" \nby using the assertion, the /.Oyoc:;, as a clue. This is why Kant has to \"de­\nrive\" the table of categories from the table of judgments. Thus, knowledge \nof categories as determinations of the being of beings - what people call \nmetaphysics - is, in an essential sense, knowledge of /.oyoc:; - i.e., \"logic. \" \nTherefore, metaphysics receives this name at the stage where it comes to \nthe full (as full as is possible for it) consciousness of itself, in Hegel. [The \nScience of Logic is absolute knowledge of the knowable as something known \nor represented. (In modern philosophy, the state of being represented is \nbeingness or being.)] \nIn the text we are considering, Xll'tljyop(a is used in a preterminological \nsense. Inasmuch as we consider something produced - e.g., a bedstead ­\nwithin the horizon opened up by the everyday way of addressing and nam­\ning, we take such a being according to its appearance as something of use. \nIn this capacity it does not have the lipxƝ xwr]ae:wc:; in itself. But we can \nconsider it from a second perspective: we can take this very same being, the \nbedstead, as something made out of wood, hence as a piece of wood. As \nwood, it is part of a tree trunk, a growing thing. This tree has the &pxt, \nxwƞae:wc:; in itself. The bedstead, on the other hand, is not wood as such, \nbut merely wooden, made out of wood. Only what is something other than \nwood can be wooden. This is why we never call a tree trunk wooden, but we \ndo say a person's bearing is \"wooden,\" and in German one can say an apple \nis \"wooden.\" \\Vhat the bedstead is when taken according to the xatr,yop(a, \nnamely, a usable thing that looks thus and so, has no absolutely necessary \nrelation to wood. It could [324] just as well be made out of stone or steel. \nIts woodenness is O'Jf.l[1e:(jr,x6c:;, that is to say: in reference to what the bed \n\"really\" and properly is, woodenness appe01-s only incidentally. Insofar - but \nonly insofar - as it is just wood, a bedstead certainly does have the :lpxf. \nXLvf,t7e:wc:; in itself, for wood is the what-has-grown of a growing thing. \nOn the basis of this contrast between artifacts and growing things \nAristotle can summarize what he has said up to now and thus establish \nan initial outline of the essence of 'P'i«nc:;: \n\\: \"Accordingly, '?'i•n͉ is something like origin and ordering and therefore originary \n[source[ of the self-moving and resting of something in which it antecedently (•i;;t)) \n194 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 213,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "ual",
        "movedness",
        "llvta",
        "auflpep",
        "cpvae",
        "beingness",
        "ialc",
        "consruaion",
        "cfl",
        "ltltura"
      ],
      "full_text": "PATHMARKS \neach step of the actual constructing and governs the choice and use of \nmaterials. Even when the house \"is standing,\" it stands on the foundation \nthat has been ltlid for it; however, it never stands from out ofitself, but always \nas a mere consruaion. As long as it stands there - in Greek terms, as long \nas it stands forth into the open and unbidden - the house, due to its way of \nstanding, can never place itself back into its &px«· It will never take root in \nthe earth but will always remain merely placed on the earth, built upon it. \nBut let us take an example: What if someone were to hit himself in the eye \nand injure the eye by a clumsy movement of his own hand? Certainly both \nthe injury and the movement of the hand are tv talrc(j), \"in\" the same being. \nHowever, they do not belong together but have simply happened together, \ncome together auflPEP7Jx6c;, incidentally. Therefore, in determining the \nessence of the cpvae:l llvta, it is not enough merely to say they have the &px« \nof their movedness in themselves. Rather, we are required to add this special \ndetermination: in themselves, specifically inasmuch as they are themselves \nand are in and with [bet] themselves. \n[This word \"specifically\" does not restrict matters but requires us to look into the \nvast expanse of the unfathomable essence of a mode of being that is denied to all \n1:txv'l because 1:txv'l renounces any claim to knowing and grounding truth as such.] \nAristotle concludes the first stage of his characterization of the essence \nof cpvaLc; by what seems to be merely a superficial [329] clarification of the \nmeaning of the concepts and expressions that gather around the essence \nand the concept and the word tpuaLc;: \nVII. \"cl»uaL<;, therefore, is what has been said. Everything that posseses this kind \nof origin and ordering 'has' 'j)'JO'L<;. And all these things an (have being) of the type \ncalled beingness. cfl•)aL<; is, in each case, such as lies present of and by itself, and \nis always in a thing that lies present in this way (constituting its lying-present). In \naccordance with q>UO'L<;, however, are these things as well as everything that belongs \nto these things in themselves, of and by themselves, as, e.g., it belongs to fire to be \nborne upward. In point of fact this (being borne upward) is not 'j)'JO'L<;, nor does it \npossess rpuaL<;, but it certainly is from 'ji'JO'L<; and in accordance with tj)'JO'L<;. So now \nit has been settled what 'P'JO'L<; is, as well as what is meant by 'from rp•:OO'L<;,' and 'in \naccordance with 'ji'JO'L<;.' \" (191 bp-193 az) \nIt may strike the reader that even at this point we continue to leave the \nbasic word •p•iaLc; untranslated. We do not call it 1ltltura or \"nature\" because \nthese names are too ambiguous and overburdened and, in general, because \nthey get their validity as names for tp•iaLc; only by means of a peculiarly \noriented interpretation of •p•)O\"Lc;. In fact, we do not even have a word that \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 214,
      "bucket": "D (5-10%)",
      "error_rate": 7.7,
      "unknown_words_sample": [
        "vorliegmdes",
        "vov",
        "pua",
        "ltlivta",
        "jijl",
        "att",
        "ein",
        "beingness",
        "pression",
        "transla"
      ],
      "full_text": "ON THE ESSENCE AND CONCEPT OF \"\"'\"'' \nwould be appropriate for naming and thinking the essence of rpuaLC; as we \nhave explained it thus far. (We are tempted to say \"emergence\" [Aufg111g], \nbut without intermediate steps we cannot give this word the fullness and \ndefiniteness it requires.) However, the chief reason for continuing to use \nthe untranslated and perhaps untranslatable word cp•)aLC; lies in the fact that \neverything said up to this point toward the clarification of its essence is \nonly prologue. In fact, up until now we do not even know what kind of \nreflection and inquiry is already at work when we ask about 'fl'JaLc; as we have \nbeen doing. And these things Aristotle tells us only now in the passage we \nhave just read, a text that establishes with extreme succincmess the horizon \nwithin which the discussion moves, both the preceding part and especially \nwhat is to follow. \nThe decisive sentence reads: xat lan ltlivta taut a oua(a, \"and all these -\nnamely, t.pua£L-beings - have being of the type called beingnes.\" This ex­\npression \"beingness,\" [330] which hardly strikes the ear as elegant, is the \nonly adequate translation for oua(a. Granted, even \"beingness\" says very \nlittle, in fact, almost nothing, but this is precisely its advantage. We avoid \nthe usual and familiar \"translations\" (i.e., interpretations) of ot)a(a as \"sub­\nstance\" and \"essence.\" Řumc; is oua(a, beingness - that which character­\nizes a being as such; in a word: being. The word o6ala was not originally a \nphilosophical \"term\" any more than was the word xat'lyop(a, which we have \nalready explained. The word o•)o(a was first coined as a technical \"term\" \nby Aristode. This coining consists in the fact that Aristode thoughtfully \ndraws out of the content of the word a crucial element and then holds on \nto it firmly and clearly. Nonetheless, at the time of Aristode and even later, \nthe word still retained its ordinary meaning, whereby it signified house \nand home, holdings, financial means; we might also say \"present assets,\" \n\"property,\" what lies present. We must think in terms of this meaning if we \nwant to get at the naming power of o•)a(a as a basic philosophical word. \nAnd then right away we also see how simple and obvious is the explanation \nAristode provides for the word ot)akz in the text above: t);.ox£L!l£vov yap \nn x:tt E:v •)r.oXELfltvԗ E:att v ŵ '?'JIJL<; :i£L, \"for in each case rp•)tJLc; is like a \nlying-present and 'in' a lying-present.\" One might object that our transla­\ntion here is \"wrong.\" Aristotle's sentence does not say •)r.ox£io0cu yap n, \na \"lying-present\" [Vorliegen] but rather \"something that lies present\" [ein \nVorliegmdes]. But here we must pay strict attention to what the sentence \nis supposed to explain: namely, to what extent '?'JO\"Lc; is o•io(a and thus has \nthe character of beingness (being). This requires of us (as is so often the \ncase with the philosophical use of the Greek language, but too litde noticed \nhy later thinkers) that we understand the participle •ir.oXELflEVov in a way \n199 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 215,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "xwo",
        "tpvalc",
        "subjectum",
        "vov",
        "ovta",
        "movedness",
        "substmtia",
        "fhe",
        "lfl",
        "beingness"
      ],
      "full_text": "PATHMARKS \nanalogous to our understanding of to ov. To ov can mean a being, i.e., this \nparticular being itself; but it can also mean that which is, that which has \nbeing. Analogously •);:oXELflEVov can mean \"that which lies present,\" but \nit can also mean \"something distinguished by lying-present,\" and so it can \nmean the very lying-present itself. [3 3 I] (fhe unusually rich and mani­\nfold forms of the participle in the Greek language - the truly philosophical \nlanguage - are no mere accident, but their meaning has hardly yet been \nrecognized.) \nIn accordance with the explanation of o•)ala by way of 1J;:ox£lfl£vov, \nthe beingness of beings means for the Greeks the same as to lie present \n\"there,\" i.e., \"in front of . . . \" In this connection let us recall that toward \nthe beginning of this chapter, at 191 b1 3 (and later at 193 a36), instead \nof t?t ovta Aristotle says a•Jv£at(;)ta (the stable: that which has taken a \nstand). Accordingly, \"being\" means the same as \"standing on its own.\" \nBut \"to stand\" is quite the opposite of \"to lie.\" Yes, that is true if we take \neach of them separately. But if we take \"to stand\" and \"to lie\" in terms of \nwhat they share in common, then each manifests itself precisely through \nits opposite. Only what stands can fall and thus lie; and only what lies can \nbe put upright and thus stand. The Greeks understand \"being\" sometimes \nas \"to stand on its own\" (\\m6ataaԦc;. substmtia) and sometimes as \"lying \npresent\" (i):n:oXElf.!EVov, subjectum), but both have equal weight, for in both \ncases the Greeks have one and the same thing in view: being-present of \nand by itself, presencing. The decisive principle that guides Aristotle's \ninterpretation of q>•)aLc; declares that rp•)aLc; must be understood as o•)ala, as \na kind and mode of presencing. \nNow, it has already been established through £r.aywy\u0017 that tpva£L ovta \nare xwo•)!JEva, that is to say: rp•)a£L-beings are beings in the state of moved­\nness. Accordingly, it is now a question of understanding movedness as a \nmanner and mode of being, i.e., of presencing. Only when this is accom­\nplished can we understand q>•)aLc; in its essence as the origin and ordering of the \nmovedness of what moves from out of itself and toward itself.s Thus it is clear in \nprinciple that the question about the tpvaLc; of the tp•)o£L ISvta is not a search \nfor on tic properties to be found in beings of this sort, but rather an inquiry \ninto the being of those beings, from which being it gets determined an­\ntecedently in what way beings of this kind of being can have properties at all. \n[332] The next section, which forms the transition to a new attempt at \ndetermining the essence of tp•)aLc;, shows how decisively Aristotle's explana­\ntion of •?•)me; heretofore has, in the meanwhile, broadened explicitly into a \nprincipled reflection, and it shows how necessary this reflection is for the \ntask confronting us: \n200 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 219,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "presencing",
        "ouo",
        "impon",
        "tpwtov",
        "shon",
        "perdures",
        "nrore",
        "otov",
        "tation",
        "ooo"
      ],
      "full_text": "PATHMARKS \nIf 1p6o¦c; is 0,)o[cx, a manner of being, then the correct determination of \nthe essence of rp•)mc; depends, first, on an adequately original grasp of the \nessence of o•)ob and, second, on a corresponding interpretation of what it \nis that we encounter, in the light of a given conception of being, as a ,p,)oE¦­\nbeing. Now, the Greeks understand ouo(a as stable presencing. They give \nno reasons for this interpretation of being any more than they question the \nground of its truth. For in the first beginning of thought, the fact that the \nbeing of beings is grasped at all is more essential than the question of its \nground. \nBut how does the Sophist Antiphon, who comes from the Eleatic school, \ninterpret cp,)mc; in the light of being, conceived as stable presencing? He \nsays: only earth, water, air, and fire truly are in accordance with cp,)mc;. With \nthis, however, there occurs a decision of the greatest impon: what always \nseems to be nrore than mere (pure) earth - e.g., the wood \"formed\" out of \nthe earth and even more so [33 7] the bedstead fashioned from the wood -\nall this \"more\" is in fact less being, because this \"more\" has the character \nof articulating, impressing, fitting, and forming, in shon, the character of \np,J6(l6c;. Things of this son change, are unstable, are without stability. From \nwood one can just as well make a table and a shield and a ship; what is more, \nthe wood itself is only something formed out of the earth. The earth is what \ntruly perdures throughout, whereas the changes of pu6(l6c; happen to it only \nnow and again. What properly is, is to &ppu6fl¦Otov ¬tpwtov, the primarily \nand intrinsically unformed, which remains stably present throughout the \nchanges of shape and form that it undergoes. From Antiphon's theses it is \nclear that bedsteads, statues, robes, and gowns are only inasmuch as they are \nwood, iron, and the like, i.e., only inasmuch as they consist of something \nmore stable. The most stable, however, are earth, water, fire, and air - the \n\"elements.\" But if the \"elemental\" is what most is, then this interpretation \nof ,p,)mc; - as the primary formless that sustains everything that is formed -\nimplies that a decision has likewise been made about the interpretation \nof every \"being,\" and that ,p,)oªc;, as conceived here, is equated with being \npure and simple. But this means the essence of ooo(a as stable presencing \nis given a fixed and very specific direction. According to this definition of \nits essence, all things, whether growing things or artifacts, never truly are -\nand yet they are not nothing; hence they are non-being, not fully sufficing \nfor beingness. In contrast with these non-beings, only the \"elemental\" \nqualifies as the essence of being. \nThe following section gives an insight into the importance of the interpre­\ntation of rp•)mc; currently under discussion, i.e., as the r.pwtov &pp,)6f.L¦Otov \nx:.'f b•Jtov (the primarily and intrinsically unformed): \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 222,
      "bucket": "E (10%+)",
      "error_rate": 12.4,
      "unknown_words_sample": [
        "iae",
        "ive",
        "tpuoic",
        "mtl",
        "oic",
        "xtvr",
        "vov",
        "vljoic",
        "iwqo",
        "yvwpqj"
      ],
      "full_text": "ON THE ESSENCE AND CONCEPT OF 4\"im% \nunderstanding at all Aristotle's interpretation of 'P')oIc;; in particular it deter­\nmines whether we can follow the progression of the new approach, which \nnow follows, toward the conclusive determination of the essence of tp•)oIc;. \nBefore attempting this, we must recall, in its simple coherence, what we \nhave seen up to this point. \nAccording to ltlteywy\u000f, tp•)oe:'-beings are in the state of movedness. But \ntp•)mc; itself is the apx\u000f. the origin and ordering, of movedness. From this we \nmay readily conclude that the character of tpuoIc; as origin and ordering will \nbe adequately determined only when we achieve an essential insight into \nthat for which tpuoIc; is the origin and over which it is the ordering power: \nx[vljoJc;. \n[341] Aristotle lets us see this connection with perfect clarity at the be­\nginning of Book il of the Physics, in the first three chapters of which he \ngives the crucial interpretation of the essence of xlv'loIc;: \n. Er.d 8 .  +. •p•ic7Lc; J.I2V ttTtLV apx3 xqvscmuc; XClt J.IE't!Z[jol.r.c;. +. 8t J.128o8oc; uJ.I tv r.e:pl \n'?•iae:wc; tan, 8e:1 J.l3 l.ev81ive:w 'tL eon xlvl)mc;· &vClyXCl{OV y?zp &yvoo•Jfl2VJ)c; Clt)tijc; \nayvoe:l0'8Cl4 XClt 't3V 'J'VInV. (zoo b1 1-1 5) \n\"But now because rp•imc; is the origin and ordering of movedness, and thus of the \nchange that breaks forth, and because our procedure inquires into rp•imc; (J.IwQo8oc;: \nthe step-by-step inquiry that pursues the subject matter, not our later 'method' in \nthe sense of a certain kind and manner of J.I2Oo8oc;), in no way must we allow what \nxlvl)tnc; is (in its essence) to remain in hiddenness; for if it (xlvl)aqc;) were to remain \nunfamiliar, •p•iavc; too would necessarily remain in unfamiliarity.\" [Compare the \nexpression yvwpqJ.IOV at 8, 1, 193 a6, supra, where it was a question of blindness with \nregard to being and essence.] \nBut in the present context the point is merely to sketch out the basic \noutline of the essence of tp•)mc;. Then, in section XV to follow (193 b7), \nthe essence of the x[vljoIc; proper to tp•)oIc; is finally grasped, but it is not \nproperly developed. Rather, there it is only differentiated from the other \nrealm of beings, the movedness and the rest of \"artifacts.\" \nfl»umc; is the origin and ordering of the movedness (xtvr,mc;) of a mov­\ning being (xIvo•)!Je:vov), and more precisely it is so xe(J · K•H;J xKl !lT, xct-.;C! \nt'J'J!lpe:[3r,xoc;. A rp•)oe:Ý-being, in itself, from itself, and unto itself, is such \nan origin and ordering of the moved ness of the moving being it is: moved \nof and by itself and never incidentally. Thus the characteristic of stand­\ning of and by itself must be accorded in a special way to '?'Jt'JEÞ-beings. A \n•p•)t1e:I-being is o•:mtL. beingness, in the sense of the German Liegenschaften, \nsomething lying present of and by itself. And for this reason, some thinkers \nare overwhelmed and deceived by what merely seems to be the case (ooxe:L), 6 \nnamely, that in general the essence of •p•)mc; consists simply in being the \n207 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 223,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "tov",
        "movedness",
        "ject",
        "anwesenheit",
        "vjjo",
        "beingness",
        "sidedly",
        "antecedently",
        "vtll",
        "vorhandenheit"
      ],
      "full_text": "PATHMARKS \nunformed that is primally present, [34z] the 1tpwtov &pp•)fJ!-'LO\"tov, and, as \nsuch, in ruling (•);;apxov) normatively over the being of everything that in \nsome other way still \"is.\" Aristotle does not formally reject this way of \nconceiving rp•)mc;. But the word 8ox£i: hints at such a rejection. We would \ndo well to consider right now why the interpretation of rp•)aLc; as put forth \nby Antiphon must necessarily remain inadequate: \n(1) Antiphon's doctrine does not consider the fact that 'P'JO'£L-beings are \n;, movedness, that is to say, that movedness co-constitutes the being of \nthese beings. On the contrary, according to his understanding of rp•iO\"Lc;, \nall character of movement, aU alteration and changing circumstantiality \n(F•J0tt6c;) devolves into something only incidentally attaching to beings. \nMovement is unstable and therefore a non-being. \n(z) Beingness is indeed conceived as stability, but one-sidedly in favor \nof the always-already-underlying. Thus, \n(3) The other moment of the essence of oualll is omitted: presencing, \nwhich is the decisive factor in the Greek concept of being. We try to bring \nout in a word what is most proper to it by saying \"presencing\" [Anwesung] \ninstead of \"presentness\" [Anwesenheit]. What we mean here is not mere \npresence (Vorhandenheit], and certainly not something that is exhausted \nmerely in stability; rather: presencing, in the sense of coming forth into the \nunbidden, placing itself into the open. One does not get at the meaning of \npresencing by referring to mere duration. \n(4) But the interpretation of rp•)aLc; given by Antiphon and the others \nunderstands the being of the r.p(,a£L 3vtll via a reference to \"beings\" (the \n\"elemental\"). This procedure of explaining being through beings instead \nof \"understanding\" beings from being results in the aforementioned mis­\nunderstanding of the character of xl VJjO\"Lc; and the one-sided interpretation \nof o•ialll. Accordingly, because Antiphon's doctrine in no way reaches the \nproper area for thinking about being, [343] Aristotle obviously must re­\nject this conception of rpuaLc; as he makes the transition to his own proper \ninterpretation of rp•)aLc;. We read: \nXII. \"Consequently, in one way '?•)au; is spoken of as folkTws: it is what primarily \nand antecedently underlies each single thing as 'the order-able' for beings that have \nin themselves the origin and ordering of movedness and thus of change. But in the \nother way, [•p•)mc; is addressed] as the placing into the form, i.e., as the appearance, \n(namely, that) which shows itself for our addressing it.\" (193 azS-3 1) \nWe read and are astonished, for the sentence begins with o•)v, \"con­\nsequently.\" The transition expresses no rejection of the aforementioned \ndoctrine. On the contrary, the doctrine is obviously taken over, albeit with \nzo8 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 224,
      "bucket": "D (5-10%)",
      "error_rate": 9.0,
      "unknown_words_sample": [
        "flopip",
        "ter",
        "loprp",
        "tpw",
        "detenninable",
        "bpz",
        "ual",
        "tov",
        "distinc",
        "fivgl"
      ],
      "full_text": "ON THE ESSENCE AND CONCEPT OF 4>•irn% \nthe stricture that in it we find only Elc; tp6ltoc;, one way of understand­\ning the essence of 1p1)(nc;, namely, as ij).r, (\"matter\"). \nZ EtEpoc; tp6;wc;, the \nother way, which Aristotle develops in the following sections, conceives of \nrp•)mc; as !Joprpf, (\"form\"). In this distinction between VAll and flOPIP\u0017 (mat­\nter and form) we quite easily recognize the distinction that we previously \ndiscussed: ԯtpW'tOV app•)0!JUHOV, that which is primarily unstructured, and \np•JO!J.6c;, structure. But Aristotle does not simply replace Antiphon's distinc­\ntion with that of UAlj and flOPIP\u0017· Antiphon considered p•J6!J6c; (structure) \nonly as something unstable that happens to attach itself incidentally to what \nalone is stable, to what is unstructured (matter); but for Aristotle, according \nto the thesis we have just read, floprp\u0017 too has the distinction of detennining \nthe essence of rpuaȂc;. Both interpretations of !p•)aLc; are given equal rank, \nand this offers the possibility of constructing a double concept of 1fiUGLc,. \nBut in line with this, the first task incumbent upon us is to show that !Jop1pf, \nis the proper characteristic of the essence of rpuaLc;. \nThis is the way it seems at first glance, but in fact everything shapes up \nquite differently. The vA\"l--f.lOprp\u0017 distinction is not simply another formula \nfor appu0flLatovԧ•Jf1fl6c;. Rather, it lifts the question of t.puaLc; onto an \nentirely new level where precisely the unasked question about the x(v\"laLc;­\ncharacter of [344] rpuaLc; gets answered, and where 1fiVGL<; for the first time is \nadequately conceived as ova(a, a kind of presencing. This likewise implies \nthat, despite appearances to the contrary, the aforementioned theory of \nAntiphon is rejected with the sharpest kind of refutation. We can see all this \nwith sufficient clarity only if we understand the now emerging distinction \nbetween UAl)-f.!Op!pf, in an Aristotelian - i.e., Greek - sense and do not lose \nthis understanding again right away. We are constantly on the verge of \nlosing it because the distinction between \"matter\" and \"form\" is a common \nroad that Western thinking has traveled for centuries now. The distinction \nbetween content and form passes for the most obvious of all things obvious. \nTherefore, why should not the Greeks, too, have already thought according \nto this \"schema\"? \n[ lAr,-!Jop1pf, was translated by the Romans as materia and \nforma. With the interpretation implied in this translation the distinction \nwas carried over into the Middle Ages and modem times. Kant understands \nit as the distinction between \"matter\" and \"form,\" which he explains as the \ndistinction between the \"detenninable\" and its \"determination.\" (Cf. The \nCritique of Pure Reason, \"The Amphiboly of Concepts of Reflection,\" Az 66, \nBpz.) With this we reach the point furthest removed from Aristotle's \nGreek distinction. \n\"'TAr, in the ordinary sense means \"forest,\" \"thicket,\" the \"woods\" in \nwhich the hunter hunts. But it likewise means the woods that yield wood \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 226,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "oyoc",
        "encing",
        "xtvr",
        "denaken",
        "poprpf",
        "movedness",
        "ltl",
        "tjoprp",
        "fonh",
        "tjoprpf"
      ],
      "full_text": "ON Tl IE ESSENCE AND CONCEPT OF <l>•jm:; \n[346) is i,oyoc;. Therefore, in interpreting the ensuing determination of \nthe essence of tJoprpf, as £l8oc;, we must watch whether and to what extent \nAristotle himself follows this clue. In anticipation we can say: !loprpf, is \"ap­\npearance,\" more precisely, the act of standing in and placing itself into the \nappearance; in general, poprpf, means: placing into the appearance. There­\nfore, in what follows when we speak simply of\"appearance,\" we always have \nin mind the appearance as (and insofar as) it puts itself fonh into a given \nthing that is \"there for a while\" (for example, the \"appearance\" \"table\" \nthat puts itself fonh into this table here). We call an individual thing das \nJweilige, \"that which is there for a while,\" because as an individual thing \nit \"stays for a while\" in its appearance and preserves the \"while\" (the pres­\nencing) of this appearance, and, by preserving the appearance, stands fonh \nin it and out of it - which means that it \"is\" in the Greek sense of the word. \nBy translating tJoprpf, as placing into the appearance, we mean to express \ninitially two things that are of equal importance to the sense of the Greek \nterm but that are thoroughly lacking in our word \"form.\" First, placing \ninto the appearance is a mode of presencing, o,:Jata. Moprpf, is not an ontic \nproperty present in matter, but a way of being. Second, \"placing into the \nappearance\" is movedness, xtvr,mc;, which \"moment\" is radically lacking in \nthe concept of fonn. \nBut this reference to the Greek way of understanding the meaning of \n!loprpf, in no way constitutes a demonstration of what Aristotle has un­\ndenaken to show, namely, that rpua\fc; itself, according to a second way of \naddressing it, is tJOprp\u0017. This demonstration, which takes up the rest of the \nchapter, goes through various stages in such a way that each stage lifts the \ntask of the demonstration one level higher. The demonstration begins in \nthis way: \nXIII. \"Just as we (loosely) call by the name 'ttxvr, those things produced according \nto such a know-how, as well as whatever belongs to those kinds of beings, so too \nwe (loosely) designate as •j)•)al::; whatever is according to •p•)m::; and hence belongs \nto beings of this kind. But on the other hand, just as we would [347) never say \nthat something behaves (and is present) in accordance with 'ttzvr,, or that 'ttzvr, is \nthere, when something is a bedstead merely in terms of appropriateness (8•Jv:l!ltl) \nbut in fact does not at all have the appearance of the bedstead, so neither would \nwe proceed that way in addressing something that has composed itself into a stand \nhy way of •p•)m::;. For whatever is flesh and bone only in terms of appropriateness \ndocs not have the •p•)al::; that appertains to it until it achieves the appearance that \nwe refer to in addressing the thing and that we delineate when we say what flesh or \nhone is; nor is (something that is merely appropriate) already a being from '?')ma.\" \n(193 aJI-bJ) \n2 I I \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 228,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "llnconceal",
        "oyoc",
        "ofatym",
        "cpavolc",
        "ofa",
        "ovt",
        "itselfaty",
        "unconcealing",
        "apouola",
        "lflatv"
      ],
      "full_text": "ON THE ESSENCE AND CONCEPT OF 4>,;..,1c; \nwe do not think of language and speech. Linguistic usage in mathematics, \nand partially in philosophy, holds on to something of the original meaning \nof 1.6yoc;. A6yoc; belongs to l.ty£L'I, which means and is the same as the \nGerman word lesen, \"to collect\" or \"to gather\" (as in \"to gather grapes or \ngrain at the harvest\"). But still, nothing is yet gained by establishing that \n1.£y£L'I means \"to collect.\" Despite correct reference to root meanings, one \ncan still misconstrue the genuine content of the Greek word and understand \nthe concept of A6yoc; incorrectly by adhering to the meaning that has been \nprevalent up until now. \n[349] \"To collect,\" to gather, means: to bring various dispersed things \ntogether into a unity, and at the same time to bring this unity forth and hand \nit over (:tapa). Into what? Into the unbidden of presencing [r.apouola = \no•)ola (aŜtouota)]. Aty£L'I means to bring together into a unity and to bring \nforth this unity as gathered, i.e., above all as present; thus it means the same \nas to reveal what was formerly hidden. to let it be manifest in its presencing. \nThus according to Aristotle the essence of an assertion is aŜt6cpavoLc;: letting \nbe seen, from the being itself, what and how the being is. He also calls this \nto 8'll.o\\.iv, the act of revealing. In so doing, Aristotle is not giving a special \n\"theory\" ofA6yoc;, but only preserves what the Greeks always recognized as \nthe essence ofAtym. Fragment 93 of Heraclitus shows this magnificently: \n6 iivaĄ. 01J 'tO fla'l't£L6'1 ton 'tO tv ԜEAtpoi:c;, OU't£ l.ty£L OU't£ XpVlt'tEL al.l.a \nO'lflatv£L. The philologists (e.g., Diels, Snell) translate: \"The lord whose \noracle is at Delphi says nothing, does not speak and does not conceal, \nbut gives a sign.\" This translation deprives Heraclitus's saying of its basic \ncontent and its authentic Heraclitean tension and resistance. Ovt£ l.ty£L \noiht xp(mt£L: here the word l.ty£L'I is opposed to xp•.Jltt£Lv, \"to conceal,\" \nand for this reason we must translate it as \"to unconceal,\" i.e., to reveal. \nThe oracle does not directly llnconceal nor does it simply conceal, but it \npoints out. This means: it unconceals while it conceals, and it conceals \nwhile it unconceals. [For how this l.£y£Lv is related to J..Oyoc; and for what \nA6yoc; means to Heraclitus, cf. fragments 1 and z and others.] \nIn the Greek definition of the essence of the hwnan being, i.ty£Lv and \nA6yoc; mean the relation on the basis of which what is present gathers itself \nfor the first time as such around and for human beings. And only because \nhuman beings are insofar as they relate to beings as beings, unconcealing \nand concealing them, can they and must they have the \"word,\" i.e., speak \nof the being of beings. But the words that language uses are only fragments \nthat have precipitated out of the word, [350] and from them humans can \nnever find their way to beings or find the path back to them, unless it be on \nthe basis ofMy£L'I. Of itselfAty£L'I has nothing to do with saying and with \n1 1 3 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 229,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "ofa",
        "tppearance",
        "movedness",
        "jvlifl",
        "ppuf",
        "aty",
        "jtn",
        "xjv",
        "ofmy",
        "jen"
      ],
      "full_text": "PATHMARKS \nlanguage. Nonetheless, if the Greeks conceive of saying as My£w, then this \nimplies an interpretation of the essence of word and of saying so unique \nthat no later \"philosophy of language\" can ever begin to imagine its as yet \nunplumbed depths. Only when language has been debased to a means of \ncommerce and organization, as is the case with us, does thought rooted in \nlanguage appear to be a mere \"philosophy of words,\" no longer adequate to \nthe \"pressing realities of life.\" This judgment is simply an admission that \nwe ourselves no longer have the power to trust that the word is the essential \nfoundation of all relations to beings as such. \nBut why do we lose ourselves in this wide-ranging digression into an \nexplanation of the essence ofA6yo<; when our question is about the essence \nof •p•)m<;? Answer: in order to make clear that when Aristotle appeals to \nAty£af1aL he is not relying extraneously on some \"linguistic usage\" but is \nthinking out of the original and fundamental relation to beings. Thus this \nseemingly superficial beginning to the demonstration regains its proper \nimport: if beings having in themselves the origin and ordering of their \nmovedness are experienced by means ofMy£Lv, then as a result flOprp\u0017 itself \nand not just UA7J (not to mention &ppuf1flLO\"'Cov) unveils itself as the rp•)aLc;­\ncharacter of these beings. To be sure, Aristotle does not show this directly \nbut rather in a way that clarifies the concept opposed to !Joprp\u0017, a concept \nthat has gone unexplained until now: VA7J. We do not say, \"That is •puaLc;\" \nwhen there are only flesh and bones lying around. They are to a living entity \nwhat wood is to a bedstead: mere \"matter.\" Then does UAlj mean \"matter\"? \nBut let us ask again: What does \"matter\" mean? Does it mean just \"raw \nmaterial\"? No, Aristotle characterizes i)J.r, as \"'Co 8•Jvlifl£L. ԘuvaflLc; means \nthe capacity, or better, the appropriateness for . . .  The wood present in the \nworkshop [35 1] is in a state of appropriateness for a \"table.\" But it is not just \nany wood that has the character of appropriateness for a table; rather, only \nthis wood, selected and cut to order. But the selection and the cut, i.e., the \nvery character of appropriateness, is decided in terms of the \"production\" \nof\"what is to be produced.\" But \"to produce\" means, both in Greek and in \nthe original sense of the German Herste/Jen, to place something, as finished \nand as looking thus and so, forth, into presencing. ··y,_lj is the appropriate \norderable, that which, like flesh and bones, belongs to a being that has in \nitself the origin and ordering of its movedness. But only in being placed \ninto the appearance is a being what and h(fU) it is in any given case. Thus \nAristotle can conclude: \nXJv. \"For this reason (then), '?'jtn:; would be, in another way, the placing into \nthe :tppearance in the case of those beings that have in themselves the origin and \n"
    }
  ]
}