{
  "document": "Heidegger_Pathmarks",
  "batch_number": 4,
  "total_batches": 9,
  "pages": [
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 139,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "ivloc",
        "dasein",
        "fllc",
        "prob",
        "tpo",
        "zfj",
        "preting",
        "originary",
        "lmovwc",
        "toptoc"
      ],
      "full_text": "PATHMARKS \nTranscendence is specifically expressed in Plato's €OttX£LVa 'tiJc; o•)o(ac;.61 a \nYet may we interpret the aya06v as the transcendence of Dasein? Even a \nfleeting glance at the context in which Plato discusses the question of the \naya06v must dispel such doubts. The problem of the ayaOov is merely the \nculmination of the central and concrete question concerning the chief and \nfundamental possibility of the existence of Dasein in the polis. Even though \nthe task of an ontological projection of Dasein upon its fundamental meta­\nphysical constitution is not explicitly posed or even developed, the threefold \ncharacterization of the aya06v undertaken with constant reference to the \n\"sun\" impels us toward the question of the possibility of truth, understand­\ning, and being - i.e., taking these phenomena together, toward the question \nconcerning the originary and unitary ground of possibility of the truth of \nour understanding of being. Such understanding, however - as an unveil­\ning projecting of being - is the primordial activity of human existence, in \nwhich all existing in the midst of beings must be rooted. For the ayaf:Mv is \nthat fLLc; (sovereign power) that is sovereign with respect to the possibility \n(in the sense of the enabling)64 of truth, understanding, and even being, \nand indeed of all three together in their unity. \nIt is not by accident that the aya06v is indeterminate with respect to its \ncontent, so that aU definitions and interpretations in this respect must fail. \nRationalistic explanations fall short, as does the \"irrationalist\" recourse that \ntakes flight in the \"mystery.\" The illumination of the ayaOov, in keeping \nwith the pointer that Plato himself provides, must stick to the task of inter­\npreting the essence of the connection between truth, understanding, and \nbeing. Inquiry back into the intrinsic possibility of this connection sees \nitself \"compelled\" to accomplish explicitly [57] the surpassing that occurs \nnecessarily in every Dasein as such, yet mostly in a concealed manner. The \nessence of the aya06v lies in its sovereignty over itself as o;j lvtxa - as the \n''for the sake of . . .  , \" it is the source of possibility as such. And because the \npossible indeed lies higher than the actual, +, w•) ayaOoG fLLc;, the essential \nsource of possibility, is even fl£LMovwc; 'tLfllj'ttov.6S \nCertainly the relation of the \"for the sake of\" to Dasein becomes prob­\nlematic precisely here. Yet this problem does not come to light. Rather, \naccording to the doctrine that has become traditional, the ideas remain in a \n•i.-:tpo•Jp:ivLOc; 'toPtoc;; the task is merely to secure them as the most objective \nof objects, as that which is in beings, without the \"for the sake of\" show­\ning itself as the primary character of world so that the originary content \n• Second edition, 1 93 1 :  No! Da-sein no! a! all comprehended, and not experienced. t::txt•\"::z \nnot transcendence either, but :Jy:zfJ{,\" as ::zi1!::z. \n1 24 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 140,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "dasein",
        "origi",
        "recollective",
        "destrucruring",
        "wcnuming",
        "nized",
        "unrecog",
        "worldo",
        "equioriginarily",
        "ergriinden"
      ],
      "full_text": "ON THE ESSENCE OF GROUND \nof the €;;£x£Lvcr might come to the fore as the transcendence of Dasein. \nIndeed there later awakens the converse tendency, already prefigured in \nPlato's \"recollective\" \"dialogue of the soul with itself,\" to conceive of the \nideas as innate to the \"subject.\" Both attempts testify that the worldo.is both \nheld before Dasein (beyond it), and yet also forms itself within Dasein. \nThe history of the problem of the ideas shows how transcendence always \nalready comes to light, yet at the same time oscillates to and fro between \ntwo poles of possible interpretation, poles that are themselves inadequately \ngrounded and determined. The ideas count as more objective than the \nobjects and at the same time as more subjective than the subject. just as \nan exceptional domain of everlasting beings takes the place of the unrecog­\nnized phenomenon of world, so too the relation to world in the sense of a \nparticular comporonent toward this being comes to be interpreted as voEi.v, \nintuitus, as an apprehending that is no longer mediated, as \"reason.\" The \n\"transcendental ideal\" goes together with the intuitus originarius. \nIn this fleeting recollection of the still concealed history of the origi­\nnal problem of transcendence we must have the growing insight [58] that \ntranscendence cannot be unveiled or grasped by a flight into the objec­\ntive, but solely through an ontological interpretation of the subjectivity of \nthe subject, an interpretation that must constantly be renewed and that \nactively opposes \"subjectivism\" in the same way that it refuses to follow \n\"objectivism. \"66 \nIII. ON THE ESSENCE OF GROUND\" \n[59] Our discussion of the \"principle of reason\" referred the problem of \nreason or ground to the domain of transcendence (1). Transcendence has, \nby way of an analysis of the concept of world, been determined as the being­\nin-the-world of Dasein (II). The task now is to illuminate the essence of \nground from out of the transcendence of Dasein. \nTo what extent does there lie in transcendence the intrinsic possibility of \nsomething like ground in general? World gives itself to Dasein in each case \nas the respective whole of its \"for the sake of itself,\" i.e., for the sake of a be­\ning that is equioriginarily being alongside . . .  what is present at hand, being \n• First edition, 1929: In keeping with the essence of ground, bring to the fore the originary \nfathoming of ground [Ergriinden). Fathoming of ground prior to all grounding of something. \nFathoming of ground in philosophy and an, but not in religion. In II, an approach to the \ndestrucruring of I, i.e., of the ontological difference; ontic-ontological truth. In Ill the step \ninto a realm that compels the destruction of what has gone before and makes a complete \n<wcnuming necessary. In III the essence of willing as Da-sein, superseding and overcoming \nof all capacities. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 141,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "sibilities",
        "senting",
        "dasein",
        "freedum",
        "willen",
        "tuward",
        "terization",
        "heing",
        "ment",
        "repre"
      ],
      "full_text": "PATIIMARKS \nwith . . .  the Dasein of others, and being toward . . .  itself. Dasein is able to \nbe in relation to itself as itself in this manner only if it surpasses \"itself\" in \nthis \"for the sake of\" [ Umwillen). This surpassing that occurs \"for the sake \nof\" does so only in a \"will\" [\"Willen\"] that as such projects itself upon pos­\nsibilities of itself. This will that essentially casts the \"for the sake of itself\" \nover and thereby before Dasein cannot therefore be a particular willing, an \n\"act of will\" as distinct from other forms of comportment (such as repre­\nsenting, judging, or enjoyment). All forms of comportment are rooted in \ntranscendence. The \"will\" in question, however, must first \"form\" the \"for­\nthe-sake-of\" itself as and in a surpassing. Yet whatever, in accordance with \nits essence, casts something like the \"for the sake of\" projectively before it, \n·rather than simply producing it as an occasional and additional accomplish­\nment, is that which we call freedum. Surpassing in the direction of world is \nfreedom itself. Accordingly, transcendence does not merely come upon the \n\"for the sake of\" as anything like a value or end that would be present at \nhand in itself; rather, freedom holds the \"for the sake of\" tuward itself, and \ndoes so as freedom. In this transcending that holds the \"for the sake of\" toward \nitself there occurs the Dasein in human beings,• such that in the essence \nof their existence they can be obligated to themselves, i.e., be free selves. \nIn this, however, freedom simultaneously unveils itself as making possible \n(6o) something binding, indeed obligation in general. Freedum alone can let \na world prevail and let it world for Dasein. World never is, but worlds. \nIn this interpretation of freedom arrived at in terms of transcendence \nthere ultimately lies a more originary characterization of the essence of \nfreedom than that which determines it as spontaneity, i.e., as a kind of \ncausality. The beginning of something by itself provides only the negative \ncharacterization of freedom according to which there is no determinative \ncause lying further back. This characterization, however, overlooks above \nall the fact that it speaks in an ontologically undifferentiated manner of \n\"beginnings\" and \"occurrences,\" without explicitly characterizing what it \nmeans to be a cause in terms of the specific manner of being pertaining to \nthe being that is in this way, namely, Dasein. Accordingly, if spontaneity \n(\"beginning by oneself\") is to be capable of serving as an essential charac­\nterization of the \"subject,\" then two things are first required: ( 1) Selfhood \nmust be clarified ontologically for any possible appropriate conception of \nwhat is meant by this \"by oneself\"; (2) precisely the same clarification of \nselfhood must provide us in advance with an indication of the way in which \n• First edition, 1929: The reverse: Dasein withstands the prevailing [Wa/un), or bener the \ne.o;sential unfolding [Wtsrn), of truth and thus grounds the possibility of being human as \nheing human in Dasein! \n1 26 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 146,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "cordance",
        "originarily",
        "tra",
        "ofbeing",
        "dasein",
        "origi",
        "dition",
        "pwwv",
        "fys",
        "dence"
      ],
      "full_text": "ON Tl IE ESSENCE OF GROUND \nbeings and by the manne1· of unveiling (truth) belonging to them. Because \nthe transcendence of Dasein, as projectively finding itself, and as forming \nthe development of an understanding of being, is a grounding of things; \nand because this way of grounding is equioriginary with the first two \"fys \nwithin the unity of transcendence, i.e., springs forth from the finite freedom \nof Dasein; for this reason Dasein can, in its factical accounting and justifi­\ncations, cast \"grounds\" aside, suppress any demand for them, pervert them, \nand cover them over. As a consequence of this origin of grounding things \nand thus also of accounting for them, it is in each case left to the freedom \nin Dasein how far to extend such grounding [66) and whether indeed it un­\nderstands how to attain an authentic grounding of things, i.e., an unveiling \nof the transcendental possibility of such grounding. Even though being \nis always unveiled in transcendence, this does not require any conceptual \nontological grasp. Thus it is altogether possible for transcendence to re­\nmain concealed as such and be familiar only in an \"indirect\" interpretation. \nYet even then it is unveiled, because it lets there be precisely beings that \nhave irrupted with the fundamental constitution ofbeing-in-the-world, and \nin this the self-unveiling of transcendence makes itself known. Transcen­\ndence explicidy unveils itself as the origin of grounding, however, when \nsuch grounding is brought to spring forth in its threefold character. In ac­\ncordance with this, ground means: possibility, basis, account. Strewn in this \nthreefold manner, the grounding that is transcendence first brings about in \nan originarily unifying manner that whole within which a Dasein must be \nable to exist in each case. Freedom in this threefold manner is freedom for \nground. The occurrence of transcendence as grounding is the forming of \na leeway into which there can irrupt the factical self-maintaining of factical \nDasein in each case in the midst of beings as a whole. \nAre we then restricting to three the four grounds discovered by the tra­\ndition, or are these three ways of grounding equivalent to the three kinds \nof ;:pwwv oOe:v in Aristotle? The comparison cannot be made in such a \nsuperficial manner; for what is peculiar to the first discovery of the \"four \ngrounds\" is that it does not yet distinguish in principle between transcen­\ndental grounds and specifically ontic causes. The transcendental grounds \nappear merely as the \"more universal\" in relation to the on tic. The origi­\nnary character of the transcendental grounds and their specific character of \nground remain covered over beneath the formal characterization of \"first\" \nand \"highest\" beginnings. And for this reason they also lack unity. Such \nunity can consist only in the equioriginary character of the transcendental \norigin of the threefold grounding. The essence \"of\" ground cannot even \nbe sought, let alone found, by asking after a universal genus that is supposed \nI J I \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 147,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "cerning",
        "mation",
        "trinsically",
        "binhplace",
        "originary",
        "bei",
        "pathmarks",
        "ontorogical",
        "scendental",
        "temporality"
      ],
      "full_text": "PATHMARKS \nto result by way of (67) an \"abstraction.\" The essence of grotmd is the tran­\nscendental springing [o1-rh of grounding, strewn threefold into projection of world, \nabsorption within bei11gs, and ontorogical grounding of beings. \nAnd it is for this reason alone that even the earliest questioning con­\ncerning the essence of ground shows itself to be entwined with the task of \nshedding light upon the essence of being and truth. \nYet may we not still inquire as to why these three determinative com­\nponents of transcendence that belong together may be designated by the \nsame term \"grounding\"? Is it simply a matter of a contrived similarity based \non wordplay? Or are the three ways of grounding after all identical in D7le \nrespect, although in a different way in each case? We must indeed respond \nin the affirmative to this question. At the \"level\" of our present appraisal, \nhowever, we cannot undertake to illuminate the meaning of that particular \nrespect in which these three inseparable ways of grounding correspond to \none another in a unitary and yet strewn manner. By way of indication it \nmust suffice to point out that establishing, taking up a basis, and legiti­\nmation each in their own way spring forth from a care for steadfastness and \nsubsistence, a care that in turn is itself possible only as temporality. a \nDeliberately turning away from this domain of the problem, and instead \nlooking back to the point of departure of our investigation, we shall now \ndiscuss briefly whether anything, and if so, what, has been attained with \nregard to the problem of the \"principle of reason\" through our attempt at \nshedding light upon the \"essence\" of ground. The principle means: every \nbeing has its reason [ground]. The exposition we have given first of aU \nilluminates why this is so. Because being, as understood in advance, \"in­\ntrinsically\" grounds things in an originary manner, every being as a being in \nits own way announces \"grounds,\" whether these are specifically grasped \nand determined in an appropriate way or not. Because \"ground\" is a tran­\nscendental characteristic of the essence of being in general, the principle of \nreason [ground] is valid for beings. Ground, however, belongs to the essence \nof being because being (not beings) [68] is given only in transcendence as a \ngrounding that finds itself in a projecting of world. \nFunhermore, it has become clear with respect to the principle of reason \n[ground] that the \"binhplace\" of this principle lies neither in the essence \nof proposition nor in propositional truth, but in ontological truth, i.e., in \ntranscendence itself. Freedo11 is the origin of the principle of reason [grotmdj; \nfor in freedom, in the unity of excess and withdrawal, the grounding of \nthings that develops and forms itself as ontological truth is grounded. \n• First edition, 1929: And the latter in time as; Temporality [Tmtporalitiit[. \n1 3 2  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 148,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "dasein",
        "potius",
        "unelucidated",
        "noncontradiction",
        "existit",
        "transcen",
        "aliquid",
        "illumi",
        "originary",
        "stitution"
      ],
      "full_text": "ON THE ESSENCE OF GROUND \nComing from this origin we not only understand this principle in its \nintrinsic possibility, but we also gain an eye for something noteworthy and \nhitherto unelucidated concerning the way it has been conceived, something \nthat is, however, suppressed in the way the principle is ordinarily formu­\nlated. In Leibniz we indeed find the principle coined in ways that lend \nexpression to an apparently insignificant moment of its content. These \nmay be schematically brought together as follows: ratio est cur hoc potil4S \nexistit quam aliud; ratio est cur sic potius existit quam aliter; ratio est cur \naliquid potius existit quam nihil. [A reason is why this exists rather than \nsomething else; a reason is why something exists in this way rather than in \nanother way; a reason is why anything exists rather than nothing.] The \"cur\" \n(\"why\"] is expressed as \"cur potius quam\" [\"why rather than\"]. Here again \nthe first problem is not that of the ways and means by which these ques­\ntions, in each case posed facticaUy in ontic ways of comportment, are to \nbe decided. Rather, what needs to be clarified is why it is that the \"cur\" \n(\"why\"] could associate itself with the \"potius quam\" (\"rather than\"] at all. \nEvery accounting for things must move within a sphere of what is posible, \nbecause as-a manner of intentional comportment toward beings with re­\nspect to their possibility it is already compliant with the explicit or implicit \n(ontological) growtding of something. In accordance with its essence, such \ngrounding always necessarily provides a given range of what is possible -\nhere the character of possibility changes according to how the being of those \nbeings to be unveiled is constituted - and it does so because being (the con­\nstitution of being), in grounding something, is, as transcendentally binding \nfor Dasein, rooted in Dasein 's freedom. The reflection of this origin of the \nessence of ground in the grounding that pertains to finite freedom shows \nitself in the (69) \"potitlS quam\" found in these formulations of the principle \nof reason. But once again, shedding light upon the concrete, transcen­\ndental connections between \"ground\" and the \"rather than\" presses us to \nclarify the idea of being in general (what-being and how-being, something, \nnothing and nothingness). \nIn its traditional form and role, the principle of reason has remained \nstuck in a trivialized form that necessarily entails that we first of all illumi­\nnate everything that has the character of a \"grounding principle.\" For even \ndeclaring this principle to be a \"grounding principle\" and, for instance, \nplacing it together with the principle of identity and principle of noncon­\ntradiction, or even deriving it from these, does not lead us into the origin, \nbut is equivalent to cutting off all further questioning. Here we should ob­\nserve, moreover, that even the principles of identity and noncontradiction \nare not only also transcendental, but point back to something more originary \n1 3 3  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 149,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "originarily",
        "ofbeings",
        "dasein",
        "thrrum",
        "strewal",
        "selthood",
        "originary",
        "vasively",
        "pathmarks",
        "temporality"
      ],
      "full_text": "PATHMARKS \nthat does not have the character of a proposition, but rather belongs to the \noccurrence of transcendence as such (temporality). \nThus the principle of reason too lets its non-essence interfere with the \nessence of ground, and in the sanctioned form of a grounding principle \nsuppresses a problematic that would first open up this very principle. Yet \nthis \"non-essence\" cannot simply be attributed to the supposed \"superfi­\nciality\" of individual philosophers, and nor can it therefore be overcome by \nsupposedly more radical \"progress.\" Ground has its non-essence because \nit springs from finite freedom. This freedom is itself unable to withdraw \nfrom whatever springs forth from it in this way. The ground that springs \nforth in transcending folds back upon freedom itself, and freedom as origin \nitself becomes \"ground.\" Freedom is the ground of ground. Yet not simply \nin the sense of a formal, endless \"iteration.\" Freedom's being a ground \ndoes not - as we are always tempted to think - have the character of one of \nthe ways of grounding, but determines itself as the grounding unity of the \ntranscendental strewal of grounding. As this ground, however, freedom is \nthe abyss of ground [Ab-grund] in Dasein. Not that our individual, [70] free \ncomportment is groundless; rather, in its essence as transcendence, free­\ndom places Dasein, as potentiality for being, in possibilities that gape open \nbefore its finite choice, i.e., within its destiny. a \nYet in its world-projective surpassing ofbeings, Dasein must surpass itself \nso as to be able to first of all understand itself as an abyss of ground from out \nof this elevation. And the character of this abyssal ground of Dasein is in \ntum nothing that lends itself to a dialectic, or to psychological dissection. \nThe irruption of this abyssal ground in transcendence as grounding is rather \nthe primordial movement that freedom accomplishes with us ourselves and \nthereby \"gives us to understand,\" i.e., proffers as the originary content of \nworld, that this content, the more originarily it is grounded, concerns all \nthe more directly the heart of Dasein, its selthood in action. Accordingly, \nthe non-essence of ground is \"overcome\" only in factical existing, but never \neliminated. \nIf, however, transcendence in the sense of freedom for ground is under­\nstood in the first and last instance as an abyss of ground, then the essence of \nwhat was called Dasein's absorption in and by beings also thereby becomes \nsharper. Dasein - although finding itself in the midst of beings and per­\nvasively attuned by them - is, as free potentiality for being, thrrum among \nbeings. The fact that it has the possibility of being a self, and has this \n• First edition, 1929: Still the futile attempt to think Da-sein while shielding the truth of \nheyng in its turning. \nIJ4 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 152,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "der",
        "itl",
        "steht",
        "vhat",
        "htittr",
        "btit",
        "wabr",
        "htittmdt",
        "makesb",
        "lirbtmdt"
      ],
      "full_text": "ON THE ESSENCE OF TRUTH \nsense, for the latter is deaf to the language of philosophy. Nor may itl even \nwish to do so, since common sense is blind to what philosophy sets before \nits essential vision. \nMoreover, we ourselves remain within the sensibleness of common sense \nto the extent that we suppose ourselves to be secure in those multiform \n\"truths\" of practical experience and action, of research, composition, and \nbelief. We ourselves intensify that resistance which the \"obvious\" has to \nevery demand made by what is questionable. \nTherefore even if some questioning concerning truth is necessary, what \nwe then demand is an answer to the question as to where we stand today. \nWe want to know what our situation is today. We call for the goal that \nshould be posited for human beings in and for their history. We want the \nactual \"truth.\" Well then - truth! \nBut in calling for the actual \"truth\" we must already know what truth as \nsuch means. Or do we know this only by \"feeling\" and \"in a general way\"? \nBut is not such vague \"knowing\" and our indifference regarding it more \ndesolate than sheer ignorance of the essence of truth? \n1. THE USUAL CONCEPT OF TRUTH \nWhat do we ordinarily understand by \"truth\"? This elevated yet at the \nsame time worn and almost dulled word \"truth\"3 means what makesb a true \nthing true. \\Vhat is a true thing? We say, for example, \"It is a true joy \nto cooperate in the accomplishment of this task.\" [75] We mean that it is \npurely and actually a joy. The true is the actual. Accordingly, we speak \nof true gold in distinction from false. False gold is not actually what it \nappears to be. It is merely a \"semblance\" and thus is not actual. \\Vhat is \nnot actual is taken to be the opposite of the actual. But what merely seems \nto be gold is nevertheless something actual. Accordingly, we say more \nprecisely: actual gold is genuine gold. Yet both are \"actual,\" the circulating \ncounterfeit no less than the genuine gold. \\Vhat is true about genuine gold \nthus cannot be demonstrated merely by its actuality. The question recurs: \nwhat do \"genuine\" and \"true\" mean here? Genuine gold is that actual gold \nthe actuality of which is in accordance [in der Ubereinstimmung steht] with \nwhat, always and in advance, we \"properly\" mean by \"gold.\" Conversely, \nwherever we suspect false gold, we say: \"Here something is not in accord\" \na First edition, 1943, and third edition, 1954: Truth, Wabr-btit, -btit: dit Htittr (das Htittmdt) \n[the bright (that which brightens)], that which clears [das Lirbtmdt]. \nb First edition, 1943, and third edition, 1954: Making - setting forth - letting emerge into \nthe clearing. \n1 37 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 153,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "rem",
        "cept",
        "sache",
        "veritas",
        "intellectum",
        "imarks",
        "stimmt",
        "divinus",
        "intellectzis",
        "stimmende"
      ],
      "full_text": "PATI IMARKS \n[stimmt 11icht]. On the other hand, we say of whatever is \"as it should be\": \n\"It is in accord.\" The 11ntter is in accord [Die Sache stimmt]. \nHowever, we call true not only an actual joy, genuine gold, and all beings \nof such kind, but also and above all we call true or false our statements about \nbeings, which can themselves be genuine or not with regard to their kind, \nwhich can be thus or otherwise in their actuality. A statement is true if \nwhat it means and says is in accordance with the matter about which the \nstatement is made. Here too we say, \"It is in accord.\" Now, though, it is \nnot the matter that is in accord but rather the pr-oposition. \nThe true, whether it be a matter or a proposition, is what accords, the \naccordant [das Stimmende]. Being true and truth here signify accord, and \nthat in a double sense: on the one hand, the consonance [Einstimmigkeit] \nof a matter with what is supposed in advance regarding it and, on the other \nhand, the accordance of what is meant in the statement with the matter. \nThis dual character of the accord is brought to light by the traditional \ndefinition of truth: veritns est adaequatio rei et intellectus. This can be taken \nto mean: truth is the correspondence [Angleichung] of the matter to knowl­\nedge. But it can [ 76] also be taken as saying: truth is the correspondence of \nknowledge to the matter. Admittedly, the above definition is usually stated \nonly in the formula veritas est adaequatio intellectiS ad rem [truth is the ade­\nquation of intellect to thing). Yet truth so conceived, propositional truth, \nis possible only on the basis of material truth [Sacbwahrheit], of adaequatio \nrei ad intellectum [adequation of thing to intellect]. Both concepts of the \nessence of veritns have continually in view a conforming to . . .  [Sichrichten \nnach . . .  ], and hence think truth as correctness [Richtigkeit]. \nNonetheless, the one is not the mere inversion of the other. On the \ncontrary, in each case intellectus and res are thought differently. In order \nto recognize this we must trace the usual formula for the ordinary con­\ncept of truth back to its most recent (i.e., the medieval) origin. Veritns as \nodaequntio rei ad imellectum does not imply the later transcendental concep­\ntion of Kant - possible only on the basis of the subjectivity of the human \nessence - that \"objects conform to our knowledge.\" Rather, it implies the \nChristian theological belief that, with respect to what it is and whether it \nis, a matter, as created (ens creatum), is only insofar as it corresponds to the \nideo preconceived in the intellectziS divinus, i.e., in the mind of God, and thus \nmeasures up to the idea (is correct) and in this sense is \"true.\" The intel­\nlectiS humnnus too is an ens creatum. As a capacity bestowed upon human \nbeings by God, it must satisfy its idea. But the understanding measures up \nto the idea only by accomplishing in its propositions the correspondence of \nwhat is thought to the matter, which in its tum must be in conformity with \nI j8 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 154,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "intellectls",
        "rem",
        "urtt",
        "ment",
        "nongenuineness",
        "veritas",
        "rhan",
        "intellectum",
        "nonaccord",
        "atio"
      ],
      "full_text": "ON THE ESSENCE OF TRUTH \nthe idea. If all beings are \"created,\" the possibility of the truth of human \nknowledge is grounded in the fact that matter and proposition measure up \nto the idea in the same way and therefore are fitted to each other on the \nbasis of the unity of the divine plan of creation. Veritas as adoeq11atio rei \n(creandoe) ad intellectum (divinum) guarantees vn\"itas as adaequatio intellectus \n(humani) ad rem (creatam). Throughout, veritas essentially implies conve­\nnientia, the coming of beings themselves, as created, [ 77] into agreement \nwith the Creator, an \"accord\" with regard to the way they are determined \nin the order of creation. a \nBut this order, detached from the notion of creation, can also be repre­\nsented in a general and indefinite way as a world-order. The theologically \nconceived order of creation is replaced by the capacity of all objects to be \nplanned by means of a worldly reason [Weltvenunft] that supplies the law \nfor itself and thus also claims that its procedure is immediately intelligible \n(what is considered \"logical\"). That the essence of propositional truth con­\nsists in the correctness of statements is thought to need no further special \nproof.4 Even where an effon is made - with a conspicuous lack of success ­\nto explain how correctness is to occur, it is already presupposed as being \nthe essence of truth. Likewise, material truth always signifies the conso­\nnance of something at hand with the \"rational\" concept of its essence. The \nimpression arises that this definition of the essence of truth is independent \nof the interpretation of the essence of the Being of all beings, which always \nincludes a corresponding interpretation of the essence of the human being \nas the bearer and executor of intellectlS. Thus the formula for the essence of \ntruth (veritas est adoeqllltio intellectus et rei) comes to have its general validity \nas something immediately evident to everyone. Under the domination of \nthe obviousness that this concept of truth seems to have, but that is hardly \nattended to as regards its essential grounds, it is considered equally obvious \nthat truthS has an opposite, and that there is untruth. The untruth of the \nproposition (incorrectness) is the nonaccordance of the statement with the \nmatter. The untruth of the matter (nongenuineness) signifies nonagree­\nment of a being with its essence. In each case untruth is conceived as a \nnonaccord. The latter falls outside the essence of truth. Therefore when it \nis a question of comprehending the pure essence of truth, untruth, as such \nan opposite of truth, can be put aside. \na First edition, 1 943: Nor a double coming into agreement, bur urtt, yer multiply articulated: \nBecause of agreement with the Creator, there is also agreement [of beings] 1111mg one tmothtr \n(since whar is created is in a ceruin way divine); Mcorrespondence\" in a more essential sense \nrhan rhar intended by the crude, unthought analogia mtis adopted from Aristotle by the \nScholastics. \n1 39 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 156,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "originarily",
        "openc",
        "entgegro",
        "ein",
        "verhalmis",
        "verhalten",
        "vhat",
        "portment",
        "vor",
        "aujbalrm"
      ],
      "full_text": "ON THE ESSENCE OF TRUTH \nCorrespondence here cannot signify a thing-like approximation between \ndissimilar kinds of things. The essence of the correspondence is determined \nrather by the kind of relation that obtains between the statement and the \nthing. As long as this \"relation\" remains undetermined and is not grounded \nin its essence, all dispute over the possibility and impossibility, over the \nnature and degree, of the correspondence loses its way in a void. But the \nstatement regarding the coin relates \"itself'' to this thing in that it presents \n[vor-stellt] it and says of what is presented how, according to the particular \nperspective that guides it, it is disposed. \\Vhat is stated by the presentative \nstatement is said of the presented thing in just such manner as that thing, \nas presented, is. The \"such-as\" has to do with the presenting and what it \npresents. Disregarding all \"psychological\" preconceptions as well as those \nof any \"theory of consciousness,\" to present here means to let the thing \nstand opposed as object. As thus placed, what stands opposed must traverse \nan open field of opposedness [Entgegro]3 and nevertheless must maintain its \nstand as a thing and show itself as something withstanding [ein Stiindiges]. \nThis appearing of the thing in traversing a field of opposedness takes place \nwithin an open region, the openness of which [So] is not first created by \nthe presenting but rather is only entered into and taken over as a domain \nof relatedness. The relation of the presentative statement to the thing is \nthe accomplishment of that bearing [Verhalmis] that originarily and always \ncomes to prevail as a comportment [Verhalten].b But all comportment is \ndistinguished by the fact that, standing in the open region, it in each case \nadheres to something opened up as such.7 \\Vhat is thus opened up, solely \nin this strict sense, was experienced early in Western thinking as \"what is \npresent\" and for a long time has been named \"being.\" \nComportment stands openc to beings. Every open relatedness is a com­\nportment. Man's open stance varies depending on the kind of beings and \nthe way of comportment. All working and achieving, all action and cal­\nculation, keep within an open region within which beings, with regard to \nwhat they are and how they are, can properly take their standd and become \ncapable of being said. This can occur only if beings present themselves \nalong with the presentative statement so that the latter subordinates it­\nself to the directive that it speak of beings mch-as they are. In following \nsuch a directive the statement conforms to beings. Speech that directs \n• Third edition, 1954: The openness of a field of opposedness. \nb Third edition, 1954: Comportment: abiding [.rich aujbalrm[ in the clearing (standing in \n[insriindig in[ the clearing) of the presence of that which is present. \nc Third edition, 1954: As standing in the openness. \nd Third edition, 1954: Show, come into place, come to the fore, presence. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 157,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "directedness",
        "pregiving",
        "ment",
        "componment",
        "compon",
        "comporonent",
        "stitute",
        "pregiven",
        "pregives",
        "anrectness"
      ],
      "full_text": "PATH MARKS \nitself accordingly is correct (true). What is thus said is the correct (the \ntrue). \nA statement is invested with its correctness by the openness3 of compon­\nment; for only through the latter can what is opened up really become the \nstandard for the presentative correspondence. Open comporonent must let \nitself be assigned this standard. This means that it must take over a pregiven \nstandard for all presenting. This belongs to the openness of comporonent. \nBut if the correctness (truth) of statements becomes possible only through \nthis openness of comporonent, then what first makes correctness possible \nmust with more original legitimacy be taken as the essence of truth. \nThus the traditional assignment of truth exclusively to statements as the \nsole essential locus of truth falls away. [81] Truth does not originally reside \nin the proposition. But at the same time the question arises as to the ground \nof the inner possibility of the open comporonent that pregives a standard, \nwhich possibility alone lends to propositional correctness the appearance \nof fulfilling the essence of truth at all. \n3· THE GROUND OF THE POSSIBILITY \nOF CORRECTNESS \nWhence does the presentative statement receive the directive to conform \nto the object and to accord by way of correctness? Why is this accord \ninvolved in determining the essence of truth? How can something like \nthe accomplishment of a pregiven directedness occur? And how can the \ninitiation into an accord occur? Only if this pregiving has already entered \nfreely into an open region for something opened up that prevails there and \nthat binds every presenting. To free oneself for a binding directedness is \npossible only by being free for what is opened up in an open region. Such \nbeing free points to the heretofore uncomprehended essence of freedom. \nThe openness of componment as the inner condition of the possibility of \ncorrectness is grounded in freedom. The essence of truth, as the anrectness of \na statement,8 is freedom. \nBut does not this proposition regarding the essence of correctness sub­\nstitute one obvious item for another? In order to be able to carry out \nany act and therefore one of presentative stating and even of according \nor not according with a \"truth,\" the actor must of course be free, i.e., \nunimpeded.9 However, the proposition in question does not really mean \nthat an unconstrained act belongs to the execution of the statement, to its \n3 Third edition, 1954: And this within the clearing. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 158,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "rtainly",
        "uth",
        "dasein",
        "esence",
        "confinn",
        "shehering",
        "iri",
        "asthe",
        "correcmess",
        "seffi"
      ],
      "full_text": "ON THE ESSENCE OF TRUTH \npronouncement and reception; rather the proposition says that freedom• is \nthe essence of truth itself. In this connection \"esence\" is-understood asthe \nground of the inner possibility of what is initially and generally adrrtitted as \nknown. Nevertheless iri the concept of freedom we do not think truth, and \nce-rtainly not at all its essence. The proposition that the essence [82] of truth \n(correcmess of statements) is freedom must consequently seem strange. \nTo place the essence of truth in freedom- does not this mean to \ntruth to human caprice? Can trutilbǥ ǣny Ǥore radically undermined than \nby being surrendered to the arbitrariness of this \"wavering reed\"? What \nforced itself upon sound judgment again and again in the previous discussion \nnow all the more clearly comes to light: truth is here driven back to the \nsubjectivity of the human subject. Even if an objectivity is also accessible to \nthis subject, such objectivity, along with subjectivity, still remains something \nhuman and at human disposal. \nCertainly deceit and dissimulation, lies and deception, illusion and seffi­\nblance - in short, all kinds of untruth - are ascribed to human beings. But \nof course untruth is also the opposite of truth. \nFor this reason, as the \nnonessence of truth, it is appropriately excluded from the sphere of the \nquestion concerning the pure essence of truth. This human origin of un­\ntruth indeed only serves to confinn by contrast the essence of truth \"in \nitself\" as holding sway \"beyond\" the human being. Metaphysics regards \nsuch truth as the imperishable and eternal, which can never be founded on \nthe transitoriness and fragility that belong to the human essence. How then \ncan the essence of truth still have its subsistence and its ground in human \nfreedom? \nResistance to the proposition that the essence of truth is freedom is based \non preconceptions, the most obstinate of which is that freedom is a property \nof the human being. The essence of freedom neither needs nor allows any \nfurther questioning. Everyone knows what the human being is. \n4· THE ESSENCE OF FREEDOM \n[83] However, indication of the essential connection between truth as cor­\nrectness and freedom uproots those preconceptions - granted of course \nthat we are prepared for a transformation of thinking. Consideration of \nthe essential connection between f!Uth and freedom leads us to pursue the \nquestion of the human essence in a regard that assures us an experience of \na concealed essential groUnd of the human being _(of Dasein). and in such \n3 Third edition, ' 9H= Freedom and dearing of self-concealing shehering (event of appro-\npriation). \nsubmit \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 159,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "correcmess",
        "disclosedness",
        "beln",
        "ota",
        "imarks",
        "veals",
        "beyng",
        "lation",
        "ings",
        "ontically"
      ],
      "full_text": "PATI IMARKS \na manner that the experience transposes us in advance into the originarily \nessential domain of truth. But here it becomes evident also that freedom is \nthe ground of the inner possibility of correctness only because it receives its \nown essence from the more originary essence of uniquely essential truth. \nFreedom was initially determined as freedom for what is opened up in an \nopen region. How is this essence of freedom to be thought? That which is \nopened up, that to which a presentative statement as correct corresponds, \nare beings opened up in an open comportment. Freedom for what is opened \nup in an open region lets beings be the beings they are. Freedom now re­\nveals itself as letting beings be.• \nOrdinarily we speak of letting be whenever, for example, we forgo some \nenterprise that has been planned. \"We let something be\" means we do not \ntouch it again, we have nothing more to do with it. To let something be has \nhere the negative sense of letting it alone, of renouncing it, of indifference \nand even neglect. \n\\ However, the phrase required now - to let beings be - do२9t_refe!:_to \nneglect and indifference but rather the opposite. To let be is_३o \non४. \nself with beings.b On the other hand, to be sure, this is not to be understood \nonly as the mere management, (84] preservation, tending, and planning of \nthe beings in each case encountered or sought out. To lƾ_!:_!?.ƿ=-thǀt isLtǁ \nlet beings be as the beings that they are - means to engage oneself with \nthe open region and its openness into which every being comes to__sta_o_d, \nbringing that openness, as it were, along with itself. Western- thinking in \nits beginning conceived this open region as ta a\"Ar,Ota, the unconcealed:­\nIf we translate ai.N0£La as \"unconcealment\" rather than \"truth,\" this trans­\nlation is not merely \"more literal\"; it contains the directive to rethink the \nordinary concept of truth in the sense of the correcmess of statements and \nto think it back to that still uncomprehended disclosedness and disclosure \nof beings. To engage oneself with the disclosedness of beLn५_ not to \nlose oneself in them; rather, such engagement withdraws in the face of be­\nings in order that they might reveal themselves with respect to what and \nhow they are, and in order that presentative correspondence might take its \nstandard from them. As this letting-be it exposes itself to beings as such \nand transposes all comportment into the \nregion. Letting-be, i.e., \nfreedom, is intrinsically exposing, \nin regard to the \n3 First edition, 1 94 3: Letting be: ( 1 )  not in the negative sense, but granting - preservation; \n(z) not as an ontically oriented effecting. Heeding, taking heed of being as beyng. \nb First edition, 194 3: Leaving that which is present its presencing, and not importing anything \nelse into it in adtlition. \n144 \no~n \nek-sistent~Considered \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 162,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "eings",
        "busi",
        "swn",
        "hwnans",
        "clo",
        "incide",
        "sistent",
        "correcmess",
        "pre",
        "exposedness"
      ],
      "full_text": "ON Ti l F. ESSENCE OF TRUTH \nby the correcmess of statements, then neither can untruth be equated with \nthe inǍorrecmess of judgments. \n5· THE ESSENCE OF TRUTH \nThe essence of \ncomportment flourishes in \nletting beings be and in each case is :a comportment to this or that being. \nAs engagement in the disclosure of beings as a whole as such, freedom has \nalready attuned all comportment to beings as a whole. However, being \nattuned (attunement)IZ can never be understood as \"experience\" and \"feel­\ning,\" because it is thereby simply deprived of its essence. For here it is \ninterpreted on the basis of something (\"life\" and \"soul\") that can maintain \nthe semblance of the title of essence only as long as it bears in itself the \ndistortion and misinterpretation of being attuned. Being attuned, i.e., ek­\nsistent exposedness to beings as a whole, can be \"experienced\" and \"felt\" \nonly because the \"human being who experiences,\" without being aware \nof the essence of the attunement, is always engaged in being attuned in \na way that discloses beings as a whole. Every mode of comportment on \nthe part of historical human beings - whether accentuated or not, whether \nunderstood or not - is attuned, and by this attunement is drawn up into \n[88] beings as a whole. The openedness of beings as a whole does not co­\nincide with the swn of all immediately familiar beings. On the contrary: \nwhere beings are not very familiar to hwnans and are scarcely and only \nroughly known by science, the openedness of beings as a whole can pre­\nvail more essentially than it can where the familiar and well known has \nbecome boundless, and nothing is any longer able to withstand the busi­\nness of knowing, since technical mastery over things bears itself without \nlimit. Precisely in the leveling and planing of this omniscience, this mere \nknowing, the openedness of beings gets flattened out into the apparent \nnothingness of what is no longer even a matter of indifference, but rather \nis simply forgotten. \nLetting beings be, which is an attuning, a bringing into accord, prevails \nthroughout and anticipates all the open comportment that flourishes in \nit. Human comportment is brought into definite accord throughout by \nthe openedness of beings as a whole. However, from the point of view of \neveryday calculations and preoccupations this \"as a whole\" appears to be \nincalculable and incomprehensible. It cannot be understood on the basis of \nthe beings opened up in any given case, whether they belong to nature or to \nhistory. Although it ceaselessly brings everything into definite accord, still it \ntruth reveals i \nclo~iv~~eings be. Every m \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 163,
      "bucket": "E (10%+)",
      "error_rate": 11.3,
      "unknown_words_sample": [
        "xolvov",
        "possibilitas",
        "conc",
        "rding",
        "disclosedness",
        "oon",
        "ncealment",
        "sich",
        "adirst",
        "olc"
      ],
      "full_text": "PATHMARKS \nremains indefinite, indeterminable; it then coincides for the most part with \nwhat is most fleeting and most unconsidered. However, what brings into \naccord is not nothing, but rather a concealing of beings as a whole. Precisely \nbecause letting-be always lets beings be in a particular compomnent that \nrelates to them and thus discloses them, it conceals beings as a whole. \nLetting-be is intrinsically at the same time a concealing. In the ek-sistent \nfreedom ofDa-sein a concealing of beings as a whole comes to pass [ereignet \nsich]. Here there is concealment.2 \n6. UNTRUTH AS CONCEALING \n(89] Concealment deprives a/.\u008bOELa of disclosure yet does not render it \no1:£pr,oLc; (privation); rather, concealment preserves what is most proper \nto a/.f,OELa as its own. Considered with respect to truth as disclosedness, \nconcealment is then un-disclosedness and accordingly the un-truth that \nis most proper to the essence of truth. The concealment of beings as a \nwhole does not first show up subsequently as a consequence of the fact that \nknowledge of beings is always fragmentary. The \nof beings as a \nwͽ;Ϳ΀΁_yu-m!_t;hp΂o΃l! _is older than e\":΄ry <?pef!.edness _of \nor that \nIt is older even than letting-be itself, which in disclosing already \nconcealed and ΅om ports itself toward-\n_What \nletting-· \nbe in this relatedness to concealiJ:tg? \n_ \nless than the \nof \nwhat is concealed as a whole, _of beings as such, i.e., the mystery; not a \nparticular mΌ΍ry_reΎrding this or that, but \nthe \nthat, \nin generaT,-mystery (the concealing (;ifwiiÝtls \nas such \nsway \nthroughout the Da-sein of h_ΓΔn beings. \n. . \n--\n-\nIn letting beings as a whole be, which discloses and at the same time \nconceals, it happens that concealing appears as what is first of all con­\ncealed. Insofar as it ek-sists, Da-sein conserves the first and broadest un­\ndisclosedness, un-truth proper. Εhe pr()pe_r \n__ oon-Ζ§!ence of truth is the \nmystery. Here non-essence does not yet have the sense- of \nessence in the sense of what is general (xoLVov. ytvoc;), its possibilitas and the \nground of its possibility. Ηon-essence is here what in such a sense would be \na pre-essentiΘΙJΜs_s.eΚce. But \"nonessence\" means adirst and for ilie most \npart tfie deformation Λf that already inferior essence. Indeed, in each of \nthese significations the non-essence remains always in its own way essential \nto the essence and never becomes unessential in the sense of irrelevant. \n[90) l;Jut to speak of nonessence and untruth in this manner goes very much \na Fir.;t edition, 1943: Berween 5· and 6. the leap into the turning (whose essence unfolds in \nthe event of appropriation). \n_c!)ncealment \nthis \nbeing. \nho@s \nconc~~JU].g, • \nNothing \n.. ------\nconserves \n• ~ncealfng \nrath~_r -~ne~tery-\ncon~e_3.l_e~) \nholds \ninfenoritffo \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 164,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "dasein",
        "gegenwart",
        "sich",
        "ceals",
        "tsel",
        "ary",
        "termediate",
        "originary",
        "verhiilt",
        "forgottenness"
      ],
      "full_text": "ON Ti l F. ESSENCE OF TRUTII \nagainst the grain of ordin_ary opinion and looks like a dragging up of forcibly \ncontrived \"paradoxa. \" Because it is difficult to -eliminate this impression, \nsuch a way of speaking, paradoxical only for ordinary doxa (opinion), is \nto be renounced. But surely for those who know about such matters the \n\"non-\" of the originary non-essence of truth, as un-truth, points to the still \nunexperienced domain of the truth of Being (not merely of beings). \nAs letting beings be, \nthe resolutely open bearing \nthat does not close up in \ncomportment [Verba/ten) is grounded \nin this bearing [Verhiilhlis] and receives from it directedness toward beings \nand disclosure of them. Nevertheless, this bearing toward concealing con­\nceals itself in letting a forgottenness of the mystery take precedence and \ndisappearing in such forgottenness. Certainly the human being takes his \nbearings [verhiilt sich) constantly in his comportment toward beings; but for \nthe most pan he acquiesces in this or that being and its particular opened­\nness. Hwnans cling to what is readily available and controllable even where \nultimate matters are concerned. And if the human being sets out to extend, \nchange, newly assimilate, or secure the openedness of the beings pertaining \nto the most various domains of his activity and interest, then he still takes \nhis directives from the sphere of readily available intentions and needs. \nHowever, to reside in what is readily available is intrinsically not to let \nthe concealing of what is concealed hold sway. Certainly, among readily fa­\nmiliar things there are also some that are puzzling, unexplained, undecided, \nquestionable. But these self-cenain questions are merely transitional, in­\ntermediate points in our movement within the readily familiar and thus not \nessential. Wherever the concealment of beings as a whole is conceded only \nas a limit that occasionally announces itself, concealing as a fundamental \noccurence has sunk into forgottenness. \n[91] But the forgotten mystery of Dasein is not eliminated by the forgot­\ntenness; rather, the forgottenness bestows on the apparent disappearance \nof what is forgotten a peculiar presence [Gegenwart]. By disavowing itself \nin and for forgottenness, the mystery leaves historical human beings in the \nsphere of what is readily available to them, leaves them to their own re­\nsources. Thus left, humanity replenishes its \"world\" on the basis of the \nlatest needs and aims, and tills out that world by means of proposing and \nplanning. From these human beings then take their standards, forgetting \nbeings as a whole. Humans persist in these standards and continually supply \nthemselves with new standards, yet without considering either the ground \nfor taking up standards or the essence of what gives the standard. In spite \nof their advance to new standards and goals, human beings go wrong as \nregards the essential genuineness of their standards. Human beings are all \n149 \nfreedo~\"!:{s_ ~ntrinsically \ni tsel f;-!LN I \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 166,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "dasein",
        "needfol",
        "asaw",
        "jre",
        "hwnan",
        "ossenheit",
        "tery",
        "sistent",
        "originary",
        "mulwicity"
      ],
      "full_text": "ON Ti lE ESSENCE OF TRUTH \nof philosophy recognized as error, namely, incorrectness of judgments and \nfalsity of knowledge, is only one mode of erring and, moreover, the most \nsuperficial one. The errancy in which any given segment of historical hu­\nmanity must proceed for its course to be errant is essentially connected \nwith the openness of Dasein. [93] By leading them astray, errancy domi­\nnates hwnan beings through and through. But, as leading astray, errancy at \nthe same time contributes to a possibility that humans are capable of draw­\ning up from their ek-sistence - the possibility that, by experiencing errancy \nitself and by not mistaking the mystery of Da-sein, they not let themselves \nbe led astray. \nBecause the hwnan being's in-sistent ek-sistence proceeds in errancy, and \nbecause errancy as leading astray always oppresses in some manner or other \nand is formidable on the basis of this oppression of the mystery, specifically \nas something forgotten, in the ek-sistence of his Dasein the human being is \nsubjected to the rule of the mystery and at the same time to the oppression \nof errancy. He is in the needfol crmdition of being constrained by the one and \nthe other. The ful essence of truth, including its most proper nonessence, \nkeeps Dasein in need by this perpetual turning to and fro. Dasein is a \nturning into need. From the Da-sein of hwnan beings and from it alone \narises the disclosure of necessity and, as a result, the possibility of being \ntransposed into what is inevitable. \nThe disclos1Jre of beings as such is \nand intrinsically the \nof \nof diɘe-md \nsway. \nErrancy and the concealing of what is \nconcealed belong to the originary essence of truth. Freedom, conceived \non the basis of the in-sistent ek-sistence of Dasein, is the essence of truth \n(in the sense of the correctness of presenting), only because freedom it­\nself originates from the originary essence of truth, the rule of the mys­\ntery in errancy. Letting beings be takes its course in open comportment. \nHowever, letting beings as such be as a whole occurs in a way befitting \nits essence only when from time to time it gets taken up in its originary \nessence. Then resolute openness \nzum Gebeimnis] is un er way mto errancy as such. Then the question of \nthe essence of truth gets asked more originally. Then the ground of the \nintenwining of the essence of truth with the truth of essence reveals itself. \nThe glimpse into the mystery [94] out of errancy is a questioning - in the \nsense of that unique question of what beings as such are as a whole. This \nquestioning thinks the question of the Being of beings, a question that is \nessentially misleading and thus in its manifold meaning is still not mastered. \nThe thinking of Being, from which such questioning originarily stems, has \nsimultaneously __ _ \nconcealing \nbeings -asaw~In the s1mulwicity \n~cealing, err~ holds \ntoward_!he ~y•ry [d_!__e_§t-:Sf.b_/ossenheit \n----~------\n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 168,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "unforrunate",
        "becom",
        "quidditns",
        "begining",
        "culrure",
        "mdes",
        "beyng",
        "destirute",
        "philos",
        "sistent"
      ],
      "full_text": "ON THF. ESSENCE OF TRUTH \nthat to be sure he could understand only on the basis of his fundamental \nmetaphysical position, founded on subjectivity, and which he had to under­\nstand as the keeping of its laws. This essential view of the determination of \nphilosophy nevertheless goes far enough to renounce every subjugation of \nphilosophical thinking, the most destirute kind of which lets philosophy still \nbe of value as an \"expression\" of \"culrure\" (Spengler) and as an ornament \nof productive humankind. \nHowever, whether philosophy as \"keeper of its laws\" fulfills the essence \noriginarily decided for it, or whether it is not itself first of all kept and \nappointed to its task as keeper by the truth of that to which its laws in each \ncase pertain - this depends on the primordiality with which the original \nessence of truth becom_es essential for thoughtful questioning. \nThe present undertaking takes the question of the essence of truth be­\nyond the confines of the ordinary definition provided in the usual concept \nof essence and helps us to [96] consider whether the question of the essence \nof truth must not be, at the same time and even first of all, the question \nconcerning the truth of essence. But in the concept of \"essence\" philos­\nophy thinks Being. In tracing the inner possibility of the correctness of \nstatements back to the ek-sistent freedom of letting-be as its \"ground,\" \nand likewise in pointing to the essential begining of this ground in con­\ncealing and in errancy, we want to show that the essence of truth is not \nthe empty \"generality\" of an \"abstract\" universality but rather that which, \nself-concealing, is unique in the unremitting history of the disclosure of \nthe \"meaning\" of what we call Being - what we for a long time have been \naccustomed to considering only as beings as a whole. \n9· NOTE \nThe question of the essence of truth arises from the question of the truth \nof essence. In the former question essence is understood initially in the \nsense of whatness (quidditns) or material content (realitos), whereas truth is \nunderstood as a characteristic of knowledge. In the question of the truth of \nessence, essence is understood verbally; in this word, remaining still within \nmetaphysical presentation, Beyng is thought as the difference that holds \nsway between Being and beings. Truth signifies sheltering that clears [licht­\nmdes Bergen) as the fundamental trait of Being. The question of the essence \nof truth finds its answer in the proposition the essmce of truth is the truth of \nessmce. After our explanation it can easily be seen that the proposition does \nnot merely reverse the word order so as to conjure the specter of paradox. \nThe subject of the proposition - if this unforrunate grammatical category \n153 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 170,
      "bucket": "B (1-3%)",
      "error_rate": 2.1,
      "unknown_words_sample": [
        "glaucon",
        "erly",
        "sheehan",
        "vhat"
      ],
      "full_text": "Plato s Doctrine of Truth \nTranslated by Thomas Sheehan• \n[109] The knowledge that comes from the sciences usually is expressed in \npropositions and is laid before us in the form of conclusions that we can \ngrasp and put to use. But the \"doctrine\" of a thinker is that which, within \nwhat is said, remains unsaid, that to which we are exposed so that we might \nexpend ourselves on it. \nIn order to experience and to know for the future what a thinker left \nunsaid, whatever that might be, we have to consider what he said. To prop­\nerly satisfy this demand would entail examining all of Plato's \"dialogues\" \nin their interrelationship. Since this is impossible, we must let a different \npath guide us to the unsaid in Plato's thinking. \n\\Vhat remains unsaid in Plato's thinking is a change in what determines \nthe essence of truth. The fact that this change does take place, what it \nconsists in, and what gets grounded through this transformation of the \nessence of truth - all of that can be clarified by an interpretation of the \n\"allegory of the cave.\" \nThe \"allegory of the cave\" is presented at the beginning of the seventh \nbook of the \"dialogue\" on the essence of the r.6i-.u; (Republic, VI, 5 14 a2 to \n5 1 7  a7). The \"allegory\" tells a story. The tale unfolds in the conversation \nbetween Socrates and Glaucon. Socrates presents the story, Glaucon shows \nhis awakening astonishment. The translation that we provide for the text \nincludes phrases that go beyond the Greek in an effort to elucidate it; these \nwe have put in parentheses.2 \n1 55 \n,t, \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 171,
      "bucket": "E (10%+)",
      "error_rate": 80.9,
      "unknown_words_sample": [
        "pav",
        "flw",
        "otov",
        "opa",
        "jevov",
        "xtrpai",
        "iivwij",
        "ixtvac",
        "oltl",
        "ylip"
      ],
      "full_text": "PATHMARKS \ni8€ y?lp av!Jp\";;o•J:; olov EV Xll'tllye:(ą OLX,tJ£L t11t7JAIIU\"8£L, avalt£1t'tllfltV'JV \n1tpt'1c; 'tfJ tpwc; tijv £!ao8ov £xo•)ar, fl11Xpav r.ap?l ltClV 'tO Olt,AilLOV, tv ta•J\"tn \nex r.at8wv ov'tl:; £v j£t1!JOLc; xat 'tCl axtA.'l xat wi)c; a•ixtvac;, WtJ't£ fltv£LV \n't£ ::z•iw•)c; t'Lc; 't£ tb 1tp6a0£v flOVOV 6pav, x6XAij) 8€ t?lc; Xtrpai.?lc; i:mo 'tOU \n8£tJfWiJ aj•Jvlito•Jc; lt£pLiiy£LV, !f'Wc; 8£ Cl1J'tOLc; r.upoc; iivwiJ£V XCll 1toppw0£v \nXllO!JEVOV or.LtJfJ£v ll1J'tWV, fl£'tllkU 8€ 'tOU lt•Jpoc; xat 'tWV 8£0'flW'tWV tltlivw \niJ86v. r.ap · bv i8€ 't£LXlov etaplj)xo8ofl'lfltvov, waćt£p toi:c; 6ClUflll't01tOLoi:c; \n;;pb 'tWV av!Jp\"r.wv 1tpOX£L'tClL 'tCl :itllpatppayflll'tll, iJ:itEp wv 'tCl OaUflll'tll 8£LX­\nv(illtJLV. - opw, ftp7J. -\nopa tolwv 1tap?l 'tOU'tO 'tO 't£LXlov tptpovtllc; av9p\";;:o•Jc; tJX£1JlJ 't£ 1tllV­\n't08altCt {mtptxov'tll 'tOU 't£Lxlou XClt av8pLiivtllc; Xllt iiAACl C<i)Cl A.t9Lvli 't£ Xllt \nk6ALva XClt ltavtoi:Cl £ipyaafltv11, otov tixoc; to•)c; flEv tp9£yyofltvouc;, to•)c; \n8€ tJLYWV'tllc; 'tWV 1tllp1X1f1£pov'tWV. \natOltOV, ʘ'P'l· ).ty£L<; dx6va XClt 8tO!JWlCl<; at6l't01J<;. - O!Jolovc; t.IJʙV. cv \n8 .  ey\"· wuc; y?tp 'tOLOU'tOIJc; 1tpW'tOV flEv ta•J'tWV 't£ XCll aAA.f.A.wv OL£L iiv \nn €wpcrxtvcu a).).o l'tAdv tac; tJXLac; tac; iJltO toG l't1Jpoc; tic; to XCltClV\"tLXpU \nCl•hwv tou Oltl)Aillo•J $tpoamltto•)aClc;; \n- 1twc; ylip. ftplj. £i axw,'t01Jc; y£ texc; X£1jlllACtac; fX£W f,vayxaafltvm £l£v \n8L?l pto•J; -\n- tl 8€ twv %tapatptpofltvwv; o•) ta•hov touto; - tl fl,V; -\n- £i oi)v 8LIXAty£a9aL otol 't .  £[£v 1tpoc; aA.Af,A.o•Jc;. OIJ 'tlU'ta ĆYfl av 'tCt \nOV'tll a•iw•)c; VO!JlC£L\" htp op(j)tv; - avliyXlj. -\n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 173,
      "bucket": "E (10%+)",
      "error_rate": 69.1,
      "unknown_words_sample": [
        "upov",
        "qltoo",
        "lic",
        "livayxacol",
        "xpij",
        "atlte",
        "ltv",
        "ltope",
        "jvao",
        "apa"
      ],
      "full_text": "PATHMARKS \n'tL 3 .  e:i xat f.xw 'tb llEO'fHal'tf,p\fov ex 't01J xa'taV't\fXpiJ lxOL; CUtO'tE 't\fc; 'tWV \n1tap\f6v1:wv rpOtyԬano. ote:\f iiv iiHo n au1:oiJc; ăye:iaaa\f 1:0 f1'0Eyy6f.1Evov t, \n1:T,v :tapw•)aav ax\fliv; - fl?l ԭt ' oux lywy '. lf1''l· - r:av1:1ir.aa\f 3\u0017. ȃv 3 'ey6>, \noi 'tow•)wH o•)x Civ ii/.l.o n vof.1lCoL£v 1:0 li/.YJOŚc; t, 1:ac; 1:wv axe:uao1:wv \nax\flic;. - r:oAAYj avliyXYJ, lf1''l· -\n- axo:te:\f 3f,, +,v 3 'ey6>, au1:wv Mow 'tE xat taaw 1:wv 'tE 3EO\"f.1Wv xat \n'tijc; arppo0'1JVYJ<;. o1a 't\fc; Civ El'l '1''JO'E\f. d 't0\f1i3e: 0'1Jflȅatvo\f a•hoic;. OltO'tE \nnc; A•JOdr, xat livayxaCOL'tO eĄalrpvr,c; livLO''taO\"Oat 'tE xat ltEp\fliye:\fv 'tOV \na•ixtva xat śa3tCe:\fv xat :tpoc; 1:0 rpwc; livȆAtlte:w. ltliv'ta 3Ś 'ta•)'ta ltOLWv \na/..yoi 'tE xat lha 1:ac; flapflap•Jy?tc; li&•Jva'toi xa9opav exe:iva wv 'tO'tE 1:?tc; \nax\fac; £6>pa. 1:t 1iv ote:\f a•hov dr.e:iv, d nc; au1:Cj) J.tyOL lh\f 'tO'tE flh Mpa \nrp/.uapLac;, vuv 3Ś f.1CiAA6v 't\f eyyu'ttpw 'tOU Ԯv'toc; xat ltpoc; flCiAAOV OV'ta \n'tE'tpaflfltvoc; 6p66upov ś/.t:tOL. xat 3-t, xat baa1:ov 1:wv r.ap\fov't(a)V 3e:\fxvuc; \nau't(j) &vayxliCOL £p(a)'tWV li:toxplve:a9a\f 5n lO\"t\fv; oux ote:\f au1:ov &ltope:iv 'tE \nCi.v xat ăye:iaOa\f 'tCL 'tO'tE op6>flEVa li/.r,9toupa t, 'tCL VIJV 3e:\fXVUflEVa; - :toM \ny ' .  lf1''l· -\nOuxo•)v xCi.v Ei ;:poe; a•ho 1:0 rpwc; &vayxliCOL au1:ov ś/.t:te:\fv. li/.ye:iv 'tE iiv \n'tCt O!J!JCl'ta xat f1'E'JyEW QltOO''tpe:rp6flE:VOV ;:poe; exe:iva 1i Mva'ta\f xaaopav. \nxat VOflLCe:\fv 'taU'ta 't(j) ov't\f aarpta1:e:pa 'tWv 3e:\fxv•J!Jtv(a)v; - o•j't(a)c;, lrplj. \ne:i 3t. f,v 3 'ey6>. £vw)0e:v f/.xo\f 't\fc; a•)'tov ȅtq. 3\fa 'tpaxe:tac; 't'ijc; livȆliaE(a)c; \nxat avliv'to•Jc;, xat flt. ave:lr, r.ptv £ĄEAX1JO'ELEV e:ic; 'tO 'tOU t,J.to•J rpwc;, apa o•)xt \niJ8•Jvao(Jat 'tE iiv xat ayavaX'tELV €AxOflEVOV, xat tr:e:\f3t, r.:pbc; 'tO rpwc; l/.Oo\f. \na•iyt,c; iv lxov'ta 'tCL O!J!JCl'ta flEO''tCL opav o•)3' 1iv fv MvttaOa\f 'tWV v•)v \ni.e:yo!ltv(a)v a:;.r.Qwv; \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 175,
      "bucket": "E (10%+)",
      "error_rate": 78.8,
      "unknown_words_sample": [
        "oqe",
        "ltaptxw",
        "otl",
        "outoc",
        "ltta",
        "aoaooal",
        "mtpolte",
        "etjtog",
        "tpwtljc",
        "tjxlerc"
      ],
      "full_text": "PATI JMARKS \n- o•'i yap ii'l, &'?7i· e':x['?\"'r,c; ye:. -\nIJINfjfJe:[:xc; 8ij ol!l:lL 8tmt . Ct'\\1, EL JltA.AOL ta <i'IW o4e:tJ0cu. XCIL itpWtO'I \n!lh tac; tJXLerc; a\"' pƗtJta xaOopij), xat fl£ta toiito £\"' tote; ;'J&am ta te: tW'I \na'lfJpw;;w'l x:rt ter tW'I iiAAW'I dliw/.a, {iote:po'l lit a•ita. EX lit tO(ItW'I tex £'1 \ntt;i o•)pa'l(ij x:xl CIIJtfJ'\\1 tfJ'\\1 o•)pa'I0'\\1 '1/IJXtwp a'l pq.o'\\1 Oe:aoano, r.:pooƘ/.t;;(a)'\\1 \ntb tW'I iitJtpw'l t£ xal oe:J.f,'17jc; rpwc;. fj fl£0 • f,fltpa\"' to'l ijJ.v)\"' te: xat tb to!) \n()..[o•J. - ;;we; 8 · o•'J; \nt£A£•Jt:XLo'l li'ij o(flCIL to 'I f,J.Lo'l, O'JX E'l iJ&:xow o•)li · E'l 11/.J.otplijt flipijt \nrpetvtcitJf.Latct rx,jtoi) .. &AA atjtOv xa6 . a{JtOv £-v tf. etJtoG xWpƙ 3tjvClƚt' Ca:v \nxanlie:tv xal Oe:aoaoOaL ot6c; €otL'I. - li'lctyxato'l, frplj. -\nxat (ltta tal)t ' 1i'l p&Jj o•JJ.Aoy(Cmto ;;e:pt a•hoii 3tL outoc; o tac; te: i.>pac; \nltaptxw\"' xal E'ILCIIJtouc; xal lta'lta £mtpolte:•)w\"' t& £\"' tij) iJpwflt\"'(j) tolt(j). \nxal exe:(vwv W\\1 oqe:tc; twpw'l tpOltO'I nva :ta\\ft(a)\\1 atnoc;. \nt( oih; Ct'\\/ClflLfl'ITjOXOfl€'10'1 CIIJt0'\\1 tSc; :tpWtljc; ol.x\"f,oe:wc; xat t'ijc; exe:t \noorp(ac; xat tW'I t6te: o•J'18£oflWtwv o•)x a'l ote:L auto'\\/ flh e:•)licxLflO'IlCe:L'I tSc; \nfl£taj3oJ.Sc;. to•'.lc; 8t €/.e:e:t'l; - xat fla/.a. -\n100 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 177,
      "bucket": "E (10%+)",
      "error_rate": 75.5,
      "unknown_words_sample": [
        "jaacx",
        "pcj",
        "iaeafjcx",
        "cxj",
        "cxp",
        "xwv",
        "xcxt",
        "gijvljfjelct",
        "laxov",
        "oxtelv"
      ],
      "full_text": "PATH MARKS \n'tl!J:XL I)\u008d x:xt f;;:xwrn tl 'tL V£<:; :XIJtot<:; ija:xv tOt£ ;t:Xp. ai.i.t,i.wv xcxt ytpcx \ntā (j\u001f•it:xt:I x::Oopwvn ta ;:::p\u00046vtcx, xcxt !J\"'l!JOvt•iovt\u0004 !JaA\u0004ot:I oa:x t£ \n;;potEp :X :x•)twv x:xt IJO'tEpa El\\O£\u008e xcxt &!J:X nopt•itaO:x\u0004. xcxt ex tOIJtW'\\1 \nI)Yj 8•Jvatwt:It:I i<tO!J:XVt£IJO!JEVCjl t:o !JO.i.ov Ă;E\u0004V . 8ox£i<:; av :x•hov \n£;;ƈ0'J!JYj'tLXW<:; ::•:ltwv f)(E\u009cv xcxt Clji.oi)v to•),; ;:cxp' exE(vm,; 'tl!JW!JEVO'J<:; t£ xcxt \n£v8•JV:IO't£•iovt:x<:;. f, 'tO t:oiJ \"O!Jf.pou av 4t£l':OV0tvcx\u0004 xat orp68pcx Po•iAEafJcx\u0004 \n\"£;:aptNpov £6vt:x 07jt£1JE!JEV liAACjl av8pt ;::xp ' axl.f,pCj\" x:xt onoi)v av \n;:t;;ovfJitv:x\u0004 !JCXAAOV \u0097 'xEiva t£ 8o;a £\u0004V xat exdvw<:; Cijv; \n- o•jt:w<:;, frplj fywy£ o[!JCXL, r.iiv !JCiAAo'V r.tnovOtvaL iiv 8t\u0098cxa(laL f, C\u0099v \nEXEL'VW<:;. -\nxat toll£ 0\u001e t'VVOljGOV , ijv 8 .  eyw. El ;:aA\u009cV 0 t:oثoiJto<:; Xat:cxj3ex<:; El<:; tov \na•hbv f:laxov xa0(Cmto, lip . o•) oxot:oiJ<:; i\"Va:i':AEW<:; GJ(O(lj tou,; 6rp0aA!JO'J<:;, \nt\u001f:x(rpvr,,; \u009axwv ex toG f.i.(o•J; - xcxt !JaAcx y . •  frpr,. -\ntexc; 0Ą 0\u001e ox\u0004exc; £x£tvcx,; r.al.\u009cv tt 8tm cx•hb\"V yvw!Jat:E•iovt:x 8\u0004ctf.HI.i.aaO:x\u0004 \ntoi<:; att 8EG!J\\ta\u0004<:; £x£tvo\u009c<:;. £v (j» &!Jf3A•J\\tt£\u0004. ltptv X:Xt:aat!va\u009c 'tCx O!J!Jctt:a. \nOIJtO<:; I) • 0 J(pOVO<:; !J\u001e lta'\\IJ c)).( yo<:; ttlj 't\u0099<:; GIJVljfJELct<:;, lip • OU yEAWt Ct'\\1 \n;;cxpaGJ(O L, xcxt I.Eymto av r.Epi IXUtoiJ ج\" avcxj3ex<:; livw 0'EtpO:xp!JEVO<:; \u009aX£\u009b tCx \nO!J!JCXtcx xcxt ot:\u0004 o•)x liăwv o•)8\u008d ltELpiioO:x\u008c livw ttv(:u; x:xt tov £r.\u009bJ(E\u009cpoiJ\"Vta \nAIJ£\u009c'\\1 t£ xat avay£\u009cv. £1 ;tW<:; tv tiXL<:; J(Epat Mvcx\u008evto Acxj3£LV x:xt a;;oxtELV£\u0004)1. \nanoxt£w•iva\u009c li'V; \norp68pa y · •  frplj. -\nJ62 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 182,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "tllu",
        "rpuolv",
        "taloda",
        "xal",
        "proto",
        "ebtov",
        "remov",
        "oda",
        "lttpl",
        "ulid"
      ],
      "full_text": "PLATO'S DOCTRINE OF TRUTH \ncharacter on someone and guiding someone by a paradigm. The contrary \nof r:a\u0004oE(a is a7ta\u0004O€'Jo(a, lack of formation, where no fundamental bearing \nis awakened and unfolded, and where no normative proto-type is put forth. \nThe \"allegory of the cave\" concentrates its explanatory power on making \nus able to see and know the essence of 1ta\u0004oda by means of the concrete \nimages recounted in the story. At the same time Plato seeks to avoid false \ninterpretations; he wants to show that the essence of 7taLoda does not consist \nin merely pouring knowledge into the unprepared soul as if it were some \ncontainer held out empty and waiting. On the contrary real education lays \nhold of the soul itself and transforms it in its entirety by first of all leading \nus to the place of our essential being and accustoming us to it. That the \n\"allegory of the cave\" is meant to illustrate the essence of 1ta\u0004oda is stated \nclearly enough in the very sentence with which Plato introduces the story \nat the beginning of Book Seven: Mna \"tllU\"tll o<. Ebtov, Q7t€LXIlO'OV 'tmOU\"tą \n;ta9€L \"t\u001eV ĆflEttpav rpuoLv 7tllLO€Lac; \"t€ lttpL xal altllLOEIJO'(ac;. \"And after that, \ntry to conjure up for yourself from the kind of experience (to be presented \nin the following story) a view (of the essence) both of'education' and of the \nlack of education, [ 1 24] both of which (as belonging together) concern the \nvery foundation of our being as humans.\" \nPlato's assertion is clear: The \"allegory of the cave\" illustrates the essence \nof \"education.\" By contrast, the interpretation of the \"allegory\" that we \nare now going to attempt means to point out the Platonic \"doctrine\" of \ntruth. Are we not then burdening the \"allegory\" with something foreign to \nit? The interpretation threatens to degenerate into a reinterpretation that \ndoes violence to the text. Let this appearance stand until we have confirmed \nour insight that Plato's thinking subjects itself to a transformation in the \nessence of truth that becomes the hidden law governing what the thinker \nsays. According to our interpretation, which is made necessary from out of \na future need, the \"allegory\" not only illustrates the essence of education \nbut at the same time opens our eyes to a transformation in the essence of \n\"truth.\" If the \"allegory\" can show both, must it not be the case that an \nessential relation holds between \"education\" and \"truth\"? This relation \ndoes, in fact, obtain. And it consists in the fact that the essence of truth and \nthe sort of transformation it undergoes here first make possible \"education\" \nin its basic structures. \nBut what is it that links \"education\" and \"truth\" together into an original \nand essential unity? \nII :ulid:x means turning around the whole human being. It means remov­\ning human beings from the region where they first encounter things and \ntransferring and accustoming them to another realm where beings appear. \n"
    }
  ]
}