{
  "batch_id": 14,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 483,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "xxiv",
        "paralysed",
        "xxv",
        "becom",
        "spreizt",
        "auf",
        "xxm",
        "anderen",
        "punkten",
        "spreizen"
      ],
      "full_text": "Being and Time \nII. 6 \npositing as in the sphere of Being-outside-of-itself, it appears indifferent as \nregards the things that are tranquilly side by side. As thus posited for itself, \nit is time:xxm \nIf space gets represented-that is, if it gets intuited immediately in the \nindifferent subsistence of its differences-then the negations are, as it were, \nsimply given. But by such a representation, space does not get grasped in \nits Being. Only in thinking is it possible for this to be done-in thinking as \nthe synthesis which has gone through thesis and antithesis and transmuted \nthem. Only if the negations do not simply remain subsisting in their \nindifference but get transmuted-that is, only if they themselves get \nnegated--does space get thought and thus grasped in its Being. In the \nnegation of the negation (that is, of punctuality) the point posits itself \nfor itself and thus emerges from the indifference of subsisting. As that which \nis posited for itself, it differentiates itself from this one and from that one : \nit is no longer this and not yet that. In positing itself for itself, it posits the \nsuccession in which it stands-the sphere of Being-outside-of-itself, which \nis by now the sphere of the negated negation. When punctuality as \nindifference gets transmuted, this signifies that it no longer remains lying \nin the 'paralysed tranquillity of space'. The point 'gives itself airs' before \nall the other points. 1 According to Hegel, this negation of the negation \nas punctuality is time. If this discussion has any demonstrable meaning, \nit can mean nothing else than that the positing-of-itself-for-itself of every \npoint is a \"now-here\", \"now-here\", and so on. Every point 'is' posited \nfor itself as a now-point. 'In time the point thus has actuality.' That \nthrough which each point, as this one here, can posit itself for itself, is in \neach case a \"now\". The \"now\" is the condition for the possibility of the \npoint's positing itself for itself. This possibility-condition makes up th< \nBeing of the point, and Being is the same as having been thought. Thus \nin each case the pure thinking of punctuality-that is, of space-'thinks' \nthe \"now\" and the Being-outside-of-itself of the \"now\" ; because of this, \nspace 'is' time. How is time itself defined ? \n'Time, as the negative unity of Being-outside-of-itself, is likewise some­\nthing simply abstract, ideal. It is that Being which, in that it is, is not, and \nwhich, in that it is not, is : it is intuited becoming. \nThis means that \nthose differences which, to be sure, are simply momentary, transmuting \nthemselves immediately, are defined as external, yet as external to them-\n43 1 \nselves.'xxiv For this interpretation, time reveals itself as 'intuited becom­\ning'. According t\" Hegel this signifies a transition from Being to nothing \nor from nothing to Being.xxv Becoming is both arising and passing away. \n1 'Der Punkt \"spreizt sich auf\" gegenuber allen anderen Punkten.' The verb 'spreizen' \nmeans 'to spread apart' ; but when used reflexively, as here, it takes on the more specific \nconnotation of swaggering, giving oneself airs. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 484,
      "bucket": "D (5-10%)",
      "error_rate": 9.4,
      "unknown_words_sample": [
        "werden",
        "nows",
        "zuvor",
        "xxvi",
        "nicht",
        "mehr",
        "duced",
        "auch",
        "experi",
        "dasjetzt"
      ],
      "full_text": "II. 6 \nBeing and Time \nEither Being 'makes the transition', or not-Being does so. What does this \nmean with regard to time ? The Being of time is the \"now\". Every \"now\", \nhowever, either 'now' is-no-longer, or now is-not-yet; so it can be taken also \nas not-Being.1 Time is 'intuited' becoming-that is to say, it is the transition \nwhich does not get thought but which simply tenders itself in the sequence \nof \"nows\". If the essence of time is defined as 'intuited becoming', then it \nbecomes manifest that time is primarily understood in terms of the \n\"now\", and indeed in the very manner in which one comes across such a \n\"now\" in pure intuition. \nNo detailed discussion is needed to make plain that in Hegel's Inter­\npretation of time he is moving wholly in' the direction of the way time is \nordinarily understood. When he characterizes time in terms of the \"now\", \nthis presupposes that in its full structure the \"now\" remains levelled off \nand covered up, so that it can be intuited as something present-at-hand, \nthough present-at-hand only 'ideally'. \nThat Hegel Interprets time in terms of this primary orientation by the \n\"now\" which has been levelled off, is evidenced by the following \nsentences : 'The \"now\" is monstrously privileged: it 'is' nothing but the \nindividual \"now\" ; but in giving itself airs, this thing which is so exclusive \nhas already been dissolved, diffused, and pulverized, even while I am \nexpressing it.'xxvi 'In Nature, moreover, where time is now, no \"stable\" \n[\"bestehend\"] difference between these dimensions' (past and future) \n'ever comes about' .xxvu 'Thus in a positive sense one can say of time that \nonly the Present is; the \"before\" and \"after\" are not ; but the concrete \nPresent is the result of the past and is pregnant with the future. Thus the \ntrue Present is eternity.'xxvm \nIf Hegel calls time 'intuited becoming', then neither arising nor passing \naway has any priority in time. Nevertheless, on occasion he characterizes \ntime as the 'abstraction of consuming' [\"Abstraktion des Verzehrens\"]­\nthe most radical formula for the way in which time is ordinarily experi­\nenced and interpreted.xxlx On the other hand, when Hegel really defines \n\"time\", he is consistent enough to grant no such priority to consuming \nand passing away as that which the everyday way of experiencing time \n432 \nrightly adheres to; for Hegel can no more provide dialectical grounds for \nsuch a priority than he can for the 'circumstance' (which he has intro­\nduced as self-evident) that the \"now\" turns up precisely in the way the \npoint posits itself for itself. So even when he characterizes time as \"be­\ncorning\", Hegel understands this \"becoming\" in an 'abstract' sense, \nwhich goes well beyond the representation of the 'stream' of time. Thus \n1 'Das Sein der Zeit ist dasjetzt; sofem aber jedes Jetzt \"jetzt\" auch schon nicht-mehr­\nbzw. je jetzt zuvor noch-nicht-ist, kann es auch als Nichtsein gefast werden.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 485,
      "bucket": "D (5-10%)",
      "error_rate": 9.2,
      "unknown_words_sample": [
        "welche",
        "einzelheit",
        "nows",
        "cogito",
        "minateness",
        "rem",
        "dasein",
        "xxl",
        "begreifende",
        "initialf"
      ],
      "full_text": "Being and Time \nII. 6 \nthe most appropriate expression which the Hegelian treatment of time \nreceives, lies in his defining it as \"the negation of a negation\" (that is, of \npunctuality) . Here the sequence of \"nows\" has been formalized in the \nmost extreme sense and levelled off in such a way that one can hardly go \nany farther.xx Only from the standpoint of this formal-dialectical con­\nception of time can Hegel produce any connection between time and \nspirit. \n433 \n(b) Hegel's Interpretation of the Connection between Time and Spirit \nIf Hegel can say that when spirit gets actualized, it accords with it to \nfall into time, with \"time\" defined as a negation of a negation, how has \nspirit itself been understood ? The essence of spirit is the concept. By this \nHegel understands not the universal which is intuited in a genus as the \nform of something thought, but rather the form of the very thinking which \nthinks itself: the conceiving of oneself-as the grasping of the not-I. Inasmuch \nas the grasping of the not-I presents a differentiation, there lies in the pure \nconcept, as the grasping of this differentiation, a differentiation of the \ndifference. Thus Hegel can define the essence of the spirit formally and \napophantically as the negation of a negation. This 'absolute negativity' \ngives a logically formalized Interpretation of Descartes' \"cogito me cogitare \nrem\", wherein he sees the essence of the conscientia. \nThe concept is accordingly a self-conceiving way in which the Self has \nbeen conceived ; as thus conceived, the Self is authentically as it can be­\nthat isfree.1 'The \"I\" is the pure concept itself, which as concept has come \ninto Dasein.'xxl 'The \"I\", however, is this initialf:y pure unity which relates \nitself to itself-not immediately, but in that it abstracts from all deter-\n434 \nminateness and content, and goes back to the freedom of its unrestricted \nself-equality.'xxll Thus the \"I\" is 'universaliry', but it is 'individuality' 2  \njust as immediately. \nThis negating of the negation is both that which is 'absolutely restless' \nin the spirit and also its self-manifestation, which belongs to its essence. The \n'progression' of the spirit which actualizes itself in history, carries with it \n'a principle of exclusion'.xx111 In this exclusion, however, that which is \nexcluded does not get detached from the spirit ; it gets surmounted. The kind \n1 'Der Begriff ist sonach die sich begreifende Begriffenheit des Selbst, als welche das \nSelbst eigentlich ist, wie es sein kann, das heisstfrei.' The noun 'Begriffenheit' is of course \nderived from 'begriffen', the past participle of 'begreifen' ('to conceive' or 'to grasp'). \n'Begriffen', however, may also be used when we would say that someone is 'in the process \nof' doing something. This would suggest the alternative translation : 'The concept is \naccordingly a self-conceiving activity of the Self-an activity of such a nature that when \nthe Self performs it, it is authentically as it can be--namely,free.' \n2 '  \"Einzelheit\" '. We take this reading from Lasson's edition of Hegel, which Heidegger \ncites. The older editions of Heidegger's work have 'Einzelnheit' ; the newer ones have \n'Einzenheit'. Presumably these are both misprints. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 486,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "apophantical",
        "selfsameness",
        "ofit",
        "xxxix",
        "xxxv",
        "differen",
        "xxxvu",
        "xxxlv",
        "ist",
        "tiated"
      ],
      "full_text": "II. 6 \nBeing and Time \nof making-itself-free which overcomes and at the same time tolerates, is \ncharacteristic of the freedom of the spirit. Thus 'progress' never signifies \na merely quantitative \"more\", but is essentially qualitative and indeed \nhas the quality of spirit. 'Progression' is done knowingly and knows itself \nin its goal. In every step of its 'progress' spirit has to overcome 'itself' \n\"as the truly malignant obstacle to that goal\".xxxlv In its development \nspirit aims 'to reach its own concept'.xxxv The development itself is 'a hard, \nunending battle against itself'.xxxvi \nBecause the restlessness with which spirit develops in bringing itself to \nits concept is the negation of a negation, it accords with spirit, as it actualizes \nitself, to fall 'into time' as the immediate negation of a negation. For 'time is \nthe concept itself, which is there [ da ist] and which represents itself to the \nconsciousness as an empty intuition; because of this, spirit necessarily \nappears in time, and it appears in time as long as it does not grasp its pure \nconcept-that is, as long as time is not annulled by it. Time is the pure \nSelf-external, intuited, not grasped by the Self-the concept which is merely \nintuited.'xxxvu Thus by its very essence spirit necessarily appears in time. \n'World-history is therefore, above all, the interpretation of spirit in time, \njust as in space the idea interprets itself as Nature.'xxxvu The 'exclusion' \nwhich belongs to the movement of development harbours in itself a \nrelationship to not-Being. This is time, understood in terms of the \"now\" \nwhich gives itself airs. \nTime is 'abstract' negativity. As 'intuited becoming', it is the differen-\ntiated self-differentiation which one comes across immediately ; it is the \n435 \nconcept which 'is there' [\"daseiende\"]-but this means present-at-hand. \nAs something present-at-hand and · thus external to spirit, time has no \npower over the concept, but the concept is rather 'the power of time'.xxxix \nBy going back to the selfsameness of the formal structure which both spirit and \ntime possess as the negation of a negation, Hegel shows how it is possible for \nspirit to be actualized historically 'in time'. Spirit and time get disposed \nof with the very emptiest of formal-ontological and formal-apophantical \nabstractions, and this makes it possible to produce a kinship between \nthem. But because time simultaneously gets conceived in the sense of a \nworld-time which has been utterly levelled off, so that its origin remains \ncompletely concealed, it simply gets contrasted with spirit--contrasted as \nsomething that is present-at-hand. Because of this, spirit must first of all \nfall 'into time'. I t  remains obscure what indeed is signified ontologically \nby this 'falling' or by the 'actualizing' of a spirit which has power over \ntime and really 'is' [\"seienden\"] outside ofit.J ust as Hegel casts little light on \nthe source of the time which has thus been levelled off, he leaves totally \nunexamined the question of whether the way in which spirit is essentially \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 487,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "existenz",
        "urspriinglichen",
        "nicht",
        "ver",
        "temporalize",
        "verfallen",
        "dasein",
        "eigentlichen",
        "funda",
        "temporality"
      ],
      "full_text": "Being and Time \nII. 6 \nconstituted as the negating of a negation, is possible in any other manner \nthan on the basis of primordial temporality. \nWe cannot as yet discuss whether Hegel's Interpretation of time and \nspirit and the connection between them is correct and rests on foundations \nwhich are ontologically primordial. But the very fact that a formal­\ndialectical 'construction' of this connection can be ventured at all, makes \nmanifest that these are primordially akin. Hegel's 'construction' was \nprompted by his arduous struggle to conceive the 'concretion' of the spirit. \nHe makes this known in the following sentence from the concluding \nchapter of his Phenomenology of the Spirit: 'Thus time appears as the very \nfate and necessity which spirit has when it is not in itself complete : the \nnecessity of its giving self-consciousness a richer share in consciousness, of \nits setting in motion the immediacy of the \"in-itself\" (the form in which \nsubstance is in consciousness) , or, conversely, of its realizing and making \nmanifest the \"in-itself\" taken as the inward (and this is what first is inward) \n-that is, of vindicating it for its certainty of itself.'xl \nOur existential analytic of Dasein, on the contrary, starts with the \n'concretion' of factically thrown existence itself in order to unveil tem-\n436 \nporality as that which primordially makes such existence possible. 'Spirit' \ndoes not first fall into time, but it exists as the primordial temporali;:.ing \nof temporality. Temporality temporalizes world-time, within the horizon \nof which 'history' can 'appear' as historizing within-time. 'Spirit' does not \nfall into time ; but factical existence 'falls' as falling from primordial, \nauthentic temporality. 1 This 'falling' [\"Fallen\"], however, has itself its \nexistential possibility in a mode of its temporalizing-a mode which \nbelongs to temporality. \nʁ 83. The Existential-temporal Anarytic of Dasein, and the Question of Funda­\nmental Ontology as to the Meaning .of Being in General \nIn our considerations hitherto, our task has been to Interpret the \nprimordial whole of factical Dasein with regard to its possibilities of authentic \nand inauthentic existing, and to do so in an existential-ontological manner \nin terms of its very basis. Temporality has manifested itself as this basis and \naccordingly as the meaning of the Being of care. So that which our \npreparatory existential analytic of Dasein contributed before temporality \nwas laid bare, has now been taken back into temporality as the primordial \nstructure of Dasein's totality of Being. In terms of the possible ways in \nwhich primordial time can temporalize itself, we have provided the \n1 'Der \"Geist\" fallt nicht in die Zeit, sondem: die faktische Existenz \"fallt\" als ver­\nfallende aus der urspriinglichen, eigentlichen Zeitlichkeit.' The contrast between Hegel's \nverb 'fallen' and Heidegger's 'verfallen' is obscured by our translating them both as 'fall'. \nCf. our note I, p. 480, H. 428. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 488,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "ceived",
        "sophical",
        "dasein",
        "investiga",
        "ontical",
        "ofbeing",
        "viding",
        "unformu",
        "onry",
        "tion"
      ],
      "full_text": "II. 6 \nBeing and Time \n'grounds' for those structures which were just 'pointed out' in our earlier \ntreatment. Nevertheless, our way of exhibiting the constitution of Dasein's \nBeing remains only one way which we may take. Our aim is to work out the \nquestion of Being in general. The thematic analytic of existence, however, \nfirst needs the light of the idea of Being in general, which must be clarified \nbeforehand. This holds particularly if we adhere to the principle which we \nexpressed in our introduction as one by which any philosophical investiga­\ntion may be gauged : that philosophy \"is universal phenomenological \nontology, and takes its departure from the hermeneutic of Dasein, which, \nas an analytic of existence, has made fast the guiding-line for all philo­\nsophical inquiry at the point where it arises and to which it returns.\"xll \nThis thesis, of course, is to be regarded not as a dogma, but rather as a \nformulation of a problem of principle which still remains 'veiled' : can \none provide ontological grounds for ontology, or does it also require an \nontical foundation ? and which entity must take over the function of pro­\nviding this foundation ? \nThe distinction between the Being of existing Dasein and the Being of \nentities, such as Reality, which do not have the character of Dasein, may \nappear very illuminating ; but it is still only the point of departure for the \n437 \nontological problematic ; it is nothing with which philosophy may tranquil-\nlize itself. It has long been known that ancient ontology works with 'Thing­\nconcepts' and that there is a danger of 'reifying consciousness'. But what \ndoes this \"reifying\" signify ? Where does it arise ? Why does Being get 'con­\nceived' 'proximally' in terms of the present-at-hand and not in terms of the \nready-to-hand, which indeed lies closer to us ? Why does this reifying always \nkeep coming back to exercise its dominion ? What positive structure does \nthe Being of 'consciousness' have, if reification remains inappropriate to \nit ? Is the 'distinction' between 'consciousness' and 'Thing' sufficient for \ntackling the ontological problematic in a primordial manner ? Do the \nanswers to these questions lie along our way ? And can we even seek \nthe answer as long as the question of the meaning ofBeing remains unformu-\nlated and unclarified ? \nOne can never carry on researches into the source and the possibility of \nthe 'idea' of Being in general simply by means of the 'abstractions' of \nformal logic-that is, without any secure horizon for question and answer. \nOne must seek a way of casting light on the fundamental question of onto­\nlogy, and this is the way one must go. Whether this is the onry way or even \nthe right one at all, can be decided only after one has gone along it. The \nconflict as to the Interpretation of Being cannot be allayed, because it has \nnot yet been enkindled. And in the end this is not the kind of conflict one \ncan 'bluster into' ; it is of the kind which cannot get enkindled unless \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 489,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "dasein",
        "investiga",
        "temporalizes",
        "temporality",
        "tion",
        "ecstatical",
        "disclosive",
        "temporalizing"
      ],
      "full_text": "Being and Time \nII. 6 \npreparations are made for it. Towards this alone the foregoing investiga­\ntion is on the way. And where does this investigation stand ? \nSomething like 'Being' has been disclosed in the understanding-of­\nBeing which belongs to existent Dasein as a way in which it understands. \nBeing has been disclosed in a preliminary way, though non-conceptually; \nand this makes it possible for Dasein as existent Being-in-the-world to \ncomport itself towards entities-towards those which it encounters within­\nthe-world as well as towards itself as existent. How is this disclosive under­\nstanding of Being at all possible for Dasein? Can this question be answered by \ngoing back to the primordial constitution-of-Being of that Dasein by which \nBeing is understood ? The existential-ontological constitution of Dasein's \ntotality is grounded in temporality. Hence the ecstatical projection of \nBeing must be made possible by some primordial way in which ecstatical \ntemporality temporalizes. How is this mode of the temporalizing of \ntemporality to be Interpreted ? Is there a way which leads from primordial \ntime to the meaning of Being? Does time itself manifest itself as the horizon \nof Being? \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 490,
      "bucket": "E (10%+)",
      "error_rate": 20.3,
      "unknown_words_sample": [
        "definir",
        "personalistic",
        "phiinomenologischen",
        "ibid",
        "introductwn",
        "husser",
        "wissenschaft",
        "pensles",
        "physica",
        "entende"
      ],
      "full_text": "AUTHOR ' S  NOTES \nForeword \ni. (H. 1) Plato, SophisÙs 24¥· \nIntroductwn, Cho.p­ One \ni. (H. 3) Aristotle, Metaphysica B 4, 1001 a 2 1 .  \nii. (H. 3 )  Thomas Aquinas, Summa Theologica 1 11 Q. 9 4  art. 2 .  \nii. (H. 3) Aristotle, Metaphysica B 3 ,  998 b 22. \niv. (H. 4) Cf. Pascal, Pensles et Opuscules (ed. Brunschvicg),e Paris, 1912, p. 169; 'On ne \npeut entreprendre de definir I'etre sans tomber dans cette absurdite: car on ne peut \ndefinir un mot sans commencer par celui-ci, c'est, soit qu'on l'exprime ou qu'on le \neous-entende. Done pour definir l'etre, il faudrait dire c'est, et ainsi employer le mot \ndefini dans sa definition.' \nv. (H. 6) Plato, SophisÙs 242c. \nvi. (H. 14) Aristotle, De Anima r 8, 431 b 2 1  ; cf. ibid. r 5, 430 a 14 ff. \nvi. (H. 14) Thomas Aquinas, Quaestwnes de VeritaÙ, q. I, a I c; cf. tlie somewhat different \nand in part more rigorous way in which he carries out a 'deduction' of tlie transcendentia \nin his opuscule 'De Natura Generis'. \nIntroductwn, Cho.p­ Two \ni. (H. 23) I. Kant, Critique of Pure Reason,2 pp. 180 f. \nii. (H. 26) Aristotle, Physica .:I 1o-14 (2 17b 2!2\" 17). \nii. (H. 26) I. Kant, op. cit., p. 1 2 1 .  \niv. (H. 32) Cf. Aristotle, De /n­pretatwne 1-<i; also Metaphysica Z 4, and Ethica Nuo­\nmachea Z \nv. (H. 38) If tlie following investigation has taken any steps forward in disclosing tlie \n'things themselves', the autlior must first of all thank E. Husser!, who, by providing his \nown incisive personal guidance and by freely turning over his unpublished investiga­\ntions, familiarized the author witli tlie most diverse areas of phenomenological research \nduring his student years in Freiburg. \nDivision One, Cho.p­ One \ni. (H. 44) St. Augustine, Conftsswnes, X, 1 6. ['But what is closer to me tlian myself? \nAssuredly I labour here and I labour witliin myself; I have become to myself a land of \ntrouble and inordinate sweat.'-Tr.] \nii. (H. 47) Edmund Husserl's investigations of tlie 'personality' have not as yet ben \npublished. The basic orientation of his problematic is apparent as early as his paper \n'Philosophic als strenge Wissenschaft', Logos, vol. I, 1910, p. 3 19. His investigation was \ncarried much further in tlie second part of his Idem zu einer reinen Phinomenologie \nund phiinomenologischen Philosophie (Husserliana IV), of which tlie first part (Cf. tlis \nJahrbuch [Jahrbuch fur Philosophie und phinomenologische Forschung-Tr.] vol. I, 1913), \npresents tlie problematic of 'pure consciousness' as tlie basis for studying tlie Con­\nstitution of any Reality whatsoever. His detailed Constitutional analyses are to be \nfound in three sections of tlie second part, where he treats : 1. tlie Constitution of \nmaterial Nature; 2. tlie Constitution of animal Nature; 3· tlie Constitution of tlie \nspiritual world (the personalistic point of view as opposed to tlie naturalistic) . Husserl \nbegins witli tlie words: 'Altliough Diltliey grasped tlie problems which point tlie way, \nand saw tlie directions which tlie work to be done would have to take, he still failed to \npenetrate to any decisive formulations of tliese problems, or to any solutions of tliem \nwhich are metliodologically correct.' Husser! has studied tliese problems still more \ndeeply since this first treatment of them ; essential portions of his work have been \ncommunicated in his Freiburg lectures. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 491,
      "bucket": "E (10%+)",
      "error_rate": 12.2,
      "unknown_words_sample": [
        "viii",
        "prioristic",
        "phiinomenologischen",
        "ibid",
        "husser",
        "logisclu",
        "ason",
        "ceuvres",
        "jakob",
        "philosophie"
      ],
      "full_text": "490 \nBeing and Time \niii. (H. 47) ThisJahrbuch, vol. I, 2, Igig, and II, 1g16; cf. especially pp. 242 ff. \niv. (H. 47) Ibid., II, p. 243· \nv. (H. 47) Cf. Logos I, loc. cit. \nvi. (H. 41J) Ibid., p. 246. \nvii. (H. 4-B) Genesis I, 26. ['And God said, \"Let us make man in our image, after our \nlikeness.\" '-Tr.] \nviii. (H. 49) Calvin, Institutio I, XV, Section 8. ['Man's first condition was excellent \nbecause of these outstanding endowments: that reason, intelligence, prudence, judg­\nment should suffice not only for the government of this earthly life, but that by them he \nmight ascend beyond, even unto God and to eternal felicity.'-Tr.] \nix. (H. 4g) Zwingli. Von der Klarheit des Wortes Gottes (Deutsclu Schriften I, 56). ['Because \nman looks up to God and his Word, he indicates clearly that in his very Nature he is \nborn somewhat closer to God, is something more after his stamp, that he has something \nthat draws him to God-all this comes beyond a doubt from his having been created in \nGod's image.'-Tr.] \nx. (H. 50) But to disclose the a priori is not to make an 'a-prioristic' construction. Edmund \nHusser! has not only enabled us to understand once more the meaning of any genuine \nphilosophical empiricism; he has also given us the necesary tools. 'A-priorism' is the \nmethod of every scientific philosophy which understands itself. There is nothing \nconstructivistic about it. But for this very reason a priori research requires that the \nphenomenal basis be properly prepared. The horizon which is closest to us, and which \nmust be made ready for the analytic of Dasein, lies in its average everydayness. \nxi. (H. 51) Ernst Casirer has recently made the Dasein of myth a theme for philosophical \nInterpretation. (See his Philosophie der symholischen Formen, vol. II, Das mythisclu Denken, \nIg25.) In this study, clues of far-reaching importance are made available for ethno­\nlogical research. From the standpoint of philosophical problematics it remains an open \nquestion whether the foundations of this Interpretation are sufficiently transparent­\nwhether in particular the architectonics and the general systematic content of Kant's \nCritique of Pure &ason can provide a possible design for such a task, or whether a new \nand more primordial approach may not here be needed. That Casirer hiĆnself sees the \npossibility of such a task is shown by his note on pp. 16 ff., where he alludes to the \nphenomenological horizons disclosed by Husser!. In a discussion between the author and \nCassirer on the occasion of a lecture before the Hamburg section of the Kantgesellschaft \nin December 1g23 on 'Tasks and Pathways of Phenomenological Research', it was \nalready apparent that we agreed in demanding an existential analytic such as was \nsketched in that lecture. \nDivision One, Chapter Two \ni. (H. 54) Cf. Jakob Grimm, Kleinere Schriften, vol. VII, p. 247. \nii. (H. 56) Cf. Section 2g. \nDivision One, Chapter Three \ni. (H. 72) The author may remark that this analysis of the environment and in general \nthe 'hermeneutic of the facticity' of Dasein, have been presented repeatedly in his \nlectures since the winter semester of Igig-Ig2o. \nii. (H. 77) Cf. E. Husser!, Ideen zu einer reinen Phiinomenologie und phiinomenologischen \nPhilosophie, I. Teil, this Yearbook [Jahrbuch fiir Philasophie und Phinomenologisclu \nForschung] vol. I, Section 10 ff., as well as his Logisclu Untersuchungen, vol. I, Ch. I I . For \nthe analysis of signs and signification see ibid., vol. II, I, Ch. I .  \niii. (H. go) Descartes, Principia Philosophiae, I, Pr. 53· (CEuvres, ed. Adam and Tannery, \nvol. VIII, p. 25.) ['And though substance is indeed known by some attribute, yet for \neach substance there is pre-eminently one property which constitutes its nature and \nessence, and to which all the rest are referred.'-Tr.] \niv. (H. go) Ibid. ['Indeed extension in length, breadth, and thickness constitutes the nature \nof corporeal substance.' The emphasis is Heidegger's.-Tr.] \nv. (H. go) Ibid. ['For everything else that can be ascribed to body presupposes extension.' \n-Tr.] \nvi. (H. go) Ibid., Pr. 64, p. gi. ['And one and the same body can be extended in many \ndifferent ways while retaining the same quantity it had before; surely it can sometimes \nbe greater in length and less in breadth or thickness, while later it may, on the contrary, \nbe greater in breadth and les in length.'-Tr.] \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 492,
      "bucket": "E (10%+)",
      "error_rate": 15.7,
      "unknown_words_sample": [
        "poreal",
        "xiv",
        "viii",
        "begrundung",
        "akad",
        "ausgabe",
        "ibid",
        "menologische",
        "theorie",
        "sympathiegefuhle"
      ],
      "full_text": "Being and Time \n491 \nvii. (H. 91) Ibid., Pr. 65, p. 32. [' . .\n. if we think of nothing except what has a place, and \ndo not ask about the force by which it is set in motion . . .  '-Tr.] \nviii. (H. 91) Ibid., II, Pr. 4· p. 42. ['For, so far as hardness is concerned, the sense shows \nus nothing else about it than that portions of hard bodies resist the movement of our \nhands when they come up against those portions. For if whenever our hands are moved \ntowards a certain portion, all the bodies there should retreat with the same velocity \nas that with which our hands approach, we should never feel any hardness. Nor is it in \nany way intelligible that bodies which thus recede should accordingly lose their cor­\nporeal nature; hence this does not consist in hardnes.'-Tr.] \nix. (H. 91) Ibid. ['And by the same reasoning it can be shown that weight and colour \nand all the other qualities of this sort which are sensed in corporeal matter, can be \ntaken away from it, while that matter remains entire; it follows that the nature of this \n<viz. of extension> depends upon none of these.'-Tr.] \nx. (H. 92) Ibid., I, pr. 51, p. 24. \n['Indeed we perceive that no other things exist without \nthe help of God's concurrence.'-Tr.] \nxi. (H. 92) Ibid. [' •\n•\n•\n only one substance which is in need of nothing whatsoever, can be \nunderstood, and this indeed is God.'-Tr.] \nxi. (H. 92) Ibid. ['Indeed we perceive that other things cannot exist without the help of \nGod's concurrence.'-Tr.] \nxiii. (H. 93) Ibid. [The complete pasage may be translated as follows: 'The name \"sub­\nstance\" is not appropriate to God and to these univocalry, as they say in the Schools; \nthat is, no signification of this name which would be common to both God and his \ncreation can be distinctly understood.'-Tr.] \nxiv. (H. 93) In this connection, cf. Opuscula omnia Thomae de Vio Caietani Cardinalis, Lug­\nduni, 1580, Tomus III, Tractatus V ;  'de nominum analogia', pp. 21 1-219. \nxv. (H.93) Descartes,op. cit., I, Pr. 51, p. 24. ['Nosignification ofthisname<\"substance\"> \nwhich would be common to God and his creation can be distinctly understood.'-Tr.] \nxvi. (H. 94) Ibid., I, Pr. 52, p. 25. ['Yet substance cannot first be discovered merely by the \nfact that it is a thing that exists, for this alone by itself does not affect us.'-Tr.] \nxvii. (H. 94) Ibid., I, Pr. 63, p. 31. ['Indeed we understand extended substance, or think­\ning substance more easily than substance alone, disregarding that which thinks or is \nextended.'-Tr.] \nxviii. (H. 96) Ibid., II, Pr. 3, p. 41. ['It will be enough if we point out that the perceptions \nof the senses are not referred to anything but the union of the human body with the \nmind, and that indeed they ordinarily show us in what way external bodies can be of \nhelp to it or do it harm.'-Tr.] \nxix. (H. 97) Ibid., II, Pr. 3, pp. 41-42. [' .\n•\n.\n but they do not teach us what kinds of things \n<bodies> exist in themselves.'-Tr.] \nxx·. (H. 97) Ibid., II, Pr. 4, p. 42. ['If we do this, we shall perceive that the nature of \nmatter, or of body as regarded universally, does not consist in its being something hard \nor heavy or coloured or affecting the senses in some other way, but only in its being \nsomething extended in length, breadth, and thicknes.'-Tr.] \nxxi. (H. 109) Immanuel Kant: 'Was Heisst: Sich im Denken orientieren?' (1786) Werke \n(Akad. Ausgabe), Vol. VIII, pp. 131-147· \nxxii. (H. 1 12) Cf. 0. Becker, Beitrage zur phanomenologischen BegrUndung der Geometrie und \niher physikalischen Anwendungen, in this Year book [Jahrhuch fur Philosophie und phano­\nmenologische Forschung], vol. VI (1923), pp. 385 ff. \nDivision One, Chapter Four \ni. (H. 1 16) Cf. what Max Scheler has pointed out phenomenologically in his Zur Phiino­\nmenologie und Theorie der Sympathiegefuhle, 1913, Anhang, pp. 1 18 ff. ; see also his second \nedition under the title Wesen und Formen der Sympathie, 1923, pp. 244 ff. \nii. (H. 119) 'Ober die Verwandtschaft der Ortsadverbien mit dem Pronomen in einigen \nSprachen' (1829), Gesammelte Schriften (published by the Prussian Academy of Sciences), \nvol. VI, Part 1, pp. 304-330. \nDivision One, Chapter Five \ni. (H. 131) Cf. Section 12, H. 52 ff. \nii. (H. 131) Cf. Section 13, H. 5g-63. \niii. (H. 137) Cf. Section 18, H. 83 ff. \niv, (H. 138) Cf. Aristotle, Metaphysica A 2, g82 b 22 sqq. ['comfort and recreation'-Ross]. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 493,
      "bucket": "E (10%+)",
      "error_rate": 19.1,
      "unknown_words_sample": [
        "octoginta",
        "servilis",
        "ils",
        "husser",
        "contraire",
        "sorge",
        "patrologiae",
        "migne",
        "utrum",
        "dasein"
      ],
      "full_text": "492 \nBeing and Time \nv. (H. 139) Cf. Pascal, Pensles, [ed. Brunschvicg, Paris, p. 185]. 'Et de la vient qu'au lieu \nqu 'en parlant des clwses humaines on dit qu 'il faut les connaltre avant que de les aimer, ce qui a \npasse en proverbe, les saints au contraire disent en parlant des clwses divines qu'il faut les aimer \npour les connaltre, et qu' on n' entre dans la vlritl que par la charitl, dont ils ont fait une de leurs \nplus utiles sentences.' ['And thence it comes about that in the case where we are speaking \nof human things, it is said to be necessary to know them before we love them, and this \nhas become a proverb; but the saints, on the contrary, when they speak of divine things, \nsay that we must love them before we know them, and that we enter into truth only \nby charity; they have made of this one of their most useful maxirns'.-Tr.] Cf. with \nthis, Augustine, Opera, (Migne Patrologiae Latinae, tom. VIII), Contra Faustum, lib. 32, \ncap. 18: 'non intratur in veritatem, nisi per charitatem.' ['one does not enter into truth except \nthrough charity'.-Tr.] \nvi. (H. 140) cr. Aristotle, Rhetorica B 5. 1382 a 2o-I383 b I I .  \nvii. (H. 143) Cf. Section r8, H. 85 ff. \nviii. (H. 147) cr. Section 4. H. I I  ff. \nix. (H. 156) cr. Section 13, H. 59 ff. \nx. (H. 166) On the doctrine of signification, cf. Edmund Husser!, Logische Untersuchungen, \nvol. II, Investigations I, IV-VI. See further the more radical version of the problematic \nin his Ideen I, Sections 123 ff., pp. 255 ff. \nxi. (H. 171) Aristotle, Metaphysica A 1, g8o a 2 1 .  \nxii. (H. 171) Augustine, Corifessiones, X, 35· \nxiii. (H. 175) cr. Section 9, H. 42 ff. \nDivision One, Chapter Six \ni. (H. r8o) cr. Section 12, H. 52 ff. \nii. (H. 188) Cf. Section 12, H. 53 ff. \niii. (H. 189) Cf. Section 27, H. 126 ff. \niv. (H. 190) It is no accident that the phenomena of anxiety and fear, which have never \nbeen distinguished in a thoroughgoing manner, have come within the purview of \nChristian theology ontically and even (though within very narrow limits) ontologically. \nThis has happened whenever the anthropological problem of man's Being towards \nGod has won priority and when questions have been formulated under the guidance \nof phenomena like faith, sin, love, and repentance. Cf. Augustine's doctrine of the timor \ncastus and servilis, which is discussed in his exegetical writings and his letters. On fear in \ngeneral cf. his De diversis quaestionibus octoginta tribus, qu. 33 (de metu) ; qu. 34 (utrum non \naliud amandum sit, quam metu carere) ; qu. 35 (quid amandum sit). (Migne, Patrologiae Latinae \ntom. VII, pp. 23 ff.) \nLuther has treated the problem of fear not only in the traditional context of an \nInterpretation of poenitentia and contritio, but also in his commentary on the Book of \nGenesis, where, though his treatment is by no means highly conceptualized, it is all the \nmo×e impressive as edification. Cf. Enarrationes in genesin, cap. g, Werke (Erlanger \nAusgabe), Exegetica opera latina, tom. I, pp. 177 ff. \nThe man who has gone farthest in analysing the phenomenon of anxiety-and again in \nthe theological context of a 'psychological' exposition of the problem of original sin-is \nSeren Kierkegaard. Cf. Der Begriff tier Angst [17le Concept of Dread], 1844, Gesammelte \nWerke (Diederichs), vol. 5· \nv. (H. 197) The author ran across the following pre-ontological illustration of the \nexistential-ontological Interpretation of Dasein as care in K. Burdach's article. 'Faust \nund die Sorge' (Deutsche Vierteljahrschrift fiir Littraturwissenschaft und Geistesgeschichte, \nvol. I, 1923, pp. 1 ff.). Burdach has shown that the fable ofCura (which has come down \nto us as No. 220 of the Fables of Hyginus) was taken over from Herder by Goethe and \nworked up for the second part of his Faust. cr. especially pp. 40 ff. The text given \nabove is taken from F. Biicheler (Rheinisches Museum, vol. 41, 1886, p. 5) ; the translation \nis from Burdach, ibid., pp. 41 ff. \nvi. (H. 198) cr. Herder's poem: 'Das Kind der Sorge' (Suphan XXIX, 75). \nvi. (H. 199) Burdach, op. cit., p. 49· Even as early as the Stoics, 1-'lP•I-'va. was a firmly \nestablished term, and it recurs in the New Testament, becoming \"sollicitudo\" in the \nVulgate. The way in which 'care' is viewed in the foregoing existential analytic of \nDasein, is one which has grown upon the author in connection with his attempts to \nInterpret the Augustinian (i.e., Helleno-Christian) anthropology with regard to the \nfoundational principles reached in the ontology of Aristotle. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 494,
      "bucket": "E (10%+)",
      "error_rate": 15.8,
      "unknown_words_sample": [
        "xiv",
        "xxix",
        "frage",
        "ontologie",
        "ibid",
        "disputatae",
        "husser",
        "zur",
        "phenomeno",
        "kritische"
      ],
      "full_text": "Being and Time \n493 \nvm. (H. 201) Cf. H. 8g ff. and H. 100. \nix. (H. 203) Cf. Kant, Critique of Pure Reason,2 pp. 274 ff., and further the corrections \nadded in the preface to the second edition, p. xxix, note : see also 'On the Paralogisms \nof the Pure Reason', ibid., pp. 3gg ff., especially p. 412. \nx. (H. 203) Ibid., Preface, note. \nxi. (H. 203) Ibid., p. 275· \nxii. (H. 203) Ibid., p. 275· \nxiii. (H. 204) Ibid., p. 275· \nxiv. (H. 205) Ibid., Preface, note. \nxv. (H. 205) Cf. W. Dilthey, 'Beitriige zur L&ung der Frage vom Ursprung unseres \nGlaubens an die Realitiit der Aussenwelt und seinem Recht' (18go), Gesammelte \nSchriften, Vol. V, 1, pp. go ff. At the very beginning of this article Dilthey says in no \nuncertain terms: 'For if there is to be a truth which is universally valid for man, then \nin accordance with the method first proposed by Descartes, thought must make its \nway from the facts of consciousness rather than from external actuality.' (Ibid., p. go.) \nxvi. (H. 208) Following Scheler's procedure, Nicolai Hartmann has recently based his \nontologically oriented epistemology upon the thesis that knowing is a 'relationship of \nBeing'. Cf. his Grundziige einer Metaphysik der Erkenntnis, second enlarged edition, 1g25. \nBoth Scheler and Hartman, however, in spite of all the differences in the phenomeno­\nlogical bases from which they start, fail to recognize that in its traditional basic orienta­\ntion as regards Dasein, 'ontology' has been a failure, and that the very 'relationship of \nBeing' which knowing includes (see above, H. 59 ff.), compels such 'ontology' to be \nrevised in its principles, not just critically corrected. Because Hartmann underestimates \nthe unexpressed consequences of positing a relationship-of-Being without providing an \nontological clarification for it, he is forced into a 'critical realism' which is at bottom \nquite foreign to the level of the problematic he has expounded. On Hartman's way of \ntaking ontology, cf. his 'Wie ist kritische Ontologie iiberhaupt moglich ?', Festschrift \nfiir Paul Natorp, 1g24, pp. 124 ff. \nxvii. (H. 2og) Cf. especially Section 16, H. 72 ff. ('How the Worldly Character of the \nEnvironment Announces itself in Entities Within-the-world'); Section 181 H. 83 ff. \n('Involvement and Significance; the Worldhood of the World') ;  Section 2g, H. 1 34 ff. \n('Dasein as State-of-Mind'). On the Being-in-itself of entities within-the-world, cf. H. 75 f. \nxvii. (H. 209) Dilthey, op. cit., p. 134· \nxix. (H. 210) cr. Scheler's lecture, 'Die Formen des Wissens und die Bildung', 1g25, notes \n24 and 25. In reading our proofs we notice that in the collection of Scheler's treatises \nwhich has just appeared (Die Wissensformen und die Gesellschaft, 1g26) he has published \nhis long-promised study 'Erkenntnis und Arbeit' (pp. 233 ff.). Division VI of this \ntreatise (p. 455) brings a more detailed exposition of his 'voluntative theory of Dasein', \nin connection with an evaluation and critique of Dilthey. \nxx. (H. 212) Diels, Fragment 5· (This pasage may be translated in more than one way: \ne.g., 'for thought and being are the same thing' (Fairbanks} ; 'it is the same thing that \ncan be thought and that can be' (Burnet).-Tr.] \nxxi. (H. 212) Aristotle, Metaphysica A. \nxxii. (H. 213) Ibid., A, g8¥ 18 ff. [' . . .  the very fact showed them the way and joined \nin forcing them to investigate the subject.' (Ros)-Tr.] \nxxiii. (H. 2 13) Ibid., A, g86b 3 1 .  \nxxiv. (H. 213) Ibid., A, g84b 10. \nxxv. (H. 213) Ibid., A, g83b 2. cr. g88a 20. \nxxvi. (H. 213) Ibid., a!, gg3b 1 7. \nxxvii. (H. 213) Ibid., al, 993b 20. \nxxviii. (H. 213) Ibid., T 1, 1003a 21. \nxxix. (H. 214) Aristotle, De interpretationǓ 1, 16a. 6. [This is not an exact quotation.-Tr.] \nxx. (H. 214) Cf. Thomas Aquinas, Quaestiones disputatae de veritate, qu. 1, art. 1. \nxxi. (H. 215) Kant, Critique of Pure Reason,2 p. 82. \nxxi. (H. 2 15) Ibid., p. 83. [Two trivial misprints in this quotation which appear in the \nearlier editions have been corrected in the later editions.-Tr.] \nxxiii. (H. 215) Ibid., p. 350. [Another trivial misprint has been corrected in the later \neditions.-Tr.] \nxxiv. (H. 2 18) On the idea of demonstration as 'identification' cf. Husser!, Logische \nUntersuchungen,2 vol. II, part 2, Untersuchung VI. On 'evidence and truth' see ibid., \nSections 36-3g, pp. 1 1 5 ff. The usual presentations of the phenomenological theory \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 495,
      "bucket": "E (10%+)",
      "error_rate": 16.1,
      "unknown_words_sample": [
        "lask",
        "xxxix",
        "gesehenen",
        "iihmen",
        "ren",
        "zur",
        "ackermann",
        "riiv",
        "ganzen",
        "sinnliche"
      ],
      "full_text": "494 \nBeing and Time \nof truth confine themselves to what has been said in the critical prolegomena (vol. 1), \nand mention that this is connected with Bolzano's theory of the proposition. But the \npositive phenomenological Interpretations, which differ basically from Bolzano's theory, \nhave been neglected. The only person who has taken up these investigations positively \nfrom outside the main stream of phenomenological research, has been E. Lask, whose \nLogik der Philosophie ( 191 1) was as strongly influenced by the sixth Untersuchung (Dber \nsinnliche und kategoriale Anschauungen', pp. 128 ff.) as his Lehre vom Urteil (1912) \nwas influenced by the above-mentioned sections on evidence and truth. \nxxxv. (H. 219) Cf. Diels, Die Fragmente der Vorsokratiker, Heracleitus fragment B 1. \nxxvi. (H. 220) Cf. H. 32 ff. \nxxxvii. (H. 22 1) Cf. H. 134 ff. \nxxviii. (H. 22 1) Cf. H. 166 ff. \nxxxix. (H. 223) Karl Reinhardt (Cf. his Parmenides und die Geschichte der grieschischen \nPhilosophie, 1916) was the first to conceptualize and solve the hackneyed problem of \nhow the two parts of Parmenides' poem are connected, though he did not explicitly \npoint out the ontological foundation for the connection between .U·Bn« and Mֻ«, \nor its necesity. \nxi. (H. 223) Cf. Section 33 above, H. 153 ff. ('Assertion as a derivative mode of inter­\npretation.') \nxli. (H. 223) Cf. Section 34, H. 160 ff. \nxlii. (H. 225) Cf. Aristotle, Ethica Nicomachea Z and Metaphvsica B 10. \nDivision Two, Section 45 \ni. (H. 23 1) Cf. Section 9, H. 41 ff. \nii. (H. 231) Cf. Section 6, H. 19 ff. ; Section 21, H. 95 ff. ; Section 43, H. 201. \niii. (H. 232) Cf. Section 32, H. 148 ff. \niv. (H. 232) Cf. Section 9, H. 41 ff. \nv. (H. 233) Cf. Section 41, H. 191 ff. \nvi. (H. 235) In the nineteenth century, S0ren Kierkegaard explicitly seized upon the \nproblem of existence as an existentiell problem, and thought it through in a penetrating \nfashion. But the existential problematic was so alien to him that, as regards his ontology, \nhe remained completely dominated by Hegel and by ancient philosophy as Hegel saw \nit.l Thus, there is more to be learned philosophically from his 'edifying' writings than \nfrom his theoretical ones-with the exception of his treatise on the concept of anxiety. \n[Here Heidegger is referring to the work generally known in English as The Concept \nof Dread.-Tr.] \nDivision Two, Chapter One \ni. (H. 240) Cf. Section 9, H. 41 ff. \nii. (H. 241 ) Cf. Section 10, H. 45 ff. \niii. (H. 244) The distinction between a whole and a sum, oֺov and 1riiv, totum and \ncompositum, has been familiar since the time of Plato and Aristotle. But admittedly no \none as yet knows anything about the systematics of the categorial variations which this \ndivision already embraces, nor have these been conceptualized. As an approach to a \nthorough analysis of the structures in question, cf. Edmund Husserl, Logische Unter­\nsuchungen, vol. II, Untersuchung III : 'Zur Lehre von den Ganzen und Teilen'. \niv. (H. 245) Der Ackermann aus B iihmen, edited by A. Bernt and K. Burdach. ( Vom Mittelalter \nzur Reformation. Forschungen zur Geschichte der deutschen Bildung, edited by K. Burdach, \nvol. III, 2. Teil) 191 7, chapter 20, p. 46. \nv. (H. 246) On this topic, cf. the comprehensive presentation in E. Korschelt'sLebensdauer, \nAltern und Tod, 3rd Edition, 1924. Note especially the full bibliography, pp. 414 ff. \nvi. (H. 249) In its Interpretation of 'life', the anthropology worked out in Christian \ntheology-from Paul right up to Calvin's meditatio futurae vitae-has always kept death \nin view. Wilhelm Dilthey, whose real philosophical tendencies were ainted at an \nontology of 'life', could not fail to recognize how life is connected with death: ' . . .  and \nfinally, that relationship which most deeply and universally determines the feeling of \nour Dasein-the relationship of life to death; for the bounding of our existence by \ndeath is always decisive for our understanding and assessment of life.' (Das Erlebnis und \ndie Dichtung, 5th Edition, p. 230.) Recently, G. Sinlmel has also explicitly included the \n1 Here we follow the older editions in reading '. \n• . und der durch diesen gesehenen \nantiken Philosophie \n•\n•\n .' In the new editions 'gesehenen' has been changed to 'ges­\nchehenen'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 496,
      "bucket": "E (10%+)",
      "error_rate": 18.7,
      "unknown_words_sample": [
        "iinigsberger",
        "problemgeschichte",
        "xviii",
        "problematics",
        "dasein",
        "ritschl",
        "denken",
        "teil",
        "als",
        "und"
      ],
      "full_text": "Being and Time \n495 \nphenomenon of death in his characterization of 'life', though admittedly without clearly \nseparating the biological-ontical and the ontological-existential problematics. (Cf. his \nLebensanschauung: Vier Metaphysische Kapitel, 1918, pp. 99- 153.) For the investigation \nwhich lies before us, compare especially Karl Jaspers' Psychologie der Weltanschauungen, \n3rd Edition, 1 925, pp. 229 ff., especially pp. 259-270. Jaspers takes as his clue to death \nthe phenomenon of the 'limit-situation' as he has set it forth-a phenomenon whose \nfundamental significance goes beyond any typology of 'attitudes' and 'world-pictures'. \nDilthey's challenges have been taken up by RudolfUnger in his Herder, Navalis und \nKleist. Studien iiber die Entwicklung des Todesproblems im Denken und Dichten von Sturm und \nDrang zur Romantik, 1922. In his lecture 'Literaturgeschichte als Problemgeschichte. \nZur Frage geisteshistorischer Synthese, mit besonderer Beziehung auf Wilhelm Dilthey' \n(Schriften der K iinigsberger Gelehrten Gesellschaft, Geisteswissenschaftliche Klasse, 1 .  Jahr, Heft 1, \n1924), Unger considers the principles of Dilthey's way of formulating the question. He \nsees clearly the significance of phenomenological research for laying the foundations of \nthe 'problems of life' in a more radical manner. (Op. cit., pp. 17 ff.) \nvii. (H. 249) Cf. Section 41, H. 1 92. \nviii. (H. 251) Cf. Section 40, H. 184 ff. \nix. (H. 252) Cf. Section 27, H. 126 ff. \nx. (H. 253) Cf. Section 16, H. 72 ff. \nxi. (H. 253) cr. Section 38, H. I77 ff. \nxii. (H. 254) In his story 'The Death of Ivan Ilyitch' Leo Tolstoi has presented the \nphenomenon of the disruption and breakdown of having 'someone die'. \nxiii. (H. 255) In connection with this methodological possibility, cf. what was said on the \nanalysis of anxiety, Section 40, H. 184. \nxiv. (H. 256) Cf. Section 44, H. 212 ff., especially H. 219 ff. \nxv. (H. 257) Cf. Section 44 b H. 222. \nxvi. (H. 259) The inauthenticity of Dasein has been handled in Section 9 (H. 42 ff.), \nSection 27 (H. 130), and especially Section 38 (H. 175 ff.). \nxvii. (H. 263) cr. Section 31, H. 142 ff. \nxviii. (H. 265) Cf. Section 62, H. 305 ff. \nxix. (H. 265) Cf. Section 29, H. 134 ff. \nXX. (H. 266) cr. Section 40, H. 184 ff. \nDivision Two, Chapter Two \ni. (H. 267) Cf. Section 25, H. 1 14 ff. \nii. (H. 267) Cf. Section 27, H. 126 ff., especially H. 130. \niii. (H. 268) These observations and those which follow after were communicated as \ntheses on the occasion of a public lecture on the concept of time, which was given at \nMarburg in July 1924. \niv. (H. 270) Cf. Section 28 ff., H. 130 ff. \nv. (H. 271) cr. Section 34. H. I6o ff. \nvi. (H. 272) Besides the Interpretations of conscience which we find in Kant, Hegel, \nSchopenhauer, and Nietzsche, one should notice M. Kahler's Das Gewissen, erster \ngeschichtlicher Teil ( 1878) and his article in the Realenzyklopiidie fiir Protestantische The­\nologie und Kirche. See too A. Ritschl's '\"Ober das Gewissen' (1 876), reprinted in his \nGesammelte Aufsiitze, NeueFolge (18g6), pp. 177 ff. See finally H. G. Stoker's monograph, \nDas Gewissen, which has recently appeared in Schriften zur Philosophie und Soziologie, \nvol. II (1925), under the editorship of Max Scheler. This is a wide-ranging investiga­\ntion; it brings to light a rich multiplicity of conscience-phenomena, characterizes \ncritically the different possible ways of treating this phenomenon itself, and lists some \nfurther literature, though as regards the history of the concept of conscience, this list \nis not complete. Stoker's monograph differs from the existential Interpretation we have \ngiven above in its approach and accordingly in its results as well, regardles of many \npoints of agreement. Stoker underestimates from the outset the hermeneutical con­\nditions for a 'description' of 'conscience as something which subsists Objectively and \nactually' (p. 3). This leads to blurring the boundaries between phenomenology and \ntheology, with damage to both. As regards the anthropological foundation of this \ninvestigation, in which the personalism of Scheler has been taken over, cf. Section 10 \nof the present treatise, H. 47 ff. All the same, Stoker's monograph signifies notable \nprogress as compared with previous Interpretations of conscience, though more by its \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 497,
      "bucket": "E (10%+)",
      "error_rate": 13.6,
      "unknown_words_sample": [
        "xiv",
        "viii",
        "grd",
        "ibid",
        "prin",
        "trea",
        "phiinomologische",
        "priate",
        "philosophie",
        "iii"
      ],
      "full_text": "Being and Time \ncomprehensive trea.tment of the conscience-phenomena and their ramifications than by \nexhibiting the ontological roots of the phenomenon itself. \nvii. (H. 277) Cf. Section 40, H. 18g. \n· \nviii. (H. 2g1) Cf. Max Scheler, Der Formalismus in der Ethik und du matmale Wertethik, Part \nTwo, Jahrbuch fiir philosophu und phiinomologische Forschung, vol. \nII (1g16), p. 1g2. \n[This passage is found on page 335 of the fourth edition, Francke Verlag, Bern, 1g54 \n-Tr.] \nix. (H. 2g6) Cf. Section 34, H. 164. \nx. (H. 2g7) Cf. Section 44, H. 212 ff. \nxi. (H. 2g7) Cf. ibid., H. 221. \nxi. (H. 2g7) Cf. Section 18, H. 83 ff. \nxiii. (H. 2g8) cr. Section 44b, H. 222. \nxiv. (H. 2gg) Cf. Sections 23 and 24, H. 104 ff. \nxv. (H. 301) In the direction of such a problematic, Karl Jaspers is the first to have \nexplicitly grasped the task of a doctrine of world-views and carried it through. cr. his \nPsychologu der Weltanschauungen, grd edition, 1g25. Here the question of'what man is' is \nraised and answered in terms of what he esentially can be. (cr. the foreword to the first \nedition.) The basic existential-ontological signification of 'limit-situations' is thus \nillumined. One would entirely miss the philosophical import of this 'psychology of \nworld-views' if one were to 'use' it simply as a reference-work for 'types of world-view'. \nDivision Two, Chapter Three \ni. (H. 302) Cf. Section 58, H. 28o ff. [This reference, which appears in both earlier and \nlater editions seems to be incorrect. cr. Section 53, H. 26o ff.-Tr.] \nii. (H. go6) The Being-guilty which belongs primordially to Dasein's state of Being, must \nbe distinguished from the status corruptionis as understood in theology. Theology can \nfind in Being-guilty, as existentially defined, an ontological condition for the factical \npossibility of such a status. The guilt which is included in the idea of this status, is \na factical indebtednes of an utterly peculiar kind. It has its own attestation, which \nremains closed off in principle from any philosophical experience. The existential \nanalysis of Being-guilty, proves nothing either for or against the possibility ofsin. Taken \nstrictly, it cannot even be said that the ontology of Dasein of itself leaves this possibility \nopen; for this ontology, as a philosophical inquiry, 'knows' in prin-ciple nothing about \nsin. \niii. (H. gog) Cf. Section 45, H. 231 ff. \niv. (H. 310) cr. Section 45, H. 232. \nv. (H. 311) Cf. Section 5, H. 15. \nvi. (H. 314) cr. Section 43, H. 200 ff. \nvii. (H. 314) cr. H. 212 and H. 1 1 7. \nviii. (H. 314) Cf. Section 32, H. 152 ff. \nix. (H. 316) Cf. Section 44b, H. 21g ff. \nx. (H. 317) Cf. Section 41, H. 1g1 ff. \nxi. (H. 317) Cf. Section 45, H. 231 ff. \nxii. (H. 318) Cf. Section 25, H. 1 14 ff. \nxiii. (H. 318) cr. Section 43c, H. 2 1 1. \nxiv. (H. 318) Cf. Section 41, H. 193· \nxv. (H. 318) cr. Kant, Critique of Pure Reason, second edition, p. ggg; and especially the \ntreatment in the first edition, pp. 348 ff. \nxvi. (H. 31g) On the analysis of transcendental apperception, one may now consult \nMartin Heidegger, Kant und das Problem der Metaphysik (zweite unveranderte Auflage, \n1g51), Division III. [This note replaces the following note in the earlier editions, \nreferring to a portion of Being and Time which has never appeared : 'The first division of \nthe second part of this treatise will bring the concrete phenomenologico-critical analysis \nof transcendental apperception and its ontological signification.'-Tr.] \nxvii. (H. 31g) Kant, op. cit., second edition, p. 404· \nxviii. (H. 31g) Kant, op. cit., first edition p. 354· \nxix. (H. 320) The fact that in taking the ontological character of the personal Self as \nsomething 'substantial'; Kant has still kept basically within the horizon of the inappro­\npriate ontology of what is present-at-hand within-the-world, becomes plain from the \nmaterial which H. Heimsoeth has worked over in his essay 'Persiinlichkeitsbewusstsein \nund Ding an sich in der Kantischen Philosophie' (reprinted from lmmanuel Kant. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 498,
      "bucket": "E (10%+)",
      "error_rate": 13.5,
      "unknown_words_sample": [
        "xxix",
        "ent",
        "viii",
        "chaptlr",
        "gorial",
        "ibid",
        "zur",
        "behaviour",
        "phirwmenologische",
        "extsuntull"
      ],
      "full_text": "Being and Time \n497 \nFlstschrift zur zweiun Jahrhundertftier seims Geburtstagu, 1924). The line taken in the essay \ngoes beyond giving a mere historiological report, and is aimed towards the 'cate­\ngorial' problem of personality. \nHeimsoeth says: 'Too little note has been taken of the intimate way in which the \ntheoretical and the practical reason are worked into one another in Kant's practice and \nplanning; too little heed has been given to the fact that even here the categories (as \nopposed to the way in which they are filled in naturalistically in the 'principles') \nexplicitly retain their validity and, under the primacy of the practical reason, are to \nfind a new application detached from naturalistic rationalism (substance, for instance, \nin the 'person' and personal immortality; causality as the 'causality of freedom' ; and \nreciprocity in the 'community of rational creatures' ; and so forth). They serve as \nintellectual fixatives for a new way of access to the unconditioned, without seeking to \ngive any ratiocinative knowledge of it as an object.' (pp. 31 f.) \nBut here the real ontological problem has been passed over. We cannot leave aside the \nquestion of whether these 'categories' can retain their primordial validity and only \nneed to be applied in another way, or whether they do not rather pervert the ontological \nproblematics of Dasein from the ground up. Even if the theoretical reason has been \nbuilt into the practical, the existential-ontological problem of the Self remains not \nmerely unsolved ; it has not even been raisld. On what ontological basis is the 'working \ninto one another' of the theoretical and the practical reason to be performed ? Is it \ntheoretical or practical behaviour that determines the kind of Being of a person, or \nneither of them-and if neither, then what is it? In spite of their fundamental signifi­\ncance, do not the paralogisms make manifest how ontologically groundless are the \nproblema tics of the Self from Descartes' ru cogitans right up to Hegel's concept of spirit? \nOne does not need to think either 'naturalistically' or 'rationalistically', and yet one \nmay be under the domination of the ontology of the 'substantial'-a domination which \nis only more baleful because it is seemingly self-evident. \nSee what is essentially a supplement to the above-mentioned essay: Heimsoeth, 'Die \nmetaphysischen Motive in der Ausbildung des Kritischen Idealismus', Kantstudien, \nXXIX, (1924), pp. 121 ff. For a critique of Kant's conception of the \"I\", see also Max \nScheler, Der Formalismus in der Ethik und die materiale Wertethik, Part Two, in this Yearbook \n[Jahrbuchfiir Philosophie und phirwmenologische Forschung] vol. II, 1916, pp. 246 ff. ('Person \nund das \"lch\" der transzendentalen Apperzeption'). [This section is to be found on \npp. 384 ff. of the fourth edition of Scheler's work, Bern, 1954.-Tr.) \nxx. (H. 32 1) Cf. our phenomenological critique of Kant's 'Refutation of Idealism', \nSection 43a, H. 202 ff. \nxxi. (H. 32 1) Cf. Sections 12 and 13, H. 52 ff. \nxxii. (H. 324) Cf. Section 32, H. 148 ff., especially H. 151 f. \nxxiii. (H. 327) cr. Section 41, H. lg6. \nxxiv. (H. 332) Cf. Section 9, H. 43· \nXXV. (H. 332) cr. Sections 25 ff., H. 113 ff. \nDivision Two, Chaptlr Four \ni. (H. 334) Cf. Division One, H. 41-230. \nii. (H. 336) Cf. Section 31, H. 142 ff. \n. \n. \niii. (H. 338) S. Kierkcgaard is probably the one who has seen the extsuntull phenomenon \nof the moment of vision with the most penetration; but this does not signify that he has \nbeen correspondingly successful in Interpreting it existentially. He clings to the ordinary \nconception of time, Énd defines the \"moÊent of vi.sio\n,\nn\" with the he}p oË \"nÌw\" anÍ \n\"eternity\". When Kterkegaard speaks of temporahty , what he has m mmd ts man s \n'Being-in-time' [\"In-der-Zeit-sÎin\"]. Time as within-time-ness knows only. the \"n?w\" ; \nit never knows a moment of visiOn. If, however, such a moment gets expenenced m an \nexistentiell manner then a more primordial temporality has been presupposed, al­\nthough existentially it has not been made e:cplicit. On the :f!loment of vision', cf. \nK. Jaspers, Psychologie der Weltanschauungen, third unaltered edition, 1925, pp. 108 ff., \nand further his 'review of Kierkegaard' (ibid., pp. 419-432). \niv. (H. 339) Cf. Section 29, H. 134 ff. \nv. (H. 341) Cf. Section go, H. 140 ff. \nvi. (H. 342) Cf. Aristotle, Rhetorica B 5, 1382a 21. \nvii. (H. 342) Cf. Section 40, H. 184 ff. \nviii. (H. 346) Cf. Section 38, H. 175 ff. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 499,
      "bucket": "E (10%+)",
      "error_rate": 22.0,
      "unknown_words_sample": [
        "vorlesungen",
        "xiv",
        "logisch",
        "unters",
        "ality",
        "viii",
        "psychologic",
        "gesamtmlte",
        "theorie",
        "johanes"
      ],
      "full_text": "Being and Time \nix. (H. 34-li) Cf. Sections 35 ff., H. 167 ff. \nx. (H. 346) Cf. Section 36, H. 170 ff. \nxi. (H. 349) Cf. Section 34, H. 16o ff. \nxii. (H. 349) Cf., among others, Jakob Wackernagel, Vorlesungen iiber Syntax, vol. I, 1920, \np. 15, and especially pp. 149-2 10. See further G. Herbig, 'Aktionsart und Zeitstufe' in \nIndogertTI1Jisch6 Forschung, vol. VI, 1896, pp. 167 ff. \nxiii. (H. 349) Cf. Division Three, Chapter II of this treatise. [Since Division Three has \nnever ben published, this footnote has been deleted in the later editions.-Tr.] \nxiv. (H. 350) Cf. Section 28, H. 133· \nxv. (H. 352) Cf. Section 15, H. 66 ff. \nxvi. (H. 352) Cf. Section 12, H. 56 ff. \nxvii. (H. 353) Cf. Section 1 8, H. 83 ff. \nxviii. (H. 354) Cf. Section 16, H. 72 ff. \nxix. (H. 357) Cf. Section 44, H. 212 ff. \nxx. (H. 357) Cf. Section 7, H. 27 ff. \nxxi. (H. 358) Kant, Critique of Pure Reason, second edition p. 33· \nxxi. (H. 36o) Cf. Section 32, H. 151. \nxxiii. (H. 363) The thesis that all cognition has 'intuition' as its goal, has the temporal \nmeaning that all cognizing is making present. Whether every science, or even philo­\nsophical cognition, aims at a making-present, need not be decided here. \nHuser! uses the expression 'make present' in characterizing sensory perception. Cf. \nhis Logisch6 Untersʺ&hungen, first edition, 1901, vol. II, pp. 588 and 62o. This 'temporal' \nway of describing this phenomenon must have been suggested by the analysis of \nperception and intuition in general in terms of the idea of intention. That the intention­\nality of'consciousnes' is grounded in [Italics in newer editions only.-Tr.] the ecstatical \nunity of Dasein, and how this is the case, will be shown in the following Division. [This \nDivision has never been published.-Tr.] \nxxiv. (H. 36-t-) Cf. Section 18, H. 87 ff. \nxxv. (H. 367) Cf. Sections 22-24, H. 101 ff. \nxxvi. (H. 370) Cf. Section 9, H. 42 ff. \nDivision Two, Chapter Five \ni. (H. 375) Cf. Section 64, H. 316 ff. \nii. (H. 375) Cf. Section 63, H. 310 ff. \niii. (H. 377) Cf. Section 8o, H. 41 1 ff. \niv. (H. 382) Cf. Section 6o, H. 295 ff. \nv. (H. 382) Cf. Section 62, H. 305 ff. \nvi. (H. 383) Cf. H. 284. \nvii. (H. 384) Cf. Section 26, H. 1 1 7  ff. \nviii. (H. 385) On the concept of the 'generation', cf. Wilhelm Dilthey, 'Ober das Studium \nder Geschichte der Wissenschaften vom Menschen, der Gesellschaft und dem Staat' \n(1875). GesamTMlte Schriften, vol. V (1924), pp. 36-41. \nix. (H. 388) On the question of how 'natural happening' is to be distinguished onto­\nlogically from the movement of history, cf. the studies of F. Gottl, which for a long time \nhave not been sufficiently appreciated : Die Grenzen der Geschichte ( 1904). \nx. (H. 392) Cf. Section 6, H. 19 ff. \nxi. (H. 394) On the Constitution of historiological understanding, cf. Eduard Spranger, \n'Zur Theorie des Verstehens und zur geisteswissenschaftlichen Psychologic', Festschrift \nfiir Johanes Volkelt, 1918, pp. 357 ff. \nxii. (H. 397) Cf. Briefwechsel zwischen Wilhelm Dilthey und dem Grafen Paul rorck von Warten­\nburg r877·1B97, Halle-an-der-Saale, 1923. \nxiii. (H. 398) Briefwechsel, p. 185. \nxiv. (H. 399) We can forgo this all the more because we are indebted to G. Misch for a \nconcrete presentation of Dilthey which is aimed at his central tendencies, and which \nis indispensable for coming to terms with Dilthey's work. Cf. his introduction to Wilhelm \nDilthey, GesamTMlte Schriften, vol. V (1924), pp. vii-cxvii. \nxv. (H. 403) Cf. Sections 5 and 6, H. 15 ff. \nDivision Two, Chapter Six \ni. (H. 408) Cf. Section 33, H. 154 ff. \nii. (H. 413) Cf. Section 15, H. 66 ff. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 500,
      "bucket": "E (10%+)",
      "error_rate": 19.4,
      "unknown_words_sample": [
        "confessiones",
        "klassischen",
        "philosophische",
        "unsinnliche",
        "veriifentlicht",
        "xviii",
        "dasein",
        "eine",
        "und",
        "iche"
      ],
      "full_text": "Being and Time \n499 \niii. (H. 414) Cf. Section 18, H. 83 ff., and Section 69c, H. 364 ff. \niv. (H. 417) Here we shall not go into the problem of the measurement of time as treated in \nthe theory of relativity. If the ontological foundations of such measurement are to be \nclarified, this presupposes that world-time and within-time-ness have already been \nclarified in terms of Dasein's temporality, and that light has also been cast on the \nexistential-temporal Constitution of the discovery of Nature and the temporal meaning \nof measurement. Any axiomatic for the physical technique of measurement must rest \nupon such investigations, and can never, for its own part, tackle the problem of time \nas such. \nv. (H. 418) & a first attempt at the Interpretation of chronological time and 'historical \nnumeration' [\"Geschichtszahl\"], cf. the author's habilitation-lecture at Freiburg in the \nsummer semester of 1915: 'Der Zeitbegriff in der Geschichtswissenschaft' (published in \nZeitschriftjiir Philosophie und Philosophische Kritik, vol. 161, 1916, pp. 173 ff.) The con­\nnections between historical numeration, world-time as calculated astronomically, and \nthe temporality and historicality of Dasein need a more extensive investigation. \nCf. further G. Simmel, 'Das Problem der historischen Zeit' in Philosophische Vortriige, \nveriifentlicht von der Kantgesellschajt, No. 12, 1916. The two works which laid the basis for \nthe development of historiological chronology are Josephus Justus Scaliger, De emend­\natWne temporum (1583) and Dionysius Petavius, S. J., Opus de doctrina temporum (1627). \nOn time-reckoning in antiquity cf. G. Bilfinger, Die antiken Stundenangaben ( 1888) and \nDer biirgerliche Tag. Untersuchungen iiber den Beginn des Kalendertages im klassischen Altertum \nund in der christlichen Mittelalter ( I888). See also H. Diels, Antike Technik, second edition, \n1920, pp. 155-232 : 'Die antike Uhr'. More recent chronology is handled by Fr. \nRiihl in his Chronologie des Mittelalters und der Neuzeit (1897). \nvi. (H. 420) Cf. Section 4¥, H. 226 ff. \nvii. (H. 42 1) cr. Aristotle, Physica J I I, 2I9b I ff. \nviii. (H. 42 1) Cf. Section 6, H. 19-27. \nix. (H. 423) Cf. Section 21, especially H. 100 f. \nx. (H. 423) Cf. Plato, Timaeus 37 d. ['But he decided to make a kind of moving image of \nthe eternal; and while setting the heaven in order, he made an eternal image, moving \naccording to number-an image of that eternity which abides in oneness. It is to this \nimage that we have given the name of \"time\".'-Tr.] \nxi. (H. 424) Cf. Section 41, H. I9I ff. \nxi. (H. 424) Cf. Section 51, H. 252 ff. \nxiii. (H. 427) The fact that the traditional conception of \"eternity\" as signifying the \n\"standing \"now\" ' (nunc stans), has been drawn from the ordinary way of understanding \ntime and has been defined with an orientation towards the idea of 'constant' presence­\nat-hand, does not need to be discussed in detail. If God's eternity can be 'construed' \nphilosophically, then it may be understood only as a more primordial temporality \nwhich is 'infinite'. Whether the way afforded by the via negationis et eminentiae is a \npossible one, remains to be seen. \nxiv. (H. 427) Aristotle, Physico J 14, 223 a 25; cf. ibid., I I, 218 b 2g--2 19 a I, 2I9 a 4-6. \n['But if nothing other than the soul or the soul's mind were naturally equipped for \nnumbering, then if there were no soul, time would be impossible.'-Tr.] \nxv. (H. 427) Augustine, Confessiones XI, 26. ['Hence it seemed to me that time is nothing \nelse than an extendedness ; but of what sort of thing it is an extendedness, I do not know; \nand it would be surprising if it were not an extendedness of the soul itself.'-Tr.] \nxvi. (H. 427) On the other hand, the extent to which an even more radical understanding \nof time than Hegel's makes itself evident in Kant, will be shown in the first division of \nthe second part of this treatise. [This portion of the work has not been published.-Tr.] \nxvii. (H. 428) Hegel, Die Vernunft in der Geschichte. Einleitung in die Philosophie der Welt­\ngeschichte (ed. G. Lasson, I9I7), p. I33· \nxviii. (H. 428) Hegel, loc. cit.' [This phrase ('̥as unsin?liche Sin̓l.iche') does not occur in \nthis section of Hegel's work as presented m Lasson s 1920 edition, though we do find: \n'Die Zeit ist dies ganz Abstrakte, Sinnliches.' And in the addendum to Section 254 of \nHegel's Encyclopedia! w̔ich ̤eidegge̕ cite̖ in .the follo':\"'in̗ not̘,,we read that space is \n'eine unsinnliche Smnhchke1t, und eme smnhche Unsmnhchkeit .-Tr.] \nxix. (H. 429) Cf. Hegel, Encyklopiidie der philosof?hiscʶe? Wissensʷhaften im Gruʸdrisse (̙d. G. \nBolland, Leiden, 1906), Sections 254 ff. This editiOn also mcludes the addenda from \nHegel's lectures. \nxx. (H. 429) Op. cit., Section 257, addendum. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 501,
      "bucket": "E (10%+)",
      "error_rate": 14.0,
      "unknown_words_sample": [
        "nicht",
        "ofheidegger",
        "ipa",
        "linie",
        "entwickelt",
        "negativitiit",
        "aber",
        "xxv",
        "wissmschaft",
        "aussersichseins"
      ],
      "full_text": "soo \nBeing and Time \nxxi. (H. 429) Ibid., Section 254· [Here Heidegger has again somewhat rearranged Hegel's \nwords.-Tr.] \nxxii. (H. 429) Ibid., Section 254, addendum. [The pasage reads as follows: 'Space is thus \npunctuality, but a punctuality which is null-complete Continuity.'-Tr.] \nxxiii. (H. 430) Cf. Hegel, Encyklopadie, Hoffmeister's critical edition, 1949, Section 257· \n[In the later editions Heidegger quotes this passage as follows : 'Die Negativitiit, die \nsich als Punkt auf den Raum bezieht und in ihm ihre Bestimmungen als Linie und \nFlache entwickelt, ist aber in der Sphare des Aussersichseins ebensowohl ftir suh und \nihre Bestimmungen darin, aber zugleich als in der Sphare des Aussersichseins setzend, \ndabei als gleichgiiltig gegen das ruhige Nebeneinander erscheinend. So fiir sich gesetzt, \nist sie die Zeit.' This version differs somewhat from that given in the earlier editions of \nHeidegger's work, in which this footnote does not include the reference to Hoffmeister's \nedition of the Encyclopedia. Neither version entirely matches those found in the earlier \neditions of Hegel, and similar discrepancies are found in Heidegger's other quotations \nfrom the Encyclopedia.-Tr.] \nxxiv. (H. 430) Ibid., Section 258. \nxxv. (H. 431) Cf. Hegel, Wissmschaft der Logik, Book I, Division I, chapter I (ed. G. Las­\nson, 1923), pp. 66 ff. \nxxvi. (H. 431) Cf. Hegel, Encyklopiidie, Section 258, addendum. \nxxvii. (H. 431) Ibid., Section 259. [' \"Obrigens kommt es in der Natur, wo die Zeitjetzt \nist, nicht zum 'bestehenden' Unterschiede von jenen Dimensionen\" (Vergangenheit und \nZukunft).' The quotation appears in a considerably les accurate form in the earlier \neditions ofHeidegger's work.-Tr.] \nxxviii. (H. 431) Ibid., Section 259, addendum. \nxxix. (H. 431) Ibid., Section 258, addendum. [The pasage from Hegel reads as follows : \n'Time is not, as it were, a receptacle in which everything has been put in a stream, and \nfrom which it gets swept away and swept under. Time is only this abstraction of such \ncor.suming.'-Tr.J \nxx. (H. 432-433) The priority which Hegel has given to the \"now\" which has been \nlevelled off, makes it plain that in defining the concept of time he is under the sway of \nthe manner in which time is ordinarily understood; and this means that he is likewise \nunder the sway of the traditional conception of it. It can even be shown that his con­\nception of time has been drawn directly from the 'physics' of Aristotle. \nIn the Jena Logic (Cf. G. Lasson's 1923 edition), which was projected at the time of \nHegel's habilitation, the analysis of time which we find in his Encyclopedia has already \nbeen developed in all its essential parts. Even the roughest examination reveals that the \nsection on time (pp. 202 ff.) is a paraphrase of Aristotle's esay on time. In the Jena LogU; \nHegel has already developed his view of time within the framework of his philosophy of \nNature (p. 186), the first part of which is entitled 'System of the Sun' (p. 195). Hegel \ndiscusses the concept of time in conjunction with defining the concepts of aether and \nmotion. Here too his analysis of space comes later. Though the dialectic already emerges, \nit does not have as yet the rigid schematic form which it will have afterward, but still \nmakes it possible to understand the phenomena in a fairly relaxed manner. On the way \nfrom Kant to Hegel's developed system, the impact of the Aristotelian ontology and \nlogic has again been decisive. The Fact of this impact has long been well known. But \nthe kind of effect it has had, the path it has taken, even its limitations, have hitherto \nbeen as obscure as the Fact itself has been familiar. A concrete philosophical Interpretation \ncomparing Hegel's Jena Logic with the 'physics' and 'metaphysics' of Aristotle will \nbring new light. For the above considerations, some rough suggestions will suffice. \nAristotle sees the essence of time in the vvv, Hegel in the \"now\". Aristotle takes the \nvvv as opos ; Hegel takes the \"now\" as a 'boundary'. Aristotle understands the viv \nas a-r•'YI\"Ö ; Hegel interprets the \"now\" as a point. Aristotle describes the vOv as -roll- .,, ; \nHegel calls the \"now\" the 'absolute this' Aristotle follows tradition in connecting \nxpovos with the a¢>a'ipa; Hegel stresses the 'circular course' of time. To be sure, Hegel \nescapes the central tendency of the Aristotelian analysis-the tendency to expose a \nfoundational connection (dKo.\\ovll.'iv) between the vvv, the opos, the UT''l'l\"×• and the \nTOii€ \"''· \nIn its results, Bergson's view is in accord with Hegel's thesis that space 'is' time, in \nspite of the very different reasons they have given. Bergson merely says the reverse : that \ntime (temps) is space. Bergson's view of time too has obviously arisen from an Inter­\npretation of the Ari<totelian essay on time. That a treatise of Bergson with the title \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 502,
      "bucket": "E (10%+)",
      "error_rate": 15.3,
      "unknown_words_sample": [
        "xxix",
        "weltgeschichte",
        "ibid",
        "dealismus",
        "werke",
        "zur",
        "durle",
        "einleitung",
        "philosophie",
        "xxvi"
      ],
      "full_text": "Being and Time \n501 \nQpid Aristoteles de loco senserit should have appeared at the same time as his Essai sur les \ndonnles immldiates de la conscience, where the problem of temps and durle is expounded, is \nnot just a superficial literary connection. Having regard to Aristotle's definition of \ntime as the ap•Bp.oņ K<V'Ijut\"wņ. Bergson prefaces his analysis of time with an analysis \nof number. Time as space (Cf. Essai, p. 69) is quantitative Succession. By a counter­\norientation to this conception of time, duration gets described as qualitative Succession. \nThis is not the place [Ort] for coming to terms critically with Bergson's conception of \ntime or with other Present-day views of it. So far as anything essential has been achieved \nin to-day's analyses which will take us beyond Aristotle and Kant, it pertains more to \nthe way time is grasped and to our 'consciousness of time'. We shall come back to this \nin the first and third divisions of Part Two. [The preceding sentence has been deleted \nin the later editions.-Tr.] \nIn suggesting a direct connection between Hegel's conception of time and Aristotle's \nanalysis, we are not accusing Hegel of any 'dependence' on Aristotle, but are calling \nattention to the ontological import which this filiation has in principle for the Hegelian logic. \nOn 'Aristotle and Hegel', cf. Nicolai Hartmann's paper with this title in Beitrage \nzur Philosophie des deutschen /dealismus, vol. 3, 1923, pp. 1-36. \nxxi. (H. 433) Cf. Hegel, Wwenschaft der Logik, vol. II (ed. Lason, 1923)' Part 2, p. 220. \nxxii. (H. 434) Ibid. \nxxi.ii. (H. 434) Cf. Hegel, Die Vernunft in der Geschichte. Einleitung in die Philosophic der \nWeltgeschichte (ed. G. Lasson, 1917), p. 130. \nxxiv. (H. 434) Ibid., p. 132. \nxxv. (H. 434) Ibid. \nxxvi. (H. 434) Ibid. \nxxvii. (H. 434) Cf. Hegel, Phanomenologie des Geistes, Werke vol. II, p. 604. [In italicizing \nthe word 'time', we have followed Heidegger's earlier editions and the principal \neditions of Hegel's works; these italics are not found in the later editions of Sein und Zeit. \nThe italicization of 'is' has been introduced by Heidegger, and does not appear in the \nedition of Hegel which he has apparently used.-Tr.] \nxxviii. (H. 434) Cf. Hegel, Die Vernunft in der Geschichte, p. 134· \nxxix. (H. 435) Cf. Hegel, Encyklopiidie, Section 258. \nxl. (H. 435) Cf. Hegel, Phanomenologie des Geistes, p. 6o5. \nxli. (H. 436) Cf. Section 7, H. 38. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 506,
      "bucket": "E (10%+)",
      "error_rate": 37.1,
      "unknown_words_sample": [
        "distantiality",
        "andere",
        "schauen",
        "jtn",
        "etc",
        "angewiesenheit",
        "ableben",
        "aussetzen",
        "angehen",
        "abhangig"
      ],
      "full_text": "G L O S S A R Y  O F  G E R M A N  E X P R E S S I O N S  \nabblenden: *dim down \nAbgeschlossenheit: (See abschliessen.) \nAbgrund: *abyss \n(fin. H. 152) \nabkiinftig: derivative \n(ftn. H. 329) \nableben: *demise \n(fin. H. 247) \nabschliessen, Abschluss : *settle; con­\nclude (H. 184, 259) \nAbstand: distance \nabstandmassig, \nAbstandigkeit: \n*dis-\ntantial, *distantiality \nAbsturz: *downward plunge \nabtraglich: *detrimental \nAbwesenheit : \nabsence \n(Fehlen; \nMangel, H. g; etc.) \nAktionsart: aspect \nallta.glich, \nAlltaglichkeit; \nAlltag: \n*everyday, *everydayness \nBut if. aile Tage (every day, H. 370) \n(ftn. H. 16) \nan: at; to; etc. \n(ftn. H. 54) \nAnalyse: analysis, analyse \nAnalytik: *analytic \nder Andere: the Other, etc. \nAngabe, angeben: assign; tell ( erzahlen, \nAufschluss geben, sagen, Anwei­\nsung, etc.) ; cite (anfiihren) ; etc. \n(ftn. H. 4o8) \nAnganglichkeit, \nangehen : \nmatter \n(verb) ; be feasible (*tunlich, H. \n337) \nangleichen : *liken; *assimilate \n(fin. H. 214) \nAngst : *anxiety; dread (H. 190 n. iv) \n(ftn. H. 182, 277) \nanhalten : persist (H. 134) ; persevere \n(H. 354) \nBut if. Anhalt (support, foothold) ; \nansichhalten (hold itself in, H. \n75, 8o) \n(fin. H. 354) \nankommen, ankiinftig: *come along, \n*come on, *oncoming; etc. \nBut if. Ankunft (*arrival, H. 250) \nAnruf, anrufen: appeal \n(jtn. H. 26g, 273) \nAnsatz, ansetzen: *approach; regard; \nstart; posit; etc. \nanschauen. \nAnschauung: \nbehold \n(schauen, H. 37, \n169) ; intuit, \nintuition \n(fin. H. 27, 402) \nanschneiden: *take the first cut \n(fin. H. 150) \nansichhalten: hold itself in \nBut if. entry for 'anhalten' above. \n(fin. H. 75) \nAn-sich-sein : Being-in-itself, Being-in­\nthemselves (An-ihm-selbst-sein, H. \ngo) \n(fin. H. 75) \nansprechen : address; consider \n(fin. H. 37, 408) \nAnthropologie: *anthropology \n(ftn. H. 17) \nanvisieren: *set our sights \nanweisen, angewiesen, Angewiesenheit: \nsubmit, submission; *enjoin, *in­\njunction; allot; asign; dependent \n(*abhangig; etc.) ; *instruct, *in­\nstruction; tell (H. 19, 43, I 15) ;  \nprovide (H. 19) \n(fin. H. 68, 87) \nanwesend : *having presence \nBut if. Anwesenheit (presence). \n(fin. H. 326) \nAnwesenheit: presence \nBut if. anwesend (*having presence). \n(fin. H. 25, 326) \nanzeigen, Anzeige: indicate; call atten­\ntion \n(fin. H. 77) \napophantisch : *apophantical \nartikulieren: *Articulate \n(ftn. H. 153) \nasthetisch: *aesthetic \nauf: to; for; etc. \n(ftn. H. 84, 329) \naufdecken : uncover; expose (freilegen, \nH. 375; sich aussetzen, H. 376) \naufdringlich : *obtrusive \n(fin. H. 74) \nAufenthalt: dwelling; sojourn (H. 24) ; \n*stop for a while H. 303) \n(fin. H. 61) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 507,
      "bucket": "E (10%+)",
      "error_rate": 28.0,
      "unknown_words_sample": [
        "expresed",
        "etc",
        "befindlich",
        "aufschliessen",
        "begegnen",
        "aufsiissigkeit",
        "ausersichsein",
        "begriff",
        "ftirchten",
        "directedness"
      ],
      "full_text": "so6 \nBeing and Time \nauffallig, auffallend: *conspicuous \n(fin. H. 74) \naufgehen : *be absorbed; rise (H. 412) \n(ftn. H. 54) \naufhalten: dwell; hold up (vorhalten, \nH. 266) \n(ftn. H. 61, 354) \naufrufen, Aufruf: *summon \n(fin. H. 269, 273) \nAufsiissigkeit: *obstinacy \n(ftn. H. 74) \naufschliessen: *lay open \nBut cf. Aufschluss (information; tell; \netc.) \n(fin. H. 75) \ndas \n\"Auf-sich-zu\" : \n*the \n'towards­\noneself' \n(ftn. H. 329) \nsich aufspreizen: *give itself airs \n(fin. H. 430) \naufweisen: exhibit; point out; point to \n(ftn. H. 53) \naufzeigen: point out; exhibit; point to \n(H. 71) ; *point at (H. 2 15) \nAugenblick: moment; *moment of \nvision \n(fin. H. 328, 338) \nausdriicken, Ausdruck: express, ex­\npresion \nBut cf. ausdriicklich (explicit; etc.) \n(ftn. H. 149) \nausdriicklich : explicit \nBut cf. unausdriicklich (tacit, un­\nexpressed, not explicit, etc.) \n(fin. H. 149) \nauseinanderlegen: analyse; take apart \n(fin. H. 149) \nausgleichen : balance off; *even out \n(H. 126) \nauslegen: *interpret; lay out (H. 409) \n(ftn. H. I, 148, 149, 409) \nausliefern: *surrender \nausrichten, ausgerichtet: direct, *di­\nrectional, *directionality; contri­\nbute (H. 82) \n(fin. H. 102) \n(Note: while 'Ausrichtung' is translated \nas 'directionality', 'Ausgerichtetheit' \nis translated as * 'directedness'.) \nausriicken : *back away \n(fin. H. 339) \n*ausrufen : proclaim \nausagen, Aussage: *assert, *assertion; \n*deposition (H. 197) \nBut cf. \nAussagesatz \n(statement) ; \nHerausage (*speaking forth). \n(ftn. H. 62, 149) \nAussein auf • . . : *Being out for . .  \n*Being out to get . . .  (H. 261) \na userlich: *superficial; external \n(ftn. H. 339) \ndas Ausser-sich : *the \"outside-of-itself\" \nAusersichsein : *Being-outside-of-itself \nausprechen : expres; *speak out (H. \n168f) \nBut cf. unausgesprochen (tacit; un­\nexpresed) ; \nAusspruch \n(pro­\nnouncement; etc.) ; Aussprache \n(pronouncing; etc.). \n(fin. H. 149, 167, 224, 4o8) \nAusstand, \nausstehen: \n*outstanding; \nhas yet to be given (H. 205, 230) \n(ftn. H. 236, 250) \nausweisen : demonstrate \n(fin. H. 53) \nbedeuten, Bedeutung, Bedeutsamkeit: \n*signify, signification, *significance \n(ftn. H. 1, 87) \n(Note; 'Bedeutsamkeit' has always been \ntranslated as \n'significance', \nwhich, \nhowever, has also been used occasionally \nfor 'Bedeutung'.) \nbedrohen : threaten \nbefinden, \nbefindlich, \nBefindlichkeit: \n*state-of-mind ; to be found; find \nBut cf. Befund (findings; datum, \nH. 53; find) \n(ftn. 134, 137, 328) \n(Note: 'Befindlichkeit' has always been \ntranslated \nas 'state-of-mind', which \nhas also been used occasionally for \n'befinden' and 'befindlich'.) \nbefragen: *interrogate \nbefreien: *liberate \nbeftirchten: *be apprehensive \nBut cf. Furcht, ftirchten (*fear) ; sich \nftirchten (*be afraid). \nbegegnen: *encounter \n(ftn. H. 31, 44, 329) \n(Note; while 'Begegnisart' is translated \nas 'way of encountering', 'Begegnis' is \ntranslated as 'mishap' in H. 252.) \nbegreifen, Begriff: Begriffiichkeit: *con-\nceive, · \n*concept, \n*conception, \n*conceptual; include; etc. \nBut cf. Inbegriff (aggregate). \n(ftn. H. 150, 433) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 508,
      "bucket": "E (10%+)",
      "error_rate": 24.0,
      "unknown_words_sample": [
        "zusprechen",
        "bilden",
        "bei",
        "bility",
        "bevorstehen",
        "bezug",
        "bewegung",
        "bestandigkeit",
        "sorge",
        "docu"
      ],
      "full_text": "Glossary of German Expressions \nbehalten : retain, *retention, *reten­\ntive; keep (H. 132) \nBut cf. Recht behalten (is right, is \njustified) ; vorbehalten (reserve) \n(ftn. H. 354) \nbei : *alongside; in; in spite of; etc. \n(ftn. H. 54, 84, 85, 141, 239, 329) \nbelegen: reserve (H. 368), *pre-empt \n(H. 19) ;  evidence (H. 431) \n(ftn. H. 368) \nbenommen : *fascinated \nBut \nif. \nbenehmen \n(take \naway; \ndeprive). \n(fin. H. 344) \nberechnen : calculate \nbereden: *talk about \nBut cf. Rede (*discourse, talk) \nberufen : *invoke; appeal (H. 150) \nBut cf. Beruf (*occupation). \nberuhigen: *tranquillize; tranquillity \n(Ruhe, H. 254, 430) \nberiihren: touch \nbesagen : mean; say; amount to; be \ntantamount to \n(fin. H. 1) \nbeschliessen : include; imply; embrace; \ncomprise; make a decision (H. 299) \n(ftn. H. 299, 300) \nbesinnen : consider \n(fin. H. 15) \nbesorgen : *concern; provide (H. 253) ; \n*make provision (H. 106) \nBut cf. Besorgnis \n(*worry) ; Sorge \n(care) and its other compounds. \n(fin. H. 57) \nbesprechen : discuss \nBut if. sprechen (speak, etc.) and its \nother compounds. \n(fin. H. 34) \nBestand : content; *stock; subsistence; \netc. \nBut \nif. \nLehrbestand \n(*body \nof \ndoctrine, \nH. \n22) ; \nTatbestand \n(*facts of the case ; *how things \nstand, \nH. \n242) ; \nBestandstuck \n(*component) ; Bestandart (what \n. . .  consists in) ; bestandig (q.v.). \n(fin. H. 36, 303) \nbestandig, Bestandigkeit: steadines; sta­\nbility (H. 417); permanent (H. 98) \nBut if. Bestand (q. v.). \nbestehen : be; consist; subsist; remain; \npersist (H. 174) ; etc. \n(fin. H. 303) \nbestimmen : \n*determine; \ndefine; \n*make definite; *give a definite \ncharacter; characterize (*charak­\nterisieren, \netc. ; \nkennzeichnen) ; \nattribute (* Attribut; zusprechen) ; \nascertain \n(festlegen; \nfeststellen) ;  \n*destine \n(fin. H. 15, 344) \n(Note: this verb and its derivatives are by \nno means technical terms for Heidegger, \nbut are ubiquitous in German philo­\nsophical writing. \nWhile we have \nfound it impossible to adopt any \nstandard policy for translating them, \nwe have tried to use forms of 'deter­\nmine' or 'define' whenever we can do \nso without awkwardness.) \nbevorstehen, \nBevorstand : \n*impend, \n*impendence; stand before; etc. \n(fin. H. 250) \nBewandtnis : involvement (bewenden) \n(ftn. H. 84) \nbewegen: move; operate; etc. \nBewegtheit : movement \nBewegung: *motion; movement; etc. \nbewenden: *involve, involvement (Be: \nwandtnis) \n(ftn. H. 84) \nbezeugen : *attest \nBut cf. Zeugnis (*testimony; docu­\nment) ; Zeug \n(*equipment, etc.) \nand its compounds. \nbeziehen, \nBeziehung, \nBezogenheit, \nBezug, beziiglich : relate, relation, \nrelationship, relational, etc. \n(Note : 'Be;;ug' and 'be;;uglich' have \nbeen translated very freely, but 'un­\nbe;;uglich' is always translated as \n'non-relational'.) \nBild : picture; image (H. 397) \n(ftn. H. 217) \n(Note: compounds such \nas 'Gebild', \n'bilden', etc. have been translated in \nother ways.) \nbin: *am \n(fin. H. 54) \nCharakter, Charakteristik, charakter­\nisieren : \ncharacter, \ncharacterize, \ncharacteristic; factor (H. 5) \n(Note: while these words appear quite \nfrequently, we have used their English \ncognates even more freely.) \n· \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 509,
      "bucket": "E (10%+)",
      "error_rate": 23.9,
      "unknown_words_sample": [
        "unecht",
        "durchsc",
        "ekstase",
        "deuten",
        "dauer",
        "jtn",
        "geeignet",
        "differenzieren",
        "endlich",
        "einraumen"
      ],
      "full_text": "508 \nBeing and Time \nda: there; that; as; here (H. I02, \n430) \n(ftn. H. 7, I35, 408) \ndabei: there alongside; thereby, etc. \nBut cf. Mit-dabei-sein (Being \"in on \nit\" with someone). \n(fin. H. 85, I I9, 239) \ndagewesen: *has-been-there \ndamals: *on that former occasion \nBut cf. damalig (of that time). \ndann: then; than; in that case; etc. \n(fin. H. 406) \nDasein: *Dasein \n(fin. H. 7, 25, 4I, 58, 63, I84) \nDa-sein: *Being-there \n(ftn. H. 7) \ndaseinsmasig: *of the character of \nDasein; *of the kind which be­\nlongs to Dasein; *on the part of \nDasein; Dasein's; etc. \n(Note: see entry on '-miissig' below.) \ndas Das: *the \"that-it-is\" \n(ftn. H. 135) \ndas \"Das es ist\": *the 'that it is' \n(ftn. H. I35) \ndatieren: *date (verb) \nDauer : *duration \nBut cf. Lebensdauer (*longevity) ; \nUnsterblichkeitsdauer (*immor­\ntality) ; dauern (q.v.) \ndauern: *to last \nBut cf. Dauer (q.v.) \ndas Dazu : *the \"towards-this\" \ndefizient: *deficient \n(fin. H. 20) \ndeterminieren: *Determine \ndeuten : point to; explain \nBut cf. andeuten (intimate; suggest; \n*hint) ; Ausdeutung (*exegesis) ; \nbedeuten (signify; etc.) \n(ftn. H. 87) \ndienen: serve; etc. \n(ftn. H. 78) \nDienlichkeit: *serviceability \n(ftn. H. 78) \nDifferenz, differenzieren : differentiate \nBut cf. \nindifferent \n(*Indifferent, \n*undifferentiated; etc.) \n(ftn. H. 429) \nDing: *Thing \nBut if. verdinglichen (*reify) \ndas Dort: *the \"yonder\" \nBut if. das Dorther (*the \"thence\") ; \ndas Dorthin (the \"thither\"). \nDrang: urge \n(Note : while 'urge' has been reserved for \n'Drang' and for 'driingen' and some of \nits compounds, most of these have \nusually been translated in other ways.) \ndrohen : threaten \nDurchschnitt, durchsc hnittlich: \n*average \ndurchsichtig: *transparent \nBut cf. undurchsichtig (*opaque). \n(fin. H. 5) \necht: genuine \nBut cf. unecht (*bogus; not genuine). \n(fin. H. 5) \neigen; eigenst: own; *ownmost, *most \nits own \nBut cJ. eigentlich (q.v.) ; Eigenschaft \n(q.v.); eignen (*have as its own; \nbelong; etc.) ; geeignet (q.v.). \n(fin. H. 42) \nEigenschaft: *property \n(fin. H. 83) \neigentlich: *authentic; *real; properly \n(H. I7I ) ;  etc. \n(Jtn. H. 5, 42, 329) \neinebnen: *level down \nEinfuhlung: *empathy \neinholen: catch up \n(ftn. H. 302) \neinmalig : once for all \neinnehmen : occupy; take in (H. 368f) \n(fin. H. 368) \neinraumen: *make room \n(fin. H. I I I, 368) \neinschranken: confine; restrict \n(ftn. H. I55) \neinspringen : *leap in; *intervene (H. \n100) \n(fin. H. 100, I 22) \neinwohnen \n(ftn. H. 54) \nEkstase, ekstatisch : *ecstasis, *ecstati­\ncal. \n(fin. H. 329, 338) \nEnde: *end (noun) etc. \nBut cf. \nenden \n(q.v.) ; \nendgiiltig \n(q.v.) ; endlich (q.v.); unendlich \n(q.v.). \n(Note: 'Ende' is usually translated as \n'end' except in the expression 'am \nEnde', which is translated not only as \n'in the end' but also as 'ultimately', \n'in the long run', etc.) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 510,
      "bucket": "E (10%+)",
      "error_rate": 32.3,
      "unknown_words_sample": [
        "entschlus",
        "ent",
        "erfiillen",
        "befremden",
        "etc",
        "normerfiillung",
        "erstrecken",
        "unrecognizy",
        "recogni",
        "vollenden"
      ],
      "full_text": "Glossary of German Expressions \n509 \nenden: end (verb} \nBut cf. Beendigung (*termination) ; \nverenden (*perish) ; vollenden (ful­\nfil; complete) \nendgiiltig: final \nendlos : *endless \nentdecken: *discover; uncover \n(ftn. H. 33, 218) \nentfernen : *desever; *remove \nBut cJ. ent-fernen (q.v.). \n(fin. H. 103, 105) \nent-fernen: *de-sever \nBut cJ. entfernen (q.v.) \n(fin. H. 105) \nentfremden: *alienate \nBut cJ. befremden (*seem strange). \nentgegenkommen: accommodate (H. \n127f) ; confront . . .  as coming \nfrom (H. 337) ; come its way (H. \n384) \nentgegenwartigen: *deprive of its char­\nacter as present \nentgegenwerfen: *throw against \n(fin. H. 363) \nenthalten: *contain; include; hold \nback (*retardieren, H. r6g) \nBut cJ. vorenthalten (*withhold, H. \n281) \n(ftn. H. 61) \nenthiillen: *reveal; *unveil; patent \n(H. 141) \nentriicken, Entriickung: *carry away; \n*rapture; \nwithdraw \n(H. 40 1, \nrorck) \n(fin. H. 338, 339) \nentschliessen: *resolve \n(fin. H. 299, 300) \nEntschlossenheit: *resoluteness \n(fin. H. 297) \nEntschlus: *resolution \nentspringen: arise; *spring from; *leap \naway; source (H. 45, 70) ; etc. \n(fin. H. 347, 348) \nentweltlichen : *deprive of its world­\nhood \nentwerfen, Entwurf: *project, *pro­\njection \n(ftn. H. 124, 145, 285, 315) \nEreignis : event \nerfahren : *experience; undergo; etc. \n(fin. H. 46) \nerfassen: grasp : *get in one's grasp; \n*apprehend; *comprehension (H. \n49) \nerfiillen: *fill in; fulfill; complete \n(verb) \nBut cJ. Normerfiillung (*satisfying a \nnorm) \n(fin. H. 151) \nergreifen: *seize upon; *take hold of; \ngrasp (H. 332, 384) ; etc. \nerinnern: *remember; *recall \n(ftn. H. 339) \nerkennen, Erkenntnis : know, know­\nledge; *cognize, *cognition; recog­\nnize (anerkennen, *wiedererken­\nnen, kennen, etc.) \nBut cJ. anerkennen (recognize; ac­\nceptance, H. 32) ; Erkenntnis­\ntheorie (*theory of knowledge: \n*epistemology). \n(fin. H. 36, 123, 124, 146) \n(Note: 'verkennen' and 'verfihlen' have \nboth been translated as 'fail to recog­\nnize'; 'kenntlich' as 'recogni;;able' and \n*'unrecognizy.ble'.) \nerleben, Erlebnis: *Experience \nBut cJ. Er-leben (*living-through). \n(ftn. H. 46) \nerrechnen : compute \n(ftn. H. 48) \nerscheinen, Erscheinung: *appear, \n*appearance; *apparition (H. 402, \nrorck) \nBut cJ. Krankheitserscheinung \n(*symptom of a disease). \n(ftn. H. 29) \nerschliesen: *disclose; infer (H. 318) \n(ftn. H. 75, 151, 297, 298, 300, \n315) \nerschrecken: *alarm \nerstrecken : \n*stretch along; \nstretch \n(Strecke) ; extend \nerwarten: *expect \nerwidern : *rejoin, *rejoinder \n(fin. H. 386) \ndas \"es gibt\" : the 'there is' \n(ftn. H. 212, 412) \nEssenz: *Essence \n(fin. H. 1 17) \nessentiell : *Essential \n(fin. H. I I  7) \nexistent, Existenz, existieren: *existent, \n*existence, *exist \nBut cJ. Existenzverfassung (existential \nconstitution, H. 43) \n(ftn. 303) \nExistenzial (noun) : * existentiale \n"
    }
  ]
}