{
  "batch_id": 11,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 373,
      "bucket": "E (10%+)",
      "error_rate": 12.7,
      "unknown_words_sample": [
        "frage",
        "expresion",
        "strukturganzen",
        "seinsverstehens",
        "ausgezeichnete",
        "zukommen",
        "urspriingliche",
        "ihr",
        "woraufhin",
        "hinsichtlich"
      ],
      "full_text": "372 \nBeing and Time \n\"upon-which\", is what 'really' 'has meaning' first of all. Entities 'have' \nmeaning only because, as Being which has been disclosed beforehand, \nthey become intelligible in the projection of that Being-that is to say, in \nterms of the \"upon-which\" of that projection. The primary projection \n325 \nof the understanding of Being 'gives' the meaning. The question about \nthe meaning of the Being of an entity takes as its theme the \"upon­\nwhich\" of that understanding of Being which underlies all Being of \nentities.1 \nDasein is either authentically or inauthentically disclosed to itself as \nregards its existence. In existing, Dasein understands itself, and in such a \nway, indeed, that this understandin gdoes not merely get something in its \ngrasp, but makes up the existentiell Being of its factical potentiality-for­\nBeing. The Being which is disclosed is that of an entity for which this \nBeing is an issue. The meaning of this Being-that is, of care-is what \nmakes care possible in its Constitution; and it is what makes up prim­\nordially the Being of this potentiality-for-Being. The meaning of Dasein's \nBeing is not something free-floating which is other than and 'outside of' \nitself, but is the self-understanding Dasein itself. What makes possible \nthe Being of Dasein, and therewith its factical existence? \nThat which was projected in the primordial existential projection of \nexistence has revealed itself as anticipatory resoluteness. What makes this \nauthentic Being-a-whole of Dasein possible with regard to the unity of \nits articulated structural whole ?2 Anticipatory resoluteness, when taken \nformally and existentially, without our constantly designating its full \nstructural content, is Being towards one's ownmost, distinctive potentiality­\nfor-Being. This sort of thing is possible only in that Dasein can, \nindeed, come towards itself in its ownmost possibility, and that it can put \nup with this possibility as a possibility in thus letting itself come towards \nitself-in other words, that it exists. This letting-itself-come-towards-itself \nin that distinctive possibility which it puts up with, is the primordial \nphenomenon of the future as coming towards. 3 If either authentic or \n1 'Die Frage nach dem Sinn des Seins eines Seienden macht das Woraufhin des allem \nSein von Seiendem zugrundeliegenden Seinsverstehens zum Thema.' The earlier editions \nread ' . . .  des all em ontischen S e i n z u Seiendem .\n•\n•\n \n' (' •\n•\n•\n all on tical Being wwards \nentities . .  .') \n2 'Was ermoglicht dieses eigentliche Ganzsein des Daseins hinsichtlich der Einheit \nseines gegliederten Strukturganzen ?' \n3 'Das die ausgezeichnete Moglichkeit aushaltende, in ihr sich auf sich Zukommen­\nlassen ist das urspriingliche Phanomen der Zu-kunft.' While the hyphen in 'Zukommen­\nlassen' appears only in the later editions, the more important hyphen in ' Zu-kunft' appears \nin both later and earlier editions. In the later editions, however, it comes at the end of the \nline, so that the force which was presumably intended is lost. \nWithout the hyphen, 'Zukunft' is the ordinary word for 'the future' ; with the hyphen, \nHeidegger evidently wishes to call attention to its kinship with the expresion 'zukommen \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 374,
      "bucket": "E (10%+)",
      "error_rate": 11.8,
      "unknown_words_sample": [
        "heit",
        "zukommen",
        "kommt",
        "weise",
        "gewisser",
        "futurally",
        "zurick",
        "zukunft",
        "zukiinftig",
        "iiberhaupt"
      ],
      "full_text": "II. 3 \nBeing and Time \n373 \ninauthentic Being-towards-death belongs to Dasein's Being, then such \nBeing-towards-death is possible only as something futural [als <.ukiin­\njtiges], in the sense which we have now indicated, and which we \nhave still to define more closely. By the term 'futural', we do not here \nhave in view a \"now\" which has not yet become 'actual' and which some­\ntime will be for the first time. We have in view the coming [Kunft] in \nwhich Dasein, in its ownmost potentiality-for-Being, comes towards itself. \nAnticipation makes Dasein authentically futural, and in such a way that the \nanticipation itself is possible only in so far as Dasein, as being, is always \ncoming towards itself-that is to say, in so far as it is futural in its Being \nin general. \nAnticipatory resoluteness understands Dasein in its own essential \nBeing-guilty. This understanding means that in existing one takes over \nBeing-guilty; it means being the thrown basis of nullity. But taking \nover thrownness signifies being Dasein authentically as it already was. 1 \nTaking over thrownness, however, is possible only in such a way that the \nfutural Dasein can be its ownmost 'as-it-already-was'-that is to say, its \n326 \n'been' [sein \"Gewesen\"]. Only in so far as Dasein is as an \"l-am-as-having­\nbeen\", can Dasein come towards itself futurally in such a way that it \ncomes back. 2 As authentically futural, Dasein is authentically as \"having \nbeen\". 3 Anticipation of one's uttermost and ownmost possibility is coming \nback understandingly to one's ownmost \"been\". Only so far as it is futural \ncan Dasein be authentically as having been. The character of \"having \nbeen\" arises, in a certain way, from the future. 4 \nAnticipatory resoluteness discloses the current Situation of the \"there\" \nin such a way that existence, in taking action, is circumspectively con­\ncerned with what is factically ready-to-hand environmentally. Resolute \nauf •\n•\n•\n ' ('to come towards . .  .' or 'to come up to . .  .') and its derivation from 'zu' ('to' \nor 'towards') and 'kommen' ('come'). Hence our hendiadys. (The use of 'zukommen' with \nthe preposition 'auf' is to be distinguished from a use of this same verb with the dative \nwhich we have met in earlier chapters in the sense of 'belongs to . .  .', 'is becoming \nto •\n.\n .', or 'has coming to •\n•\n .'.) \n1 'Dbernahme der Geworfenheit aber bedeutet, das Dasein in dem, wie es je schon war, \neigentlich sein.' \nll 'N ur sofern Dasein iiberhaupt ist als ich bin-gewesen, kann es zukiinftig auf sich selbst \n10 zukommen, dass es zurick-kommt.' Many German verbs form their perfect tense with \nthe help of the auxiliary 'sein' ('to be') in place of the somewhat more usual 'haben' \n('have'), just as we sometimes say in English 'he is gone' instead of 'he has gone'. \nAmong such verbs is 'sein' itself. This 'I have been' is expressed by 'ich bin gewesen'; this \nmight be translated as 'I am been', but in this context we have ventured to translate it as \n'I am as having been'. \n8 'Eigentlich zukiinftig ist das Dasein eigentlich gewesen.' \n\u009b 'Die Gewesenheit entspringt in gewisser Weise der Zukunft.' Here 'The character of \nhaving been' represents 'Die Gewesenheit' (literally, 'beenhood'). Heidegger distinguishes \nthis sharply from 'die Vergangenheit' ('pastness') .  We shall frequently translate 'Gewesen­\nheit' simply as 'having been'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 375,
      "bucket": "D (5-10%)",
      "error_rate": 9.4,
      "unknown_words_sample": [
        "phiinomen",
        "eitlichkeil",
        "gewe",
        "dergestalt",
        "futurally",
        "beening",
        "tive",
        "zukunft",
        "entspringt",
        "dasein"
      ],
      "full_text": "374 \nBeing and Time \nII. 3 \nBeing-alongside what is ready-to-hand in the Situation-that is to say, \ntaking action in such a way as to let one encounter what has presence \nenvironmentally-is possible only by making such an entity present. Only \nas the Present [Gegenwart]l in the sense of making present, can resoluteness \nbe what it is: namely, letting itself be encountered undisguisedly by that \nwhich it seizes upon in taking action. \nComing back to itself futurally, resoluteness brings itself into the \nSituation by making present. The character of \"having been\" arises from \nthe future, and in such a way that the future which \"has been\" (or better, \nwhich \"is in the process of having been\") releases from itself the Present.2 \nThis phenomenon has the unity of a future which makes present in \nthe process of having been; we designate it as \"temporality\".3 Only in so \nfar as Dasein has the definite character of temporality, is the authentic \npotentiality-for-Being-a-whole of anticipatory resoluteness, as we have \ndescribed it, made possible for Dasein itself. Temporality reveals itself as the \nmeaning of authentic care. \nThe phenomenal content of this meaning, drawn from the state of \nBeing of anticipatory resoluteness, fills in the signification of the term \n\"temporality\". In our terminological use ofthis expression, we must hold \nourselves aloof from all those significations of'future', 'past', and 'Present' \nwhich thrust themselves upon us from the ordinary conception of time. \nThis holds also for conceptions of a 'time' which is 'subjective' or 'Objec­\ntive', 'immanent' or 'transcendent'. Inasmuch as Dasein understands \nitself in a way which, proximally and for the most part, is inauthentic, we \nmay suppose that 'time' as ordinarily understood does indeed represent \na genuine phenomenon, but one which is derivative [ein abkiinftiges]. It \narises from inauthentic temporality, which has a source of its own. The \nconceptions of 'future', 'past' and 'Present' have first arisen in terms of \nthe inauthentic way of understanding time. In terminologically delimiting \n327 \nthe primordial and authentic phenomena which correspond to these, we \nhave to struggle against the same difficulty which keeps all ontological \nterminology in its grip. When violences are done in this field of investiga­\ntion, they are not arbitrary but have a necessity grounded in the \nfacts. If, however, we are to point out without gaps in the argument, \nhow inauthentic temporality has its source in temporality which is \n1 On our expressions 'having presence', 'making present', and 'the Present', see our \nnotes 1 and 2, p. 47, and 2, p. 48 on H. 25 above. \n2 'Die Gewesenheit entspringt der Zukunft, so zwar, dass die gewesene {besser gewe­\nsende) Zukunft die Gegenwart aus sich entliisst.' Heidegger has coined the form 'gewe­\nsend' by fusing the past participle 'gewesen' with the suffix of the present participle \n'-end', as if in English one were to write 'beening'. \n3 'Dies dergestalt als gewesend-gegenwiirtigende Zukunft einheitliche Phiinomen \nnennen wir die <:,eitlichkeil.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 376,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "welche",
        "uberhaupt",
        "hich",
        "approp",
        "ety",
        "seeins",
        "vorher",
        "etc",
        "vorwe",
        "zukunft"
      ],
      "full_text": "II. 3 \nBeing and Time \n375 \nprimordial and authentic, the primordial phenomenon, which we have \ndescribed only in a rough and ready fashion, must first be worked out \ncorrectly. \nIf resoluteness makes up the mode of authentic care, and if this itself \nis possible only through temporality, then the phenomenon at which we \nhave arrived by taking a look at resoluteness, must present us with only \na modality of temporality, by which, after all, care as such is made \npossible. Dasein's totality of Being as care means : ahead-of-itself-already­\nbeing-in (a world) as Being-alongside (entities encountered within-the­\nworld). When we first fixed upon this articulated structure, we suggested \nthat with regard to this articulation the ontological question must be \npursued still further back until the unity of the totality of this structural \nmanifoldness has been laid bare.xx111 The primordial unity of the structure of \ncare lies in temporality. \nThe \"ahead-of-itself\" is grounded in the future. In the \"Being-already­\nin . . .  \", the character of \"having been\" is made known. \"Being-alongside \n. . .  \" becomes possible in making present. While the \"ahead\" includes the \nnotion of a \"before\", 1 neither the 'before' in the 'ahead' nor the 'already' \nis to be taken in terms of the way time is ordinarily understood ; this has \nbeen automatically ruled out by what has been said above. With this \n'before' we do not have in mind 'in advance of something' [das \"Vorher''] \nin the sense of 'not yet now-but later' ; the 'already' is just as far from \nsignifying 'no longer now-but earlier'. If the . expressions 'before' and \n'already' were to have a time-oriented [zeithafte] signification such as \nthis (and they can have this signification too), then to say ' that care has \ntemporality would be to say that it is something which is 'earlier' and \n'later', 'not yet' and 'no longer'. Care would then be conceived as an entity \nwhich occurs and runs its course 'in time'. The Being of an entity having \nthe character of Dasein would become something present-at-hand. If this \nsort of thing is impossible, then any time-oriented signification which the \nexpressions we have mentioned may have, must be different from this. \nThe 'before' and the 'ahead' indicate the future as of a sort which would \nmake it possible for Dasein to be such that its potentiality-for-Being is \nan issue. 2 Self-projection upon the 'for-the-sake-of-oneself' is grounded in \n1 We have interpolated this clause in our translation to give point to Heidegger's \nremark about 'the \"before\" in the \"ahead\" ' ('das \"Vor\" im \"Vorwe.g\" '), ̌hich is \nobvious enough in German but would otherwise seem very far-fetched m English. We \nhave of course met the expression 'vor' in many contexts-i? 'Vorhabe', 'Yorsiclt', ai?d \n'Vorgriff' as 'fore-structures' of understanding (H. 150), and m sue? expressiOns as that m \nthe face of which' ('das \"Wovor\" ') one fears or flees or has anx1ety (H. 140, 184, 251, \netc.). Here, however, the translation 'before' seeins more approp̍i'l:te. \n.. \nII 'Das \"vor\" und \"vorweg\" zeigt die Zukunft an, als welche s1e uberhaupt erst ermog­\nlicht, dass Dasein so sein kann, dass es ihm um sein Seinkonnen geht.' The pronoun 'sie' \nappears only in the later editions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 378,
      "bucket": "E (10%+)",
      "error_rate": 14.5,
      "unknown_words_sample": [
        "bei",
        "zuriick",
        "heideg",
        "ecstases",
        "auth",
        "begegnenlassens",
        "ekstase",
        "zukommen",
        "nows",
        "tuc"
      ],
      "full_text": "II. 3 \nBeing and Time \n377 \nTemporality 'is' not an entiry at all. It is not, but it temporali;;es itself. \nNevertheless, we cannot avoid saying, 'Temporality \"is\" . . .  the meaning \nof care', 'Temporality \"is\" . . .  defined in such and such a way' ; the \nreason for this can be made intelligible only when we have clarified the \nidea of Being and that of the 'is' in general. Temporality temporalizes, \nand indeed it temporalizes possible ways of itself. These make possible the \nmultiplicity ofDasein's modes of Being, and especially the basic possibility \nof authơntic or inauthentic existence. \nThe future, the character of having been, and the Present, show \nthe phenomenal characteristics of the 'towards-oneself', the 'back-\nto', and the 'letting-oneself-be-encountered-by' .1 The phenomena of the \n329 \n\"towards . . .  \", the \"to . . .  \", and the \"alongside . . .  \", make temporality \nmanifest as the £KO'TanK6v pure and simple. Temporaliry is the primordial 'out­\nside-of-itself' in and for itself. We therefore call the phenomena of the future, \nthe character of having been, and the Present, the'' ecstases'' of temporality. 11 \nTemporality is not, prior to this, an entity which first emerges from itself; its \nessence is a process of temporalizing in the unity of the ecstases. What is char­\nacteristic of the 'time' which is accessible to the ordinary understanding, \nconsists, among other things, precisely in the fact that it is a pure sequence \nof \"nows\", without beginning and without end, in which the ecstatical \ncharacter of primordial temporality has been levelled off. But this very \nlevelling off, in accordance with its existential meaning, is grounded in \nthe possibility of a definite kind of temporalizing, in conformity with \nwhich temporality temporalizes as inauthentic the kind of 'time' we have \njust mentioned. If, therefore, we demonstrate that the 'time' which is \naccessible to Dasein's common sense is not primordial, but arises rather \nfrom authentic temporality, then, in accordance with the principle, \"a \npotiori fit denominatio\", we are justified in designating as \"primordial time\" \nthe temporaliry which we have now laid bare. \n1 'Zukunft, Gewesenheit, Gegenwart zeigen die phiinomenalen Charaktere des \"Auf­\nsich-zu\", des \"Zuriick auf\", des \"Begegnenlassens von\".' On these expressions cf. H. 326 \nabove. \n2 'Die Phiinomene des zu • . .  , auf . • .  , bei • . .  offenbaren die Zeitlichkeit als das JKC1'TI1Tuc&v \nschlechthin. Zeitlichkeit ist das urspriingliche \"Ausser-sich\" an undfiir sich selbst. Wir nennen \ndaher die charakterisierten Phiinomene Zukunft, Gewesenheit, Gegenwart die Ekstasen \nder Zeitlichkeit.' \nThe connection of the words 'zu', 'auf', and 'bei' with the expressions listed in the \npreceding sentence, is somewhat obscure even in the German, and is best clarified by a \nstudy of the preceding pages. Briefly the correlation seems to be as follows: \nzu: \n,(ukunft; \nauf sich zukommen; Auf-sich-zu; \nSich-vorweg. \nauf: \nGewesenheit; zuriickkommen auf; Zuriick auf; \nSchon-sein-in. \nbei: \nGegenwart; \nBegegnenlassen von ; Sein-bei. \nThe root-meaning of the word 'ecstasis' (Greek EKC1Taucs; German, 'Ekstase') is \n'standing outside'. Used generally in Greek for the 'removal' or 'displacement' of some· \nthing, it came to be applied to states-of-mind which we would now call 'ecstatic'. Heideg­\nger usually keeps the basic root-meaning in mind, but he also is keenly aware of its close \nconnection with the root-meaning of the word 'existence'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 379,
      "bucket": "E (10%+)",
      "error_rate": 15.0,
      "unknown_words_sample": [
        "marily",
        "pri",
        "trotz",
        "ordial",
        "ecstases",
        "nichtmehrdaseins",
        "futurally",
        "endlich",
        "temporalized",
        "sondern"
      ],
      "full_text": "Being and Time \nII. 3 \nIn enumerating the ecstases, we have always mentioned the future first. \nWe have done this to indicate that the future has a priority in the ecstatical \nunity of primordial and authentic temporality. This is so, even though \ntemporality does not first arise through a cumulative sequence of the \necstases, but in each case temporalizes itself in their equiprimordiality. \nBut within this equiprimordiality, the modes oftemporalizing are different. \nThe difference lies in the fact that the nature of the temporalizing can \nbe determined primarily in terms of the different ecstases. Primordial and \nauthentic temporality temporalizes itself in terms of the authentic \nfuture and in such a way that in having been futurally, it first of \nall awakens the Present.1 The primary phenomenon of primordial and authentic \ntemporality is the future. The priority of the future will vary according to the \nways in which the temporalizing of inauthentic temporality itself is \nmodified, but it will still come to the fore even in the derivative kind of \n'time'.11 \nCare is Being-towards-death. We have defined \"anticipatory resolute­\nness\" as authentic Being towards the possibility which we have character­\nized as Dasein's utter impossibility. In such Being-towards-its-end, Dasein \nexists in a way which is authentically whole as that entity which it can be \nwhen 'thrown into death'. This entity does not have an end at which it \njust stops, but it exists finitely. 3 The authentic future is temporalized pri-\n330 \nmarily by that temporality which makes up the meaning of anticipatory \nresoluteness ; it thus reveals itself as finite.' But 'does not time go on' in \nspite of my own no-longer-Dasein ?5 And can there not be an unlimited \nnumber of things which still lie 'in the future' and come along out of it ? \nWe must answer these questions affirmatively. In spite of this, they do \nnot contain any objections to the finitude of primordial temporality­\nbecause this· is something which is no longer handled by these at all. \nThe question is not about everything that still can happen 'in a time that \ngoes on', or about what kind of letting-come-towards-oneself we can \nencounter 'out of this tiine', but about how \"coming-towards-oneself\" is, \nas such, to be primordially defined. Its finitude does not amount primarily \nto a stopping, but is a characterisitic of temporalization itself. The prim­\nordial and authentic future is the \"towards-oneself\" (to oneself!), 6 existing \n1 ' •\n•\n•\n das sie zukiinftig gewesen allererst die Gegenwart weckt.' \n9 ' •\n•\n•\n noch in der abkiinftigen \"Zeit\".' Here Heidegger is contrasting the authentic \nkind of time in which Dasein 'comes towards' itself futurally ['auf sich zukommt \nzukiinftig'] with the inauthentic kind of time which 'comes off' from this or is 'derived' \nfrom it ['abkommt'], and which is thus of a 'derivative' ['abkiinftig'] character. \ns ' . .  sondern existiert endlich.' \n4 'Die eigentliche Zukunft, die primar die Zeitlichkeit zeitigt, die den Sinn der vorlau­\nfenden Entschlossenheit ausmacht, enthiillt sich damit selbst als endliche.' \n6 'Allein \"geht\" trotz des Nichtmehrdaseins meiner selbst \"die Zeit nicht weiter\" ?' \ne • . .\n. das Auf-sich-zu, auf sich . . .  ' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 380,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "abgeleitete",
        "endlichkeit",
        "endlich",
        "unendlichkeit",
        "unendlich",
        "heisst",
        "hinsichtlich",
        "schliessen",
        "temporalize",
        "dasein"
      ],
      "full_text": "II. 3 \nBeing and Time \n379 \nas the possibility of nullity, the possibility which is not to be outstripped. \nThe ecstatical character of the primordial future lies precisely in the fact \nthat the future closes one's potentiality-for-Being; that is to say, the \nfuture itself is closed to one, 1 and as such it makes possible the resolute \nexistentiell understanding of nullity. Primordial and authentic coming­\ntowards-oneself is the meaning of existing in one's ownmost nullity. In \nour thesis that temporality is primordially finite, we are not disputing \nthat 'time goes on'; we are simply holding fast to the phenomenal char­\nacter of primordial temporality-a character which shows itself in what \nis projected in Dasein's primordial existential projecting. \nThe temptation to overlook the finitude of the primordial and authentic \nfuture and therefore the finitude of temporality, or alternatively, to hold \n'a priori' that such finitude is impossible, arises from the way in which the \nordinary understanding of time is constantly thrusting itself to the fore. \nIf the ordinary understanding is right in knowing a time which is endless, \nand in knowing only this, it has not yet been demonstrated that it also \nunderstands this time and its 'infinity'. What does it mean to say, 'Time \ngoes on' or 'Time keep passing away?' What is the signification of 'in \ntime' in general, and of the expressions 'in the future' and 'out of the \nfuture' in particular? In what sense is 'time' endless? Such points need to \nbe cleared up, if the ordinary objections to the finitude of primordial time \nare not to remain groundless. But we can clear them up effectively only \nif we have obtained an appropriate way of formulating the question as \nregards finitude and in-finitude. 2 Such a formulation, however, arises only \nif we view the primordial phenomenon of time understandingly. The \nproblem is not one of how3 the 'derived' [\"abgeleitete\"] infinite time, 'in \nwhich, the ready-to-hand arises and passes away, becomes primordial finite \n331 \ntemporality; the problem is rather that of how inauthentic temporality \narises out of finite authentic temporality, and how inauthentic temporality, \nas inauthentic, temporalizes an in-finite time out of the finite. Only \nbecause primordial time is finite can the 'derived' time temporalize \nitself as infinite. In the order in which we get things into our grasp \nthrough the understanding, the finitude of time does not become fully \nvisible until we have exhibited 'endless time' so that these may be \ncontrasted. \n1 ' .\n•\n•\n class sie das Seinkiinnen achliesst, das heisst selbst geschlossen ist •\n•\n . ' The verb \n'schliessen', as here used, may mean either to close or shut, or to conclude or bring to an \nend. Presumably the author has both senses in mind. \n2 ' •\n•\n•\n hinsichtlich der Endlichkeit und Un-endlichkeit . .  .' We have tried to preserve \nHeidegger's orthographic distinction between 'Unendlichkeit' and 'Un-endlichkeit' by \ntranslating the former as 'infinity', the latter as 'in-finitude'. We shall similarly use \n'infinite' and 'in-finite' for 'unendlich' and 'un-endlich' respectively. \n3 This word ('wie') is italicized only in the later editions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 382,
      "bucket": "E (10%+)",
      "error_rate": 10.1,
      "unknown_words_sample": [
        "cality",
        "unselbst",
        "verwendend",
        "sities",
        "circumspective",
        "verbraucht",
        "heisst",
        "themati",
        "utili",
        "cally"
      ],
      "full_text": "Being and Time \nplainer the interconnection of our earlier considerations and to do away \nwith whatever is accidental and seemingly arbitrary. Beyond these neces­\nsities of method, however, the phenomenon itself gives us motives which \ncompel us to articulate our analysis in a different way when we repeat it. \nThe ontological structure of that entity which, in each case, I myself \nam, centres in the Self-subsistence [Selbstandigkeit] of existence. Because \nthe Self cannot be conceived either as substance or as subject but is \ngrounded in existence, our analysis of the inauthentic Self, the \"they\", \nhas been left wholly in tow of the preparatory Interpretation ofDasein.xxv \nNow that Selfhood has been explicitly taken back into the structure of \ncare, and therefore of temporality, the temporal Interpretation of Self­\nconstancy and non-Self-constancy1 acquires an importance of its own. \nThis Interpretation needs to be carried through separately and themati­\ncally. However, it not only gives us the right kind of insurance against the \nparalogisms and against ontologically inappropriate questions about the \nBeing of the \"I\" in general, but it provides at the same time, in accor­\ndance with its central function, a more primordial insight into the \ntemporali(.ation-structure of temporality, which reveals itself as the histori­\ncality of Dasein. The proposition, \"Dasein is historical\", is confirmed as a \nfundamental existential ontological assertion. This assertion is far removed \nfrom the mere ontical establishment of the fact that Dasein occurs in a \n'world-history'. But the historicality of Dasein is the basis for a possible \nkind of historiological understanding which in turn carries with it the \npossibility of getting a special grasp of the development of historiology \nas a science. \nBy Interpreting everydayness and historicality temporally we shall get \na steady enough view of primordial time to expose it as the condition \n333 \nwhich makes the everyday experience of time both possible and necessary. \nAs an entity for which its Being is an issue, Dasein utili(.es itself primarily \nfor itself [ verwendet sich •\n.\n.\n for sich selbst], whether it does so explicitly or \nnot. Proximally and for the most part, care is circumspective concern. \nIn utilizing itself for the sake of itself, Dasein 'uses itself up'. In using itself \nup, Dasein uses itself-that is to say, its time.11 In using time, Dasein \nreckons with it. Time is first discovered in the concern which reckons \n1 ' •\n•\n•\n Selbst-standigkeit und Unselbst-standigkeit •\n.\n•\n \n' Cf. note 2, p. 369, H. 322. \n2 'Umwillen seiner selbst verwendend, \"verbraucht\" sich das Dasein. Sichverbruchend \nbraucht das Dasein sich selbst, dass heisst seine Zeit.' Here three verbs, all of which might \nsometimes be translated as 'use', are contrasted rather subtly. 'Verwenden' means \nliterally to 'turn something away', but is often used in the sense of 'turning something to \naccount', 'utilizing it' ; in a reflexive construction such as we have here, it often takes on \nthe more special meaning of 'applying oneself' on someone's behalf. (In previous passages \nwe have generally translated 'verwenden' as 'use'.) 'Verbrauchen' means to 'consume' \nor 'use up'. 'Brauchen' too means to 'use'; but it also means to 'need', and it is hard to tell \nwhich of these senses Heidegger here has in mind. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 383,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "concernful",
        "umfassende",
        "durchsichtigkeit",
        "daher",
        "circumspective",
        "innerzeitkeit",
        "horizont",
        "dasein",
        "temporality",
        "factically"
      ],
      "full_text": "Being and Time \nII. 3 \ncircumspectively, and this concern leads to the development of a time­\nreckoning. Reckoning with time is constitutive for Being-in-the-world. \nConcernful circumspective discovering, in reckoning with its time, permits \nthose things which we have discovered, and which are ready-to-hand or \npresent-at-hand, to be encountered in time. Thus entities within-the­\nworld become accessible as 'being in time'. We call the temporal attribute \nof entities within-the-world \"within-time-ness\" [die Innerzeitkeit]. The kind \nof 'time' which is first found ontically in within-time-ness, becomes the \nbasis on which the ordinary traditional conception of time takes form. \nBut time, as within-time-ness, arises from an essential kind oftemporalizing \nof primordial temporality. The fact that this is its source, tells us that the \ntime 'in which' what is present-at-hand arises and passes away, is a genuine \nphenomenon of time; it is not an externalization of a 'qualitative time' \ninto space, as Bergson's Interpretation of time-which is ontologically \nquite indefinite and inadequate-would have us believe. \nIn working out the temporality ofDasein as everydayness, historicality, \nand within-time-ness, we shall be getting for the first time a relentless \ninsight into the complications of a primordial ontology of Dasein. As Being­\nin-the-world, Dasein exists factically with and alongside entities which it \nencounters within-the-world. Thus Dasein's Being becomes ontologically \ntransparent in a comprehensive way only within the horizon1 in which \nthe Being of entities other than Dasein-and this means even of those \nwhich are neither ready-to-hand nor present-at-hand but just 'subsist'­\nhas been clarified. But if the variations of Being are to be Interpreted for \neverything of which we say, \"It is\", we need an idea of Being in general, \nand this idea needs to have been adequately illumined in advance. So \nlong as this idea is one at which we have not yet arrived, then the temporal \nanalysis ofDasein, even if we repeat it, will remain incomplete and fraught \nwith obscurities; we shall not go on to talk about the objective \ndifficulties. The existential-temporal analysis of Dasein demands, for its \npart, that it be repeated anew within a framework in which the concept \nof Being is discussed in principle. \n1 'Das Sein des Daseins empfangt daher seine umfassende ontologische Durchsichtigkeit \nerst im Horizont . . .  ' In the older editions 'erst' appears after 'daher' rather than after \n'Durchsichtigkeit'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 386,
      "bucket": "E (10%+)",
      "error_rate": 12.1,
      "unknown_words_sample": [
        "frage",
        "zuriick",
        "welche",
        "jeweilige",
        "projectedness",
        "struktureinheit",
        "constitu",
        "struc",
        "entwerfend",
        "befindlich"
      ],
      "full_text": "Being and Time \nfalling, and discourse. Every understanding has its mood. Every state­\nof-mind is one in which one understands. The understanding which \none has in such a state-of-mind has the character of falling. The under­\nstanding which has its mood attuned in falling, Articulates itself with \nrelation to its intelligibility in discourse. The current temporal Constitu­\ntion of these phenomena leads back in each case to that one kind of \ntemporality which serves as such to guarantee the possibility that under­\nstanding, state-of-mind, falling, and discourse, are united in their struc­\nture.1 \n(a) The Temporality of Understanding11 \nWith the term \"understanding\" we have in mind a fundamental \nexistentiale, which is neither a definite species of cognition distinguished, let \nus say, from explaining and conceiving, nor any cognition at all in the \nsense of grasping something thematically. Understanding constitutes \nrather the Being of the \"there\" in such a way that, on the basis of such \nunderstanding, a Dasein can, in existing, develop the different possibilities \nof sight, of looking around [Sichumsehens], and of just looking. In all \nexplanation one uncovers understandingly that which one cannot under­\nstand; and all explanation is thus rooted in Dasein's primary understand­\ning. \nIf the term \"understanding\" is taken in a way which is primordially \nexistential, it means to be projecting2 towards a potentiality-for-Being for the \nsake of which any Dasein exists. In understanding, one's own potentiality­\nfor-Being is disclosed in such a way that one's Dasein always knows \nunderstandingly what it is capable of. It 'knows' this, however, not by \nhaving discovered some fact, but by maintaining itself in an existentiell \npossibility. The kind of ignorance which corresponds to this, does not \nconsist in an absence or cessation of understanding, but must be regarded \nas a deficient mode of the projectedness of one's potentiality-for-Being. \nExistence can be questionable. If it is to be possible for something 'to be \nin question' [das \"In-Frage-stehen\"], a disclosedness is needed. When one \nunderstands oneself projectively in an existentiell possibility, the future \nunderlies this understanding, and it 'does so as a coming-towards-oneself \nout of that current possibility as which one's Dasein exists. The future \nmakes ontologically possible an entity which is in such a way that it \nexists understandingly in its potentiality-for-Being. Projection is basically \nfutural; it does not primarily grasp the projected possibility thematically \n1 'Die jeweilige zeitliche Konstitution der genannten Phiinomene fiihrt je auf die eine \nZeitlichkeit zuriick, als welche sie die miigliche Struktureinheit von Verstehen, Befindlich­\nkeit, Verfallen und Rede verbiirgt.' The older editions omit the pronoun 'sie'. \n2 ' •\n•\n•\n entwerfend-sein •\n.\n .' The older editions have ' • • •  en twerfend Sein •\n•\n.\n \n' \nN \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 387,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "gewiirtigen",
        "concernfully",
        "concernful",
        "colourles",
        "ity",
        "temporalize",
        "dasein",
        "versagt",
        "ifwe",
        "temporality"
      ],
      "full_text": "386 \nBeing and Time \njust by having it in view, but it throws itself into it as a possibility. In \neach case Dasein is understandingly in the way that it can be.1 Resolute­\nness has turned out to be a kind of existing which is primordial and \nauthentic. Proximally and for the most part, to be sure, Dasein remains \nirresolute ; that is to say, it remains closed off in its ownmost potentiality­\nfor-Being, to which it brings itself only when it has been individualized. \nThis implies that temporality does not temporalize itself constantly out \nof the authentic future. This inconstancy, however, does not mean that \ntemporality sometimes lacks a future, but rather that the temporalizing \nof the future takes various forms. \nTo designate the authentic future terminologically we have reserved \nthe expression \"anticipation\". This indicates that Dasein, existing authentic­\nally, lets itself come towards itself as its ownmost potentiality-for-Being-\n337 \nthat the future itself must first win itself, not from a Present, but from the \ninauthentic future. If we are to provide a formally undifferentiated term \nfor the future, we may use the one with which we have designated the first \nstructural item of care-the \"ahead-of-itself\". Factically, \nDasein \nis \nconstantly ahead of itself, but inconstantly anticipatory with regard to its \nexistentiell possibility. \nHow is the inauthentic future to be contrasted with this ? Just as the \nauthentic future is revealed in resoluteness, the inauthentic future, as an \necstatical mode, can reveal itself only ifwe go back ontologically from the \ninauthentic understanding of everyday concern to its existential-temporal \nmeaning. As care, Dasein is essentially ahead of itself. Proximaly and for \nthe most part, concernful Being-in-the-world understands itself in terms \nof that with which it is concerned. Inauthentic understanding2 projects \nitself upon that with which one can concern oneself, or upon what is \nfeasible, urgent, or indispensable in our everyday business. But that with \nwhich we concern ourselves is as it is for the sake of that potentiality-for­\nBeing which cares. This potentiality lets Dasein come towards itself in its \nconcernful Being-alongside that with which it is concerned. Dasein does \nnot come towards itself primarily in its ownmost non-relational potential­\nity-for-Being, but it awaits this concernfully in terms of that which yields or \ndenies the object of its concern. 3 Dasein comes towards itself from that with \nwhich it concerns itself. The inauthentic future has the character of \nawaiting. 4 One's concernful understanding of oneself as they-self in terms \n1 'Verstehend ist das Dasein je, wie ea sein kan.' \n2 'Das uneigentliche Verstehen •\n•\n .' Italics only in the later editions. \n3 ' •\n•\n•\n sondem es ist besorgend seiner gtwiirtig aus dem, was das Besorgte ergibt oder versagt.' \nIt is not clear whether 'das Besorgte' or 'was' is the subject of its clause. \n4 '  • • •  des Gtwiirtigens.' While the verb 'await' has many advantages as an approximation \nto 'gewiirtigen', it is a bit too colourles and fails to bring out the important idea of being \nprepared to reckon with that which one awaits. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 388,
      "bucket": "E (10%+)",
      "error_rate": 10.3,
      "unknown_words_sample": [
        "mordial",
        "concernful",
        "expresion",
        "pri",
        "ekstase",
        "entschlossene",
        "authenticalry",
        "warten",
        "begegnet",
        "meint"
      ],
      "full_text": "Bezng and Time \nof what one does, has its possibility 'based' upon this ecstatical mode ol \nthe future. And onry because factical Dasein is thus awaiting its potentiality­\nfor-Being, and is awaiting this potentiality in terms of that with which it \nconcerns itself, can it expect anything and wait for it [erwarten und warten \nauf . . .  ]. In each case some sort of awaiting must have disclosed the \nhorizon and the range from which something can be expected. Expecting \nis founded upon awaiting, and is a mode of that future which temporali̘es itself \nauthenticalry as anticipation. Hence there lies in anticipation a more pri­\nmordial Being-towards-death than in the concernful expecting of it. \nUnderstanding, as existing in the potentiality-for-Being, however it \nmay have been projected, is primariry futural. But it would not temporalize \nitself if it were not temporal-that is, determined with equal primordiality \nby having been and by the Present. The way in which the latter ecstasis \nhelps constitute inauthentic understanding, has already been made plain \nin a rough and ready fashion. Everyday concern understands itself in \nterms of that potentiality-for-Being which confronts it as coming from its \npossible success or failure with regard to whatever its object of concern may \nbe. Corresponding to the inauthentic future (awaiting), there is a special \nway of Being-alongside the things with which one concerns oneself. This \nway of Being-alongside is the Present-the \"waiting-towards\" ;1 this \n338 \necstatical mode reveals itself if we adduce for comparison this very same \necstasis, but in the mode of authentic temporality. To the anticipation \nwhich goes with resoluteness, there belongs a Present in accordance with \nwhich a resolution discloses the Situation. In resoluteness, the Present is \nnot only brought back from distraction with the objects of one's closest \nconcern, but it gets held in the future and in having been. That Present \nwhich is held in authentic temporality and which thus is authentic itself, we \ncall the \"moment of vision\". 2 This term must be understood in the active \nsense as an ecstasis. It means the resolute rapture with which Dasein is \ncarried away to whatever possibilities and circumstances are encountered \nin the Situation as possible objects of concern, but a rapture which is held \nin resoluteness. 3 The moment of vision is a phenomenon which in principle \n1 'Gegen-wart'. In this context it seems well to translate this expresion by a hendiady$ \nwhich, like Heidegger's hyphenation, calls attention to the root-meaning of the noun \n'Gegenwart'. See our notes 2, p. 47, (H. 25) and 2, p. 48 (H. 26) above. \n2 Cf. note 2, p. 376, H. 328 above. \na 'Er meint die entschlossene, aber in der Erschlossenheit gehaltene Entriickung des \nDaseins an das, was in der Situation an besorgbaren Moglichkeiten, Umstiinden begegnet.' \nThe verb 'entricken' means literally 'to move away' or 'to carry away', but it has also \ntaken on the meaning of the 'rapture' in which one is 'carried away' in a more figurative \nsense. While the words 'Entriickung' and 'Ekstase' can thus be used in many contexts as \nsynonyms, for Heidegger the former seems the more general. (See H. 365 below.) We \nshall translate 'entriicken' by 'rapture' or 'carry away', or, as in this case, by a combina­\ntion of these expressions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 390,
      "bucket": "E (10%+)",
      "error_rate": 14.3,
      "unknown_words_sample": [
        "erlichkeit",
        "concernful",
        "halten",
        "ecstases",
        "ekstase",
        "clas",
        "entri",
        "eigensten",
        "vergessenheit",
        "odus"
      ],
      "full_text": "Being and Time \n389 \nbacking away, and thereby closes itself off too.1 Having forgotten [Verges­\nsenheit] as an inauthentic way of having been, is thus related to that thrown \nBeing which is one's own; it is the temporal meaning of that Being in \naccordance with which I am proximally and for the most part as-having­\nbeen. Only on the basis of such forgetting can anything be retained [be­\nhalten] by the concernful making-present which awaits; and what are thus \nretained are entities encountered within-the-world with a character other \nthan that of Dasein. To such retaining there corresponds a non-retaining \nwhich presents us with a kind of'forgetting' in a derivative sense. \nJust as expecting is possible only on the basis of awaiting, remembering is \npossible only on that of forgetting, and not vice versa ; for in the mode of \nhaving-forgotten, one's having been 'discloses' primarily the horizon \ninto which a Dasein lost in the 'superficiality' of its object of concern, can \nbring itself by remembering.2 The awaiting whichforgets and makes present is \nan ecstatical unity in its own right, in accordance with which inauthentic \nunderstanding temporalizes itself with regard to its temporality. The \nunity of these ecstases closes off one's authentic potentiality-for-Being, and \nis thus the existential condition for the possibility of irresoluteness. Though \ninauthentic concernful understanding determines itself in the light of \nmaking present the object of concern, the temporalizing of the under­\nstanding is performed primarily in the future. \n(b) The Temporality of State-of-mindiv \nUnderstanding is never free-floating, but always goes with some state­\nof-mind. The \"there\" gets equiprimordially disclosed by one's mood in \nevery case-or gets closed off by it. Having a mood brings Daseinface to \n340 \nface with its thrownness in such a manner that this thrownness is not known \nas such but disclosed far more primordially in 'how one is'. Existentially, \n\"Being-thrown\" means finding oneself in some state-of-mind or other. \nOne's state-of-mind is therefore based upon thrownness. My mood \nrepresents whatever may be the way in which I am primarily the entity \n1 'Die Ekstase (Entriickung) des Vergessens hat den Charakter des sich selbst ver­\nschlossenen Ausri.ickens vor dem eigensten Gewesen, so zwar, clas dieses Ausri.icken vor . . •  \nekstatisch das Wover verschliesst und in eins damit sich selbst.' Heidegger is here con­\nnecting the word 'Entri.ickung' (our 'rapture') with the cognate verb 'ausri.icken' ('back \naway'), which may be used intransitively in the military sense of 'decamping', but may \nalso be used transitively in the sense of 'disconnecting'. Both 'entri.icken' and 'ausriicken' \nmean originally 'to move away', but they have taken on very different connotations in \nordinary German usage. \n2 ' •\n•\n•\n denn im l\\1odus der Vergessenheit \"erschliesst\" die Gewesenheit primar den \nHorizont, in den hinein das an die \"Ausserlichkeit\" des Besorgten verlorene Dasein sich \nerinnem kann.' Here there is presumably a deliberate contrast between the idea of \nexternality in the root meaning of 'AUS.!'erlichkeit' ('superficiality') and the idea of putting \noneself into something, which is the original sense of 'sich erinnem' ('to remember'). We \nhŕve tried to\n, \nbring this out by our rather free translation of ' . . .  in den hinein . . .  sich \nermnem .\n.\n.\n• \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 391,
      "bucket": "E (10%+)",
      "error_rate": 12.7,
      "unknown_words_sample": [
        "gramar",
        "ecstases",
        "ekstase",
        "bekannt",
        "weise",
        "stellt",
        "offenbart",
        "geworfene",
        "nicht",
        "lity"
      ],
      "full_text": "390 \nBeing and Time \nthat has been thrown. How does the temporal Constitution of having-a­\nmood let itself be made visible? How will the ecstatical unity of one's \ncurrent temporality give any insight into the existential connection \nbetween one's state-of-mind and one's understanding ? \nOne's mood discloses in the manner of turning thither or turning away \nfrom one's own Dasein. Bringing Daseinface to face with the \"that-it-is\" of \nits own thrownness-whether authentically revealing it or inauthentically \ncovering it up-becomes existentially possible only if Dasein's Being, by \nits very meaning, constantly is as having been. The \"been\" is not what \nfirst brings one face to face with the thrown entity which one is oneself; \nbut the ecstasis of the \"been\" is what first makes it possible to find oneself \nin the way of having a state-of-mind.1 \nUnderstanding is grounded primarily in the future ; one's state-of-mind, \nhowever, temporalizes itself primarily in having been. 2 Moods temporalize \nthemselves-that is, their specific ecstasis belongs to a future and a Present \nin such a way, indeed, that these equiprimordial ecstases are modified by \nhaving been. \nWe have emphasized that while moods, of course, are ontically well­\nknown to us [bekannt] , they are not recognized [erkannt] in their \nprimordial existential function. They are regarded as fleeting Experiences \nwhich 'colour' one's whole 'psychical condition'. Anything which is \nobserved to have the character of turning up and disappearing in a \nfleeting manner, belongs to the primordial constancy of existence. But \nall the same, what should moods have in common with 'time' ? That these \n'Experiences' come and go, that they run their course 'in time', is a trivial \nthing to establish. Certainly. And indeed this can be established in an \nontico-psychological maner. Our task, however, is to exhibit the onto­\nlogical structure of having-a-mood in its existential-temporal Constitution. \nAnd of course this is proximally just a matter of first making the tempora­\nlity of moods visible. The thesis that 'one's state-of-mind is grounded \nprimarily in having been' means that the existentially basic character \nof moods lies in bringing one back to something. This bringing-back does not \nfirst produce a having been ; but in any state-of-mind some mode of having \nbeen is made manifest for existential analysis. 3 So if we are to Interpret \n1 'Das Bringen vor das geworfene Seiende, das man selbst ist, schafft nicht erst das \nGewesen, sondem desen Ekstase ennoglicht erst das Sich-finden in der Weise des Sich­\nbefindens.' We have construed 'das Gewesen' and 'desen Ekstase' as the subjects of their \nrespective clauses, but other interpretations are not impossible. \n2 In our italicization we follow the older editions. In the newer editions 'Gewesenheit' \n('having been') is not italicized. \na 'Dieses stellt die Gewesenheit nicht erst her, sondem die Befindlichkeit offenbart fUr \ndie existenziale Analyse je einen Modus der Gewesenheit.' The gramar of the first \nclause is ambiguous. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 392,
      "bucket": "E (10%+)",
      "error_rate": 11.2,
      "unknown_words_sample": [
        "ankommenden",
        "concernful",
        "zuriick",
        "werden",
        "zuruckkommen",
        "nur",
        "ecstasis",
        "tifsomething",
        "seiende",
        "iiberhaupt"
      ],
      "full_text": "Being and Time \n391 \nstates-of-mind temporally, our aim is not one of deducing moods from \ntemporality and dissolving them into pure phenomena of temporalizing. \n341 \nAl we have to do is to demonstrate that except on the basis of temporality, \nmoods are not possible in what they 'signify' in an existentiell way or in how \nthey 'signify' it. Our temporal Interpretation will restrict itself to the \nphenomena of fear and anxiety, which we have already analysed in a \npreparatory manner. \nWe shall begin our analysis by exhibiting the temporality ofjear.v Fear \nhas been characterized as an inauthentic state-of-mind. To what extent \ndoes the existential meaning which makes such a state-of-mind possible \nlie in what has been? Which mode of this ecstasis designates the specific \ntemporality offear ? Fear is a fearing in the face tifsomething threatening­\nof something which is detrimental to Dasein's factical potentiality-for­\nBeing, and which brings itself close in the way we have described, within \nthe range of the ready-to-hand and the present-at-hand with which we \nconcern ourselves. Fearing discloses something threatening, and it does \nso by way of everyday circumspection. A subject which merely beholds \nwould never be able to discover anything of the sort. But if something is \ndisclosed when one fears in the face of it, is not this disclosure a letting­\nsomething-come-towards-oneself [ ein Auf-sich-zukommenlassen] ? Has \nnot \"fear\" been rightly defined as \"the expectation of some oncoming \nevil\" [eines ankommenden Ubels] (\"malumfuturum\") ? Is not the primary \nmeaning of fear the future, and least of al, one's having been ? Not only \ndoes fearing 'relate' itself to 'something future' in the signification of \nsomething which first comes on 'in time' ; but this self-relating is itself \nfutural in the primordially temporal sense. All this is incontestable. \nManifestly an awaiting is one of the things that belong to the existential­\ntemporal Constitution of fear. But proximaly this just means that the \ntemporality of fear is one that is inauthentic. Is fearing in the face of some­\nthing merely an expecting of something threatening which is coming on ? \nSuch an expectation need not be fear already, and it is so far from being \nfear that the specific character which fear as a mood possesses is \nmissing. This character lies in the fact that in fear the awaiting lets what is \nthreatening come back [zuruckkommen] \nto \none's factically concernful \npotentiality-for-Being. Only if that to which this comes back is already \necstatically open, can that which threatens be awaited right hack to the \nentity which I myself am; only so can my Dasein be threatened.1 The \nawaiting which fears is one which is afraid 'for itself' ; that is to \nsay, fearing in the face of something, is in each case a fearing about; \n1 • Zuriick auf das Seiende, das ich bin, kann das Bedrohliche nur gewartigt, und so das \nDasein bedroht werden, wenn das Worauf des Zuriick auf . . .  schon iiberhaupt ekstatisch \noffen ist.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 393,
      "bucket": "E (10%+)",
      "error_rate": 15.3,
      "unknown_words_sample": [
        "wird",
        "auskennen",
        "bei",
        "welche",
        "verschwindet",
        "offorgetting",
        "ihr",
        "rapax",
        "sondern",
        "nicht"
      ],
      "full_text": "392 \nBeing and Time \ntherein lies the character offear as mood and as affect. When one's Being­\nin-the-world has been threatened and it concerns itself with the ready-to­\nhand, it does so as a factical potentiality-for-Being of its own. In the face \nof this potentiality one backs away in bewilderment, and this kind of \nforgetting oneself is what constitutes the existential-temporal meaning of \n342 \nfear.1 Aristotle rightly defines \"fear\" as AV1T7J -rLs- P -rapaxƢ-as \"a kind \nof depression or bewilderment\". vi This depression forces Dasein back to \nits thrownness, but in such a way that this thrownness gets quite closed off. \nThe bewilderment is based upon a forgetting. When one forgets and backs \naway in the face of a factical potentiality-for-Being which is resolute, one \nclings to those possibilities of self-preservation and evasion which one has \nalready discovered circumspectively beforehand. When concern is afraid, \nit leaps from next to next, because it forgets itself and therefore does not \ntake hold of any definite possibility. Every 'possible' possibility offers itself, \nand this means that the impossible ones do so too. The man who fears, \ndoes not stop with any of these; his 'environment' does not disappear, but \nit is encountered without his knowing his way about in it any longer. 2 \nThis bewildered making-present of the first thing that comes into one's head, \nis something that belongs with forgetting oneself in fear. It is well known, \nfor instance, that the inhabitants of a burning house will often 'save' the \nmost indifferent things that are most closely ready-to-hand. When one has \nforgotten oneself and makes present a jumble of hovering possibilities, one \nthus makes possible that bewilderment which goes to make up the mood­\ncharacter of fear. 3 The having forgotten which goes with such bewilder­\nment modifies the awaiting too and gives it the character of a depressed \nor bewildered awaiting which is distinct from any pure expectation. \nThe specific ecstatical unity which makes it existentially possible to be \nafraid, temporalizes itself primarily out of the kind offorgetting character­\nized above, which, as a mode of having been, modifies its Present and \nits future in their own temporalizing. The temporality offear is a forgetting \nwhich awaits and makes present. The common-sense interpretation of \nfear, taking its orientation from what we encounter within-the-world, \nseeks in the first instance to designate the 'oncoming evil' as that \nin the face of which we fear, and, correspondingly, to define our \nrelation to this evil as one of \"expecting\". Anything else which \n1 'Deren existenzial-zeitlicher Sinn wird konstituiert durch ein Sichvergessen : das \nverwirrte Ausriicken vor dem eigenen faktischen Seinkonnen, als welches das bedrohte \nIn-der-Welt-sein das Zuhandene besorgt.' \n2 'Bei keiner halt der Fiirchtende, die \"Umwelt\" verschwindet nicht, sondern begegnet \nin einem Sich-nicht-mehr-auskennen in ihr.' \n3 'Das selbstvergessene Gegenwartigen eines Gewirrs von schwebenden Moglichkeiten \nermoglicht die Verwirrung, als welche sie den Stimmungscharakter der Furcht ausmacht.' \nThe pronoun 'sie' does not appear in the older editions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 395,
      "bucket": "E (10%+)",
      "error_rate": 10.6,
      "unknown_words_sample": [
        "eigentiimlichen",
        "zeitigen",
        "pri",
        "heit",
        "unheimlichkeit",
        "stimmung",
        "ihr",
        "erweist",
        "viillig",
        "arif"
      ],
      "full_text": "394 \nBeing and Time \nis anxious about naked Dasein as something that has been thrown into \nuncanniness. It brings one back to the pure \"that-it-is\" of one's ownmost \nindividualized thrownness. This bringing-back has neither the character \nof an evasive forgetting nor that of a remembering. But just as little does \nanxiety imply that one has already taken over one's existence into one's \nresolution and done so by a repeating. On the contrary, anxiety brings \none back to one's thrownness as something possible which can be repeated. \nAnd in this way it also reveals the possibility of an authentic potentiality­\nfor-Being-a potentiality which must, in repeating, come back to its \nthrown \"there\", but come back as something future which comes towards \n[ zukiinftiges]. The character of having been is constitutive for the state-of­\nmind of anxiery; and bringing one face to face with repeatabiliry is the specific \necstatical mode of this character. \n344 \nThe forgetting which is constitutive for fear, bewilders Dasein and lets \nit drift back and forth between 'worldly' possibilities which it has not seized \nupon. In contrast to this making-present which is not held on to, the Pre­\nsent of anxiety is held on to when one brings oneself back to one's ownmost \nthrownness. The existential meaning of anxiety is such that it cannot lose \nitself in something with which it might be concerned. If anything like \nthis happens in a similar state-of-mind, this is fear, which the everyday \nunderstanding confuses with anxiety. But even though the Present of \nanxiety is held on to, it does not as yet have the character of the moment of \nvision, which temporalizes itself in a resolution. Anxiety merely brings \none into the mood for a possible resolution. The Present of anxiety holds \nthe moment of vision at the ready [arif dem Sprung] ; as such a moment it \nitself, and only itself, is possible. \nThe temporality of anxiety is peculiar; for anxiety is grounded pri­\nmordially in having been, and only out of this do the future and the Present \ntemporalize themselves ; in this peculiar temporality is demonstrated the \npossibility of that power which is distinctive for the mood of anxiety. In \nthis, Dasein is taken all the way back to its naked uncanniness, and becomes \nfascinated byit.1 This fascination, however, not only takes Dasein back from \nits 'worldly' possibilities, but at the same time gives it the possibility of an \nauthentic potentiality-for-Being. \n1 'An der eigentiimlichen Zeitlichkeit der Angst, class sie urspriinglich in der Gewesen­\nheit griindet und aus ihr erst Zukunft und Gegenwart sich zeitigen, erweist sich die \nMiigichkeit der Miichtigkeit, durch die sich die Stimmung der Angst auszeichnet. In ihr \nist das Dasein viillig auf seine nackte Unheimlichkeit zuriickgenommen und von ihr be­\nnommen.' In these two sentences there are no less than six feminine nouns which might \nserve as the antecedents of the pronouns 'sie' and 'ihr' in their several appearances. We \nhave chosen the interpretation which seems most plausible to us, but others are perhaps \nno less defensible. The etymological connection between 'zuriickgenommen' ('taken . . .  \nback') and 'benommen' ('fascinated') does not show up in the English version; it is \nobviously deliberate, and it gets followed up in the next sentence. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 396,
      "bucket": "E (10%+)",
      "error_rate": 11.2,
      "unknown_words_sample": [
        "stimmung",
        "isoliert",
        "ihr",
        "befirchtet",
        "nur",
        "zukunft",
        "temporalize",
        "temporalization",
        "stimmen",
        "bestimmen"
      ],
      "full_text": "Being and Ti714 \n395 \nYet neither of these moods, fear and anxiety,.ever 'occurs' just isolated \nin the 'stream of Experiences' ; each of them determines an understanding \nor determines itself in terms of one.1 Fear is occasioned by entities with \nwhich we concern ourselves environmentally. Anxiety, however, springs \nfrom Dasein itself. When fear assails us, it does so from what is within­\nthe-world. Anxiety arises out of Being-in-the-world as thrown Being­\ntowards-death. When understood temporally, this 'mounting' of anxiety \nout ofDasein, means that the future and the Present of anxiety temporalize \nthemselves out of a primordial Being-as-having-been in the sense of \nbringing us back to repeatability. But anxiety can mount authentically \nonly in a Dasein which is resolute. He who is resolute knows no fear; \nbut he understands the possibility of anxiety as the possibility of the very \nmood which neither inhibits nor bewilders him. Anxiety liberates him \nfrom possibilities which 'count for nothing' [\"nichtigen\"], and lets him \nbecome free for those which are authentic. ·l \nAlthough both fear and anxiety, as modes of state-of-mind, are grounded \nprimarily in having been, they each have different sources with regard to \ntheir own temporalization in the temporality of care. Anxiety springs from \nthe future of resoluteness, while fear springs from the lost Present, of which \n345 \nfear is fearfully apprehensive, so that it falls prey to it more than ever. 2 \nBut may not the thesis of the temporality of moods hold only for those \nphenomena which we have selected for our analysis ? How is a temporal \nmeaning to be found in the pallid lack of mood which dominates the 'grey \neveryday' through and through ? And how about the temporality of such \nmoods and affects as hope, joy, enthusiasm, gaiety ? Not only fear and \nanxiety, but other moods, are founded existentially upon one's hav­\ning been; this becomes plain if we merely mention such phenomena as \nsatiety, sadness, melancholy, and desperation .. Of course these must be \nInterpreted on the broader basis of an existential analytic of Dasein that \nhas been well worked out. But even a phenomenon like hope, which seems \nto be founded wholly upon the future, must be analysed in much the same \nway as fear. Hope has sometimes been characterized as the expectation \nof a bonum futurum, to distinguish it from fear, which relates itself to a \nmalum futurum. But what is decisive for the structure of hope as a pheno­\nmenon, is not so much the 'futural' character of that to which it relates itself \n1 'Beide Stimmungen, Furcht und Angst, \"kommen\" jedoch nie nur isoliert \"vor\" im \n\"Erlebnisstrom\", sondem be-stimmen je ein Verstehen, bzw. sich aus einem solchen.' \nHeidegger writes 'be-stimmen' with a hyphen to call attention to the fact that the words \n'bestimmen' ('determine') and 'Stimmung' ('mood') have a common stem. \n2 'Die Angst entspringt aus der Zukunft der Entschlossenheit, die Furcht aus der \nverlorenen Gegenwart, die furchtsam die Furcht befirchtet, urn ihr so erst recht zu \nverfallen.' The grammar of this passage is ambiguous, and would also permit us to write : \n' .\n.\n•\n the lost Present, which is fearfully apprehensive of fear, so that . .  .' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 397,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "augenblicklick",
        "earher",
        "stituted",
        "lwping",
        "dahinleben",
        "ecstasis",
        "dasein",
        "thrownness",
        "temporality",
        "wte"
      ],
      "full_text": "Being and Time \nbut rather the existential meaning of lwping itself. Even here its character \nas a mood lies primarily in hoping as lwping for something for oneself [Fur­\nsich-erlwffen]. He who hopes takes himself with him into his hope, as it were, \nand brings himself up against what he hopes for. But this presupposes that \nhe has somehow arrived at himself. To say that hope brings alleviation \n[erleichtert] from depressing misgivings, means merely that even hope, as \na state-of-mind, is still related to our burdens, and related in the mode of \nBeing-as-having been. Such a mood of elation--or better, one which \nelates-is ontologically possible only if Dasein has an ecstatico-temporal \nrelation to the thrown ground of itself. \nFurthermore, the pallid lack of mood-indifference-which is addicted \nto nothing and has no urge for anything, and which abandons itself to \nwhatever the day may bring, yet in so doing takes everything along with \nit in a certain manner, demonstrates most penetratingly the power of for­\ngetting in the everyday mode of that concern which is closest to us. \nJust living along [Das Dahinleben] in a way which 'lets' everything 'be' \nas it is, is based on forgetting and abandoning oneself to one's thrownness. \nIt has the ecstatical meaning of an inauthentic way of having been. \nIndifference, which can go along with busying oneself head over heels, \nmust be sharply distinguished from equanimity. This latter mood springs \nfrom resoluteness, which, in a moment of vision, looks at1 those Situations \nwhich are possible in one's potentiality-for-Being-a-whole as disclosed in \nour anticipation of [ zum] death. \n346 \nOnly an entity which, in accordance with the meaning of its Being, finds \nitself in a state-of-mind [sich befindet]-that is to say, an entity, which \nin existing, is as already having been, and which exists in a constant mode \nof what has been-can become affected. Ontologically such affection \npresupposes making-present, and indeed in such a manner that in this \nmaking-present Dasein can be brought back to itself as something that \nhas been. It remains a problem in itself to define ontologically the way \nin which the senses can be stimulated or touched in something that merely \nhas life, and how and where2 the Being of animals, for instance, is con­\nstituted by some kind of 'time'. \n(c) The Temporality ofFallingvlli \nIn our temporal Interpretation of understanding and state-of-mind, \nwe not only have come up against a primary ecstasis for each of these \nphenomena, but at the same time· we have always come up against tem­\nporality as a whole. Just as understanding is made possible primarily by \n! :. . . diּ augenblicklick ist auf . : • ' \n. . \n, \n. \n, , \n.\n.\n•\n wte und wo . . . The earher editions have \n.\n.\n•\n wte und ob . . • ( •\n•\n.\n how and \nwhether •\n•\n.\n \n'). \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 400,
      "bucket": "E (10%+)",
      "error_rate": 12.8,
      "unknown_words_sample": [
        "beim",
        "bewirkt",
        "apd",
        "urspriingliche",
        "geworfene",
        "lostness",
        "nicht",
        "verlorenheilt",
        "heisst",
        "ermiiglicht"
      ],
      "full_text": "Being and Time \n399 \nbefore, 1 is not a result that ensues only from curiosity, but is the ontological \ncondition for curiosity itself. \nAs regards their temporal meaning, the characteristics of falling which \nwe have pointed out-temptation, tranquillization, alienation, self­\nentanglement-mean that the making-present which 'leaps away' has an \n348 \necstatical tendency such that it seeks to temporalize itself out of itself. \nWhen Dasein entangles itself, this has an ecstatical meaning. Of course \nwhen one speaks of the rapture with which one's existence is carried away \nin making present, this does not signify that Dasein detaches itself from \nits Self and its \"I\". Even when it makes present in the most extreme \nmanner, it remains temporal-that is, awaiting and forgetful. In making \npresent, moreover, Dasein still understands itself, though it has been \nalienated from its ownmost potentiality-for-Being, which is based primarily \non the authentic future and on authentically having been. But in so far \nas making-present is always offering something 'new', it does not let \nDasein come back to itself and is constantly tranquillizing it anew. This \ntranquillizing, however, strengthens in turn the tendency towards leaping \naway. Curiosity is 'activated' not by the endless immensity of what we \nhave not yet seen, but rather by the falling kind of temporalizing which \nbelongs to the Present as it leaps away. 2 Even if one has seen everything, \nthis is precisely when curiosity fabricates something new. \nAs a mode of temporalizing, the 'leaping-away' of the Present is \ngrounded in the essence of temporality, which is finite. Having been \nthrown into Being-towards-death, Dasein flees-proximally and for the \nmost part-in the face of this throwness, which has been more or less \nexplicitly revealed. The Present leaps away from its authentic future \nand from its authentic having been, so that it lets Dasein come to \nits authentic existence only by taking a detour through that Present. \nThe 'leaping-away' of the Present-that is, the falling into lostness­\nhas its source in that primordial authentic temporality itself which makes \npossible thrown Being-towards-death. 3 \nWhile Dasein can indeed be brought authentically face to face with its \nthrownness, so as to understand itself in that thrownness authentically, \nnevertheless, this thrownness remains closed off from Dasein as regards \nthe ontical \"whence\" apd \"how\" of it. But the fact that it is thus closed \n1 ' •\n•\n•\n beim Niichsten halt und das Vordem vergessen hat . . .  ' \n2 'Nicht die endlose Uniibersehbarkeit desen, was noch nicht gesehen ist, \"bewirkt\" \ndie Neugier, sondem die verfallende Zeitigungsart der entspringenden Gegenwart.' \nThis sentence is grammatically ambiguous. \n3 'Der Ursprung des \"Entspringens\" der Gegenwart, das heisst des Verfallens in die \nVerlorenheilt, ist die urspriingliche, eigentliche Zeitlichkeit selbst, die das geworfene Sein \nzum Tode ermiiglicht.' Our conventions for translating 'Ursprung' as 'source', 'urspriing­\nlich' as 'primordial', and 'entspringen' as 'leap away', conceal Heidegger's exploitation \nof the root 'spring-' in this passage. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 401,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "concernfully",
        "zeitstufen",
        "stitutive",
        "tered",
        "lostness",
        "facticity",
        "ecstasis",
        "temporalize",
        "dasein",
        "proxim"
      ],
      "full_text": "400 \nBeing and Time \noff is by no means just a kind of ignorance factually subsisting; it is con­\nstitutive for Dasein's facticity. It is also determinative for the ecstatical \ncharacter of the way existence has been abandoned to its own null basis. \nProximally, the \"throw\" ofDasein's Being-thrown into the world is one \nthat does not authentically get \"caught\". The 'movement' which such a \n\"throw\" implies does not come to 'a stop' because Dasein now 'is there'. \nDasein gets dragged along in thrownness; that is to say, as something \nwhich has been thrown into the world, it loses itself in the 'world' in its \nfactical submission to that with which it is to concern itself. The Present, \nwhich makes up the existential meaning of \"getting taken along\", never \narrives at any other ecstatical horizon of its own accord, unless it gets \n349 \nbrought back from its lostness by a resolution, so that both the current \nSituation and therewith the primordial 'limit-Situation' of Being-towards­\ndeath, will be disclosed as a moment of vision which has been held on to. \n(d) The Temporality of Discoursexi \nWhen the \"there\" has been completely disclosed, its disclosedness is \nconstituted by understanding state-of-mind, and falling; and this dis­\nclosedness becomes Articulated by discourse. Thus discourse does not \ntemporalize itself primarily in any definite ecstasis. Factically, however, \ndiscourse expresses itselffor the most part in language, and speaks proxim­\nally in the way of addressing itself to the 'environment' by talking about \nthings concernfully; because of this, making-present has, of course, a \nprivileged constitutive function. \nTenses, like the other temporal phenomena of language-'aspects' and \n'temporal stages' [\"Zeitstufen\"]-do not spring from the fact that dis­\ncourse expresses itself 'also' about 'temporal' processes, processes encoun­\ntered 'in time'. Nor does their basis lie in the fact that speaking runs its \ncourse 'in a psychical time'. Discourse in itself is temporal, since all \ntalking about . . .  , of . . .  , or to .\n•\n.\n , is grounded in the ecstatical unity \nof temporality. Aspects have their roots in the primordial temporality of \nconcern, whether or not this concern relates itself to that which is within \ntime. The problem of their existential-temporal structure cannot even be \nformulated with the help of the ordinary traditional conception of time, to \nwhich the science oflanguage needs must have recourse.xu But because in \nany discourse one is talking about entities, even if not primarily and \npredominantly in the sense of theoretical assertion, the analysis of the \ntemporal Constitution of discourse and the explication of the temporal \ncharacteristics of language-patterns can be tackled only if the problem of \nhow Being and truth are connected in principle, is broached in the light \nof the problematic of temporality. We can then define even the ontological \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 402,
      "bucket": "D (5-10%)",
      "error_rate": 7.3,
      "unknown_words_sample": [
        "xiv",
        "xill",
        "ecstases",
        "lity",
        "facticity",
        "ecstasis",
        "temporalize",
        "dasein",
        "clearedness",
        "inauthenticity"
      ],
      "full_text": "Being and Time \n401 \nmeaning of the 'is', which a superficial theory of propositions and judg­\nments has deformed to a mere 'copula'. Only in terms of the temporality \nof discourse-that is, of Dasein in general-can we clarify how 'significa­\ntion' 'arises' and make the possibility of concept-formation ontologically \nintelligible. xill \nUnderstanding is grounded primarily in the future (whether in anticipa-\n350 \ntion or in awaiting) . States-of-mind temporalize themselves primarily in \nhaving been (whether in repetition or in having forgotten). Falling has its \ntemporal roots primarily in the Present (whether in making-present or in \nthe moment of vision). All the same, understanding is in every case a \nPresent which 'is in the process of having been'. All the same, one's \nstate-of-mind temporalizes itself as a future which is 'making present'. \nAnd all the same, the Present 'leaps away' from a future that is in the \nprocess of having been, or else it is held on to by such a future. Thus we \ncan see that in every ecstasis, temporality temporaliz;es itself as a whole; and this \nmeans that in the ecstatical unity with which temporality has fully temporaliz;ed \nitself currently, is grounded the totality of the structural whole of existence,facticity, \nand falling-that is, the unity of the care-structure. \nTemporalizing does not signify that ecstases come in a 'succession'. \nThe future is not later than having been, and having been is not earlier \nthan the Present. Temporality temporalizes itself as a future which makes \npresent in the process of having been. \nBoth the disclosedness of the \"there\" and Dasein's basic existentiell \npossibilities, authenticity and inauthenticity, are founded upon tempora­\nlity. But disclosedness always pertains with equal primordiality to the \nentirety of Being-in-the-world-to Being-in as well as to the world. So if we \norient ourselves by the temporal Constitution of disclosedness, the onto­\nlogical condition for the possibility that there can be entities which exist \nas Being-in-the-world, must be something that may also be exhibited. \nÈ 69. The Temporality of Being-in-the-world and the Problem of the Transcendence \nof the World \nThe ecstatical unity of temporality-that is, the unity of the 'outside­\nof-itself' in the raptures of the future, of what has been, and of the Present \n-is the condition for the possibility that there can be an entity which \nexists as its \"there\". The entity which bears the title \"Being-there\" is one \nthat has been 'cleared'.xiv The light which constitutes this clearedness \n[Gelicl>tetheit] of Dasein, is not something ontically present-at-hand as a \npower or source for a radiant brightness occurring in the entity on occasion. \nThat by which this entity is essentially cleared-in other words, that \nwhich makes it both 'open' for itself and 'bright' for itself-is what we \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 404,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "circumspective",
        "concernful",
        "cendence",
        "dasein",
        "lity",
        "trans",
        "temporality",
        "mis",
        "undiffer",
        "entiated"
      ],
      "full_text": "Being and Ti1M \nanswer them. On the contrary, what such an exposition accomplishes is the \nclarification of those structures with regard to which the problem of trans­\ncendence must be raised-a clarification which is necessary beforehand. In \nthe existential-temporal Interpretation of Being-in-the-world, three things \n352 \nwil be considered : (a) the temporality of circumspective concern; (b) the \ntemporal meaning of the way in which circumspective concern becomes \nmodified into theoretical knowledge of what is present-at-hand within­\nthe-world ; (c) the temporal problem of the transcendence of the world. \n(a) The Temporality ofCircumspective Concern \nHow are we to obtain the right point of view for analysing the tempora­\nlity of concern ? We have called concernful Being alongside the 'world' \nour \"dealings in and with the environment\".xv As phenomena which are \nexamples of Being alongside, we have chosen the using, manipulation, \nand producing of the ready-to-hand, and the deficient and undiffer­\nentiated modes of these ; that is, we have chosen ways of Being alongside \nwhat belongs to one's everyday needs.xvt In this kind of concern Dasein's \nauthentic existence too maintains itself, even when for such existence this \nconcern is 'a matter of indifference'. The ready-to-hand things with \nwhich we concern ourselves are not the causes of our concern, as if this \nwere to arise only by the effects of entities within-the-world. Being along­\nside the ready-to-hand cannot be explained ontically in terms of the \nready-to-hand itself, nor can the ready-to-hand be derived contrariwise \nfrom this kind of Being. But neither are concern, as a kind of Being which \nbelongs to Dasein, and that with which we concern ourselves, as some­\nthing ready-to-hand within-the-world, just present-at-hand together. All the \nsame, a 'connection' subsists between them. That which is dealt with, if \nrightly understood, sheds light upon concernful dealings themselves. And \nfurthermore, if we mis the phenomenal structure of what is dealt with, \nthen we fail to recognize the existential constitution of dealing. Of course \nwe have already made an essential gain for the analysis of those entities \nwhich we encounter as closest to us, if their specific character as equip­\nment does not get passed over. But we must understand further that \nconcernful dealings never dwell with any individual item of equipment. \nOur using and manipulating of any definite item of equipment still \nremains oriented towards some equipmental context. If, for instance, we \nare searching for some equipment which we have 'misplaced', then what \nwe have in mind is not merely what we are searching for, or even primarily \nthis ; nor do we have it in mind in an isolated 'act' ; but the range of the \nequipmental totality has already been discovered beforehand. Whenever \nwe 'go to work' and seize hold of something, we do not push out from the \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 405,
      "bucket": "D (5-10%)",
      "error_rate": 9.2,
      "unknown_words_sample": [
        "concernful",
        "gegenwiirtigen",
        "hantierende",
        "einheit",
        "womit",
        "erm",
        "glicht",
        "temporality",
        "spectively",
        "circum"
      ],
      "full_text": "Being and Time \n\"nothing\" and come upon some item of equipment which has been pre­\nsented to us in isolation ; in laying hold of an item of equipment, we come \nback to it from whatever work-world has already been disclosed. \n353 \nThe upshot of this is that if in our analysis of dealings we aim at that \nwhich is dealt with, then one's existent Being alongside the entities with \nwhich one concerns oneself must be given an orientation not towards \nsome isolated item of equipment which is ready-to-hand, but towards \nthe equipmental totality. This way of taking what is dealt with, is forced \nupon us also if we consider that character of Being which belongs dis­\ntinctively to equipment that is ready-to-hand-namely, involvemene.xvu \nWe understand the term \"involvement\" ontologically. The kind of talk in \nwhich we say that something has with it an involvement in something, is \nnot meant to establish a fact ontically, but rather to indicate the kind of \nBeing that belongs to what is ready-to-hand. The relational character of \ninvolvement-of its 'with . . .  in . .  .'-suggests that \"an\" equipment is \nontologically impossible. Of course just a solitary item of equipment may \nbe ready-to-hand while another is missing. But this makes known to us \nthat the very thing that is ready-to-hand belongs to something else. Our \nconcernful dealings can let what is ready-to-hand be encountered circum­\nspectively only if in these dealings we already understand something like \nthe involvement which something has in something. The Being-alongside \nwhich discovers circumspectively in concern, amounts to letting something \nbe involved-that is, to projecting an involvement understandingly. \nLetting things be involved makes up the existential structure of concern. But concern, \nas Being alongside something, belongs to the essential constitution of care; and care, \nin turn, is grounded in temporality. If all this is so, then the existential condition of \nthe possibility of letting things be involved must be sought in a mode of the tem­\nporalizing of temporality. \nLetting something be involved is implied in the simplest handling of an \nitem of equipment. That which we let it be involved i n  [Das Wobei \ndesselben] has the character of a \"towards-which\" ; with regard to this, \nthe equipment is either usable or in use. The understanding of the \n\"towards-which\"-that is, the understanding of what the equipment is \ninvolved in-has the temporal structure of awaiting. In awaiting the \n\"towards-which\", concern can at the same time come back by itself to the \nsort of thing in which it is involved. The awaiting of what it is involved in, \nand-together with this awaiting-the retaining of that which is thus \ninvolved, make possible in its ecstatical unity the specifically manipulative \nway in which equipment is made present.l \n1 'Das Gtwiirtigen des Wobei in eins mit dem Behalten des Womit der Bewandtnis \nerm()glicht in seiner ekstatischen Einheit das spezifisch hantierende Gegenwiirtigen des \nZeugs.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 406,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "themati",
        "cally",
        "ein",
        "dasein",
        "abovexvill",
        "thematical",
        "gestellt",
        "concemful",
        "temporality",
        "stitutive"
      ],
      "full_text": "]1. 4 \nBeing and Time \nThe awaiting of the \"towards-which\" is neither a considering of the \n'goal' nor an expectation of the impendent finishing of the work to pe \nproduced. It has by no means the character of getting something themati-\ncally into one's grasp. Neither does the retaining of that which has an \ninvolvement signify holding it fast thematically. Manipulative dealings \nno more relate themselves merely to that in which we let something be \ninvolved, than they do to what is involved itself. Letting something be \n354 \ninvolved is constituted rather in the unity of a retention which awaits, \nand it is constituted in such a manner, indeed, that the making-present \nwhich arises from this, makes possible the characteristic absorption of \nconcern in its equipmental world. When one is wholly devoted to some-\nthing and 'really' busies oneself with it, one does not do so just alongside \nthe work itself, or alongside the tool, or alongside both of them 'together'. \nThe unity of the relations in which concern circumspectively 'operates', \nhas been established already by letting-things-be-involved-which is \nbased upon temporality. \nA specific kind ofjorgetting is essential for the temporality that b con­\nstitutive for letting something be involved. The Self must forget itself if, \nlost in the world of equipment, it is to be able 'actually' to go to work and \nmanipulate something. But all the same, inasmuch as an awaiting always \nleads the way in the unity of the temporalizing of concern, concemful \nDasein's own potentiality-for-Being has, as we shall show, been given a \nposition in care.l \nThe making-present which awaits and retains, is constitutive for that \nfamiliarity in accordance with which Dasein, as Being-with-one-another, \n'knows its way about' [sich \"auskennt\"] in its public environment. Letting \nthings be involved is something which we understand existentially as a \nletting-them-'be' [ein \"Sein\"-lassen]. On such a basis circumspection can \nencounter the ready-to-hand as that entity which it is. Hence we can further \nelucidate the temporality of concern by giving heed to those modes of \ncircumspectively letting something be encountered which we have \ncharacterized abovexvill as \"conspicuousness\", \"obtrusiveness\", and \n\"obstinacy\". Thematical perception of Things is precisely not the way \nequipment ready-to-hand is encountered in its 'true \"in-itself\" '; it is \nencountered rather in the inconspicuousness of what we can come across \n'obviously' and 'Objectively'. But if there is something conspicuous in \nthe totality of such entities, this implies that the equipmental totality as \nsuch is obtruding itself along with it. What sort of existential structure \nmust belong to letting things be involved, if such a procedure can let \nsomething be encountered as conspicuous ? This question is now aimed \n1 ' •\n•\n•\n in die Sorge gestellt.' \n"
    }
  ]
}