{
  "document": "Heidegger_Pathmarks",
  "batch_number": 2,
  "total_batches": 9,
  "pages": [
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 65,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "tation",
        "etc",
        "maner",
        "preconceptual",
        "christianness",
        "pathmarks",
        "terpretation",
        "interpre",
        "disclosable",
        "pri"
      ],
      "full_text": "PATHMARKS \nitself if it then thinks that it is first proven right or even thereby fortified \nwhen the other sciences shatter against it. The substantive legitimacy of \nall theological knowledge is grounded in faith itself, originates out of faith, \nand leaps back into faith. \nOn the grounds of its specific positive character and the form of knowing \nwhich this determines, we can now say that theology is a fully autonomous \nontic science. The question now arises: How is this positive science, with \nits specific positive and scientific character, related to philosophy? \nc) THE RELATION OF THEOLOGY, \nAS A POSITIVE SCIENCE, TO PHILOSOPHY \nIf faith does not need philosophy, the science of faith as a positive science \ndoes. And here again we must distinguish: The positive science of faith \ndoes not need philosophy for the founding and primary disclosure of its \npositum, Christianness, which founds itself in its own maner. The positive \nscience of faith needs philosophy only in regard to its scientific character, \nand even then only in a uniquely restricted, though basic, way. \nAs a science theology places itself under the claim that its concepts show \nand are appropriate to the being that it has undertaken to interpret. But is \nit not the case that that which is to be interpreted in theological concepts is \nprecisely that which is disclosed only through, for, and in faith? Is not that \nwhich is supposed to be grasped conceptually here something essentially \ninconceivable, and consequently something whose content is not to be \nfathomed, and whose legitimacy is not to be founded, by purely rational \nmeans? \nNevertheless, something can very well be inconceivable and never pri­\nmarily disclosable through reason without thereby excluding a conceptual \ngrasp of itself. On the contrary: if its inconceivability as such is indeed to be \ndisclosed properly, it can only be by way of the appropriate conceptual in­\nterpretation - and that means pushing such interpretation to its very limits. \nOtherwise the inconceivability remains, as it were, mute. Yet this interpre­\ntation of faithful existence is the task of theology. And so, why philosophy? \n\\Vhatever is discloses itself only on the grounds of a preliminary (although \nnot explicitly known), preconceptual understanding of what and how such \na being is. Every ontic interpretation operates on the basis, at first and for \nthe most part concealed, of an ontology. But can such things as the cross, \nsin, etc., which manifestly belong to the ontological context of Christian­\nness, be understood specifically as to what they are and how they are, except \nthrrmƔh faith? How does one ontologically disclose the what (the essence) \nso \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 66,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "unbe",
        "sublated",
        "dasein",
        "theolo",
        "counterphenomenon",
        "ltent",
        "existentielly",
        "complished",
        "christianness",
        "ontically"
      ],
      "full_text": "PHENOMENOLOGY AND THEOLOGY \nand the how (the mode of being) underlying these fundamental concepts \nthat are constitutive of Christianness? Is faith to become the criterion of \nknowledge for an ontological-philosophical explication? Are not the basic \ntheological concepts completely withdrawn from philosophical-ontological \nreflection? \nOf course one should not lose sight here of something essential: the \nexplication of basic concepts, insofar as it proceeds correctly, is never ac­\ncomplished by explicating and defining isolated concepts with reference to \nthemselves alone and then operating with them here and there as if they \nwere playing chips. Rather, all such explication must take pains to envision \nand hold constantly in view in its original totality the primary, self-contained \nontological context to which all the basic concepts refer. What does this \nmean for the explication of basic theological concepts? \nWe characterized faith as the essential constitutive element of Christian­\nness: faith is rebirth. Though faith does not bring itself about, and though \nwhat is revealed in faith can never be founded by way of a rational knowing \nas exercised by autonomously functioning reason, nevertheless the sense of \nthe Christian occurrence as rebirth is that Dasein's prefaithful, i.e., unbe­\nlieving, existence is sublated [aufgehoben] therein. Sublated does not mean \ndone away with, but raised up, kept, and preserved in the new creation. \nOne's pre-Christian existence is indeed existentielly, onticaUy, overcome \nin faith. But this existentiell overcoming of one's pre-Christian existence \n(which belongs to faith as rebirth) means precisely that one's overcome \npre-Christian Dasein is existentially, ontologically included within faithful \nexistence. To overcome does not mean to dispose of, but to have at one's \ndisposition in a new way. Hence we can say that precisely because all basic \ntheological concepts, considered in their full regional context, include a \ncontent that is indeed existentielly powerless, i.e., ontically sublated, they \nare ontologically determined by a content that is pre-Christian and that can \nthus be grasped purely rationally. All theological concepts necessarily con­\ntain that understanding of being that is constitutive of human Dasein as \nsuch, insofar as it exists at all.1 Thus, for example, sin is manifest only in \nfaith, and only the believer can factically exist as a sinner. But if sin, which \nis the counterphenomenon to faith as rebirth and hence a phenomenon of \nexistence, is to be interpreted in theological concepts, then the co,ltent of \nthe concept itself, and not just any philosophical preference of the theolo­\ngian, calls for a return to the concept of guilt. \nBut guilt is an original \nontological determination of the existence of Dasein.l The more originally \nand appropriately the basic constitution of Dasein is brought to light in \na genuine ontological manner and the more originally, for example, the \n5 1 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 68,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "dasein",
        "neo",
        "cotective",
        "axiolog",
        "functioningfactically",
        "existentie",
        "facticity",
        "opposi",
        "pre",
        "factical"
      ],
      "full_text": "PHENOMENOLOGY AND THEOLOGY \ncorrective function for theology. On the other hand, it can be shown that \nphilosophy, as the free questioning of purely self-reliant Dasein, does of its \nessence have the task of directing all other non theological, positive sciences \nwith respect to their ontological foundation. As ontology, philosophy does \nprovide the possibility of being employed by theology as a corrective, in the \nsense we have discussed, if indeed theology is to be factical with respect to \nthe facticity of faith. The demand, however, that it must be so employed \nis not made by philosophy as such but rather by theology, insofar as it un­\nderstands itself to be a science. In summary, then, the precise formulation is: \nPhilosophy is the possible, fonnally indicative ontological cOTective of the on tic \nand, in partimlar, of the pre-Christian content of basic theological concepts. But \nphilosophy can be what it is without functioningfactically as this corrective. \nThis peculiar relationship does not exclude but rather includes the fact \nthat faith, as a specific possibility of existence, is in its innermost core the \nmortal enemy of the fon of existence that is an essential part of philosophy \nand that is factically ever-changing ... Faith is so absolutely the mortal enemy \nthat philosophy does not even begin to want in any way to do battle with it. \nThis existentie/J opposition between faithfulness and the free appropriation of \none's whole Dasein is not first brought about by the sciences of theology \nand philosophy but is prior to them. Furthermore, it is precisely this opposi­\ntion that must bear the possibility of a community of the sciences of theology and \nphilosophy, if indeed they are to communicate in a genuine way, free from \nillusions and weak attempts at mediation. Accordingly, there is no such \nthing as a Christian philosophy; that is an absolute \"square circle.\" On the \nother hand, there is likewise no such thing as a neo-Kantian, or axiolog­\nical, or phenomenological theology, just as there is no phenomenological \nmathematics. Phenomenology is always only the name for the procedure \nof ontology, a procedure that essentially distinguishes itself from that of all \nother, positive sciences. \nIt is true that someone engaged in research can master, in addition to \nhis own positive science, phenomenology as well, or at least follow its \nsteps and investigations. But philosophical knowledge can become gen­\nuinely relevant and fertile for his own positive science only when, within \nthe problematic that stems from such positive deliberation on the antic \ncorrelations in his field, he comes upon the basic concepts of his science \nand, furthermore, questions the suitability of traditional fundamental con­\ncepts with respect to those beings that are the theme of his science. Then, \nproceeding from the demands of his science and from the horizon of his \n5 3 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 71,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "ically",
        "fzov",
        "minin",
        "unclarified",
        "losophy",
        "vhat",
        "prob",
        "nonobjectifying",
        "oflanguage",
        "pati"
      ],
      "full_text": "PATI IMARKS \n(a) \\Vhat does objectifying mean? \n(b) \\Vhat does thinking mean? \n(c) \\Vhat does speaking mean? \n(d) Is all thinking in itself a speaking, and all speaking in itself a thinking? \n(e) In what sense are thinking and speaking objectifying, and in what \nsense are they not? \nIt is of the nature of the matter that these questions interpenetrate when \nwe place them in discussion. The entire weight of these questions, how­\never, lies at the basis of the problem of your theological dialogue. Moreover, \nthese same questions - when more or less clearly and adequately unfolded ­\nform the still hidden center of those endeavors toward which the \"phi­\nlosophy\" of our day, from its most extreme counterpositions (Camap -\nHeidegger), tends. One calls these positions today: the technical-scientistic \nview oflanguage and the speculative-hermeneutical experience oflanguage. \nBoth positions are determined by tasks profoundly different from one \nanother. The first position desires to subjugate all thinking and speaking, \nincluding that of philosophy, to a sign-system that can be constructed log­\nically or technically, that is, to secure them as an instrument of science. \nThe other position has arisen from the question: what is it that is to be \nexperienced as the proper matter of philosophical thinking, and how is this \nmatter (being as being) to be said? \nHence neither position is concerned with a philosophy of language as \na separate province (in the way we have a philosophy of nature or of art). \nRather, both positions recognize language as the realm within which the \nthinking of philosophy and every kind of thinking and saying move and \nreside. Insofar as the Western tradition has tended to determine the essence \nof man as that living being that \"has language,\" as C<;)ov i.6yov fzov (even \nman as an acting being is such only as one that \"has language\"), the debate \nbetween the two positions has nothing less at stake than the question of \nhuman existence and its determination. \nIt is up to theology to decide in what manner and to what extent it can \nand should enter into this debate. \nWe preface the following brief elucidation of questions (a) to (e) with \nan observation that presumably led to the occasion for proposing the \"prob­\nlem of a nonobjectifying thinking and speaking in today's theology.\" I mean \nthe widespread, uncritically accepted opinion that all thinking, as represent­\ning, and all speaking, as vocalization, are already \"objectifying.\" It is not \npossible here to trace this opinion in detail back to its origins. The deter­\nmininȵ factor has been the distinction, set forth in an unclarified manner \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 75,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "xat",
        "objec",
        "culable",
        "ylyvwaxnv",
        "gegenstand",
        "pathmarks",
        "ljteiv",
        "vwv",
        "tifying",
        "expli"
      ],
      "full_text": "PATHMARKS \nand accordingly a co-responding (saying) to that which shows itself, then it \nwill become evident to what extent poetizing too is a pensive saying. And \nthe proper nature of this saying, it will be admitted, cannot be determined \nby means of the traditional logic of statements about objects. \nIt is this insight into the interrelation of thinking and saying that lets us \nsee that the thesis that thinking and speaking as such necessarily objectify \nis untenable and arbitrary. \n(e) In what sense do thinking and speaking objectify, and in what sense \ndo they not? Thinking and speaking objectify, i.e., posit as an object some­\nthing given, in the field of natural-scientific and technical representation. \nHere they are of necessity objectifying, because scientific-technological \nknowing must establish its theme in advance as a calculable, causally expli­\ncable Gegenstand, i.e., as an object as Kant defined the word. Outside this \nfield thinking and speaking are by no means objectifying. \nBut today there is a growing danger that the scientific-technological \nmanner of thinking will spread to all realms of life. And this magnifies \nthe deceptive appearance that makes all thinking and speaking seem objec­\ntifying. The thesis that asserts this dogmatically and without foundation \npromotes and supports for its part a portentous tendency: to represent \neverything henceforth only technologically-scientifically as an object of \npossible control and manipulation. This process of unrestrained techno­\nlogical objectification naturally also affects language itself and its determi­\nnation. Language is deformed into an instrument of .reportage and cal­\nculable information. It is treated like a manipulable object, to which our \nmanner of thinking must conform. And yet the saying of language is not \nnecessarily an expressing of propositions about objects. Language, in what \nis most proper to it, is a saying of that which reveals itself to human beings \nin manifold ways and which addresses itself to human beings insofar as they \ndo not, under the dominion of objectifying thinking, confine themselves to \nthe latter and close themselves off from what shows itself. \nThat thinking and speaking are objectifying only in a derivative and \nlimited sense can never be deduced by way of scientific proof. Insight into \nthe proper nature of thinking and saying comes only by holding phenomena \nin view without prejudice. \nHence it just might be erroneous to suppose that only that which can be \nobjectively calculated and proven technically and scientifically as an object \nis capable of being. \nThis erroneous opinion is oblivious of something said long ago that \nAristotle wrote down: &11n yap lir.:u8e:•m(a tb !JT. yLyvwaxnv t(vwv 8e:i \n3ljtEiv -ir.IJ8n4Lv xat t[vwv o•) 8e:i .\n.. It is the mark of not being properly \n6o \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 76,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "pur",
        "nontechnological",
        "ist",
        "dasein",
        "ieolo",
        "tty",
        "piienomenology",
        "ijd",
        "seco",
        "nonobjectifying"
      ],
      "full_text": "PIIENOMENOLOGY A.l'IJD TI IEOLO<;Y \nbrought up, not to see in relationship to what it is necessary to seek proofs \nand when this is not necessary\" (Metaphysics, 10o6 a6ff.). \nNow that we have given these pointers we may tum to the third theme -\nthe decision whether and to what extent the theme of the dialogue is a \ngenuine problem - and say the following: \nOn the basis of our deliberations on the seco11d theme, the problem put \nby the dialogue must be expressed less equivocally. It must, in a pur­\nposely pointed formulation, read: \"the problem of a nontechnological, \nnon-natural-scientific thinking and speaking in today's theology.\" From \nthis more commensurate reformulation, it is very clear that the problem as \nstated is not a genuine problem insofar as it is geared to a presupposition \nwhose nonsense is evident to anyone. Theology is not a natural science. \nYet the problem as stated conceals the positive task for theology. That \ntask is for theology to place in discussion, within its own realm of the \nChristian faith and out of the proper nature of that faith, what theology \nhas to think and how it has to speak. This task also includes the question \nwhether theology can still be a science - because presumably it should not \nbe a science at all. \nADDITION TO THE POINTERS \nAn example of an outstanding nonobjectifying thinking and speaking is \npoe tty. \nIn the third of the Sonnets to Orpheus, Rilke says in poetic speech by \nwhat means poetic thinking and saying is determined. \"Gesang ist Dasein\"' ­\n\"Song is existence\" (cf. Holzwege, pp. 292ff.). Song, the singing saying \nof the poet, is \"not coveting,\" \"not soliciting\" that which is ultimately \naccomplished by humans as an effect. \nPoetic saying is \"Dasein,\" existence. This word, \"Dasein,\" is used here \nin the traditional metaphysical sense. It signifies: presence. \nPoetic thinking is being in the presence of . . .  and for the god. Presence \nmeans: simple willingness that wills nothing, counts on no successful out­\ncome. Being in the presence of . . .  : purely letting the god's presence be \nsaid. \nSuch saying does not posit and represent anything as standing over \nagainst us or as object. There is nothing here that could be placed be­\nfore a grasping or comprehending representation. \n\"A breath for nothing.\" \"Breath\" stands for a breathing in and out, for \na letting be said that responds to the word given us. There is no need for \nan extensive discussion in order to show that underlying the question of a \n6 1  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 77,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "pathmarks",
        "vol",
        "viti"
      ],
      "full_text": "PATHMARKS \nthinking and saying commensurate to the matter at stake is the question of \nthe being of whatever is and shows itself in each instance. \nBeing as presence can show itself in various modes of presence. What \nis present does not have to stand over against us; what stands over against \nus does not have to be empirically perceived as an object. (Cf. Heidegger, \nNietzsche, vol. II, sections VITI and IX.) \n62 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 79,
      "bucket": "E (10%+)",
      "error_rate": 15.0,
      "unknown_words_sample": [
        "possibilitas",
        "vulgo",
        "stimulo",
        "transferatur",
        "primitit",
        "excitatione",
        "patii",
        "facultas",
        "nateria",
        "aliena"
      ],
      "full_text": "PATII.\\1ARKS \nThree things are therefore to be kept in mind if we are to adequately \ndefine the monad: \n( 1) The monads, the units or points, are not themselves in need of \nunification but rather are that which gives unity. They make something \npossible. \n(z) The units that confer unity are themselves primordially unifying, \nin a certain sense active. Therefore Leibniz designates these points vis \np1·imitiva, force primitit•e, primordially simple force. \n(J) This conception of the monad has metaphysical-ontological intent. \nThus Leibniz also calls the points points metaphysiques, \"metaphysical \npoints,\" and not mathematical points (G. rv, 48z; E. 1 26). z They are further \ncalled \"formal atoms,\" not material atoms. That is, they are not ultimate, \nelemental pieces of i)J.:r,, of 1nateria, but they are the primordial, indivisible \nprinciple of formation, of the forma, the El3oc;. \nEvery independent being is constituted as monad. Leibniz states, \"ipsum \npersistens . . .  primitivam vim habet\": Every independent being is endowed \nwith force (G. II, z6z). \nUnderstanding the metaphysical meaning of the doctrine of monads \ndepends on correctly understanding the concept of vis primitiva. \nThe problem of the substantiality of substance should be solved posi­\ntively, and for Leibniz this problem is a problem of unity, of the monad. \nEverything said about force and its metaphysical function must be under­\nstood from the perspective of the problem of defining the unity of substance \nin a positive way. The nature of force must be understood by way of the \nproblem of unity as it is inherent in substantiality. Leibniz delineates his \nconcept of force, of vis activa, against the Scholastic [37 5] conception of \npotentia activo [active power]. VIS activo and potentia activo seem literally to \nsay the same. But: \nDiffen enim vis activa a potentia nuda vulgo scholis cognita, quod potentia activa \nScholasticorum, seu facultas, nihil aliud est quam propinqua agendi possibilitas, \nquae tamen aliena excitatione et velut stimulo indiget, ut in actum transferatur. \nVis 11ctim differs from the mere power to act familiar to the Schools, for the active \npower or faculty of the Scholastics is nothing but a proximate possibility of acting, \nof accomplishing, which needs an external excitation or stimulus, as it were, to be \ntransferred into action. (G. IV; 469) \nThe potentia ncti7.'a of the Scholastics is merely a disposition to act, a \ndisposition that is about to act but does not yet act. It is a present-at-hand \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 80,
      "bucket": "E (10%+)",
      "error_rate": 13.5,
      "unknown_words_sample": [
        "scheler",
        "perque",
        "actionemque",
        "tial",
        "substantiae",
        "aliquam",
        "lbid",
        "activa",
        "marburg",
        "inesse"
      ],
      "full_text": "FRO.I\\1 THE LAST MARBURG LECTURE COURSE \ncapacity in something present at hand, a capacity that has not yet come into \nplay. \nSed vis activa actum quendam sive £vte:i..txe:l:zv continet, atque inter facultatem \nagendi actionemque ipsam media est, et conatum involvit. \nBut vis activa contains a certain acting that is already actual, an entelechy, and is thus \nmidway between a merely static capacity for acting and the act itself and involves \nan intrinsic (Onatus, a seeking. (lbid.) \nThe vis activa is accordingly a certain activity and, nevertheless, not \nactivity in its real accomplishment. It is a capacity, but not a capacity at \nrest. We call what Leibniz means here \"to tend toward . . .  \" or, better \nyet, in order to bring out the specific, already somewhat actual moment of \nactivity: to press or drive toward, drive (Orang]. Neither a disposition nor \na process is meant, rather a letting something be taken on (namely, taken \nupon oneself), a being set on oneself (as in the idiom \"he is set on it\"), a \ntaking it on oneself. \nOf itself, drive characteristically leads into activity, not just occasionally \nbut [3 76] essentially. This leading into requires no prior external stimulus. \nDrive is the impulse that in its very essence is self-propulsive. The phe­\nnomenon of drive not only brings along with it, as it were, the cause, in the \nsense of release, but drive is as such always already released. It is triggered, \nhowever, in such a way that it is still always tensed. Drive can indeed be \ninhibited in its thrust, but even as inhibited it is not the same as a static \ncapacity for acting. Eliminating whatever inhibits it can nevertheless first \nallow the thrust to become free. The disappearance of whatever inhibits it, \nor, to use Max Scheler's felicitous expression, disinhibition [Enthemmung], \nis something other than an additional cause coming from outside. Leibniz \nsays: \"Atque ita per se ipsam in operationem fertur; nee auxiliis indiget, \nsed sola sublatione impedimenti\" [It is thus carried into action by itself and \nneeds no help, but only the removal of an impediment) (ibid.). The image \nof a bent bow illustrates his meaning. The expression \"force\" can therefore \neasily lead us astray, because it suggests the idea of a static property. \nAfter this clarification of vis activa as drive, Leibniz arrives at the essen­\ntial definition: \"Et hanc agendi virtutem omni substantiae inesse ajo, sem­\nperque aliquam ex ea actionem nasci\": I say that this power of acting inheres \nin every substance (constitutes its substantiality) and that some action al­\nways arises from it (ibid., 4 70). In other words, it is drive and is productive. \nProdu.ce1·e means: to lead something forth, to let it come out of itself and to \nmaintain this outcome in itself. This applies also to corporeal substances. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 81,
      "bucket": "E (10%+)",
      "error_rate": 16.9,
      "unknown_words_sample": [
        "qui",
        "collocaverunt",
        "creata",
        "existens",
        "vhen",
        "disinhibit",
        "lim",
        "detennined",
        "lation",
        "alia"
      ],
      "full_text": "PATHMARKS \n\\Vhen bodies impact on one another, the drive only becomes variously lim­\nited and restricted. Those (the Cartesians) overlooked this \"qui essentiam \neius (substantian1 corporis) in sola extensione collocaverunt\" [who located \nthe essence (of corporeal substance) in extension alone] (ibid.). \nEvery being has this character of drive and is defined, in its being, \nas having drive. This is the monad'S fundamental metaphysical feature, \nthough the structure of drive has not yet been explicitly detennined. \n[377] Implied here is a metaphysical statement of the greatest impor­\ntance, which we must now anticipate. For, as universal, this interpretation \nof what properly is must also explain the possibility of beings as a whole. \n\\Vhat does the fundamental claim of the monadology imply about the way \nthe various beings are present together in the universe as a whole? \nIf the essence of substance is interpreted as monad, and the monads are \ninterpreted as vis primitiva, as drive, c01Jiltus, nisus prae-existens, as originarily \ndriving and bearing within them that which completely unifies, then the \nfollowing questions arise with respect to this interpretation of beings and \nits important consequences: \n( 1) To what extent is drive as such that which unifies in an originary and \nsimple manner? \n(2) How, on the basis of the monadic character of substances, are we to \ninterpret their unity and togetherness in the universe? \nIf each being, each monad, has its own drive, that means it brings along \nwith it the essentials of its being, the goal and manner of its drive. All the \nconcomitant drives operative in the other monads are, in their possible re­\nlation to each individual monad, essentially negative. No substance can \nconfer its drive, which is its essential being, on other substances. It can \nmerely inhibit or disinhibit, and even this negative function it can exer­\ncise only indirectly. The relation one substance has to another is solely \nrestrictive and hence negative in nature. \nLeibniz is very clear on this point: \nApparebit etiam ex nosttis meditationibus, substantiam creatam ab alia substantia \ncreata non ipsam vim agendi, sed praeexistentis iam nisus sui, sive virtutis agendi, \nlimites tantummodo ac determinationem accipere. \n[It will be apparent from our meditations that one created substance receives from \nanother created substance, not the force of acting itself but only the limits and the \ndetermination of its own preexistent striving or power of action.] \nThis nisus praeexistens is decisive. Leibniz concludes by saying: \"Ut \nalia nunc taceam ad solvendum illud problema difficile, de substantiarum \n66 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 82,
      "bucket": "E (10%+)",
      "error_rate": 10.1,
      "unknown_words_sample": [
        "peifectibabia",
        "pcr",
        "substan",
        "dieval",
        "aec",
        "themistius",
        "monadolog",
        "marburg",
        "jal",
        "aaiva"
      ],
      "full_text": "FROM THE LAST MARBURG LECTURE COURSE \noperatione in se invicem, profutura.\" [Not to speak now of other matters, \nI shall leave the solution of the difficult problem of the mutual action of \nsubstances upon each other for the future.] \nl378) N.B. Leibniz describes vis aaiva also as £v't£AtX£La, with reference \nto Aristode (cf., for instance, the New System, §3). In the Monadolog;y (§IS) \nhe adds the explanation for this designation: \"car elles ant en elles une \ncenaine perfection (lxo•JaL 'to £v't£AEc;)\": for they have in them a certain \nperfection, in a certain manner they carry within them a completeness, \ninsofar as each monad (as will be shown later) brings its positive content \nalready with it, and brings it in such a way that this content is potentially \nthe universe itself. \nThis construal of £v't£AtX£La does not conform to Aristode's real inten­\ntion. On the other hand, by giving it new meaning, Leibniz claims this very \nterm for his monadology. \nAlready in the Renaissance £v't£AtX£La was translated in the Leibnizian \nsense with peifectibabia; the Monadology, in §48, names Hermolaus Barbarus \nthe translator of the term. In the Renaissance, Hermolaus Barbarus trans­\nlated and commented on Aristode and on the commentary of Themistius \n(pcr-390), and he did so in order to restore the Greek Aristode against me­\ndieval Scholasticism. Naturally his task harbored considerable difficulties. \nThe story goes that, compelled by his perplexity over the philosophical \nmeaning of the term tv\"t£AtX£La, he invoked the Devil to provide him with \ninstruction. \nAt this point we have explained, in general, the concept of vis activo: \n(I) vis activo means \"drive.\" ( 2) This drive is supposed to be inherent in every \nsubstance as substance. (3) Some accomplishing or carrying out continually \narises from drive. \nBut now we are just coining to the real metaphysical problem of substan­\ntiality, to the question about the unity of substance as that which primarily \nis. Leibniz calls that which is not substance a \"phenomenon,\" something \nderivative, a surplus. \nThe unity belonging to the monads is not the result of an accumula­\ntion, a subsequent addition; rather, the unity is to be found in that which \nconfers unity in advance. Unity as the conferral of unity is active, 13 79] vis \naaiva, drive as the primum constitutivum of the unity of substance. Herein \nlies the central problem of the monadology, the problem of drive and of \nmbstantiality. \nThe fundamental character of this activity has now come into view. It \nremains to be seen how drive should itself be unity-conferring. A further \nquestion of decisive importance is: On the basis of this intrinsically unitary \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 83,
      "bucket": "E (10%+)",
      "error_rate": 19.3,
      "unknown_words_sample": [
        "avoir",
        "comme",
        "nru",
        "dasein",
        "qui",
        "appelle",
        "composee",
        "derivatas",
        "jso",
        "indi"
      ],
      "full_text": "PATH MARKS \nmonad how does the universe as a whole constitute itself in its intercon-\n' \nnectedness? \nWe first need to interpose another consideration. We emphasized sev­\neral times that we can find the metaphysical meaning of the monadology \nonly when we venture to construct essential connections and perspectives, \nand when we do so by following that which directed Leibniz himself in \nprojecting the monadology. \nThe monadology tries to clarify the being of beings. Hence a paradig­\nmatic idea of being must be obtained somewhere. Such an idea has been \nfound where something like being manifests itself immediately to the one \nasking philosophical questions. We comport ourselves toward beings, be­\ncome involved with and lose ourselves in them; we are overwhelmed and \ncaptivated by beings. Yet not only do we relate to beings, but we are likewise \nourselves beings. This we each are, and we are so, not indifferently, but in \nsuch a way that our very own being is a concern for us. Aside from other \nreasons, one's own being as that of the questioner is therefore in a certain \nway always the guiding thread: so too in projecting the monadology. What \nis thereby seen in advance, however, remains uninterrogated ontologically. \nConstant regard for our own existence [Dasein], for the ontological con­\nstitution and manner of being of one's own \"I,\" provides Leibniz with the \nmodel of the unity he attributes to every being. This becomes clear in \nmany passages. Clarity about this guiding thread is of decisive importance \nfor understanding the monadology. \nDe plus, par le moyen de l'ame ou forme, il y a une veritable unite qui repond a ce \nqu'on appelle MOl en nous; ce qui ne (JSO] sauroit avoir lieu ni dans les machines \nde I' art, ni dans Ia simple masse de Ia matiere, quelque organisee qu'elle puisse etre; \nqu'on ne peut considerer que comme une armee ou un troupeau, ou comme un \netang plein de poissons, ou comme une montre composee de ressorts et de roues. \nBy means of regarding the \"soul\" or the \"form\" there results the idea of a true unity \ncorresponding to what in us is called the \"I\"; such a unity could not occur in artificial \nmachines or in a simple mass of matter as such, however organized (formed) it may \nbe. It can only be compared, then, to an army or a herd, or to a pond full of fish, or \na watch composed of springs and wheels. (Nru• Synem, § 1 1) \nSubstantiam ipsam potentia activa et passiva primitivis praeditam, veluti 'to Ego \nvel simile, pro indivisibili seu perfecta monade habeo, non vires illas derivatas quae \ncontinue aliae atque aliae reperientur. \nI regard substance itself, if indeed it has originarily the character of drive, as an indi­\nvisible and perfect monad - comparable to our ego . . . .  (Letter to the Cartesian de \nVoider, philosopheratthe UniversityofLeyden,June zo, 1 703; G. II, 251; B. II, JZ5) \n68 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 84,
      "bucket": "E (10%+)",
      "error_rate": 19.8,
      "unknown_words_sample": [
        "plurimum",
        "actionis",
        "aliquod",
        "appetitio",
        "eminenriae",
        "qui",
        "quia",
        "principia",
        "immateriel",
        "tial"
      ],
      "full_text": "FROM TilE LAST MARBURG LECTURE COURSE \nOperae autem pretium est considerare, in hoc principia Actionis plurimum inesse \nintelligibilitatis, quia in eo est analogum aliquod ei quod inest nobis, nempe per­\nceptio et appetitio, . . .  \nIt can be further suggested that this principle of activity (drive) is intelligible to us in \nthe highest degree because it forms to some extent an analogue to what is intr\\nsic \nto ourselves, namely, representing and striving. (Letter to de Voider, June JO, 1704; \nG. II, Z70; B. II, 347) \nHere it is especially evident, first, that the analogy with the \"I\" is essen­\ntial and, second, that precisely this origin results in the highest degree of \nintelligibility. \nEgo vero nihil aliud ubique et per omnia pono quam quod in nostra anima in multis \ncasibus admittimus ornes, nempe mutationes [J81) intemas spontaneas, atque ita \nuno mentis ictu totam rerum summam exhaurio. \nI, on the contrary, presuppose everywhere only that which all of us have to admit \nhappens frequently enough in our soul, that is, intrinsic self-activated changes, and \nwith this single presupposition of thought I exhaust the entire sum of things. (Letter \nto de Voider, 1705; G. II, z76; B. II, 350) \nSo the only presupposition, the proper content of the metaphysical pro­\njection, is this idea of being that is taken from the experience of the self, \nfrom the self-activated change perceptible in the ego, from the activity of \ndrive. \n\"If we conceive substantial forms (vis primitiva) as something analogous \nto souls, then one may doubt whether they have been repudiated rightfully\" \n{letter to Johann Bernoulli, July Z9, 1698; G. Math. Schr.l m, 52 I; B. n, \n366). This does not mean substantial forms are simply souls, that they are \nnew things and small particles, but they rather correspond to the soul. The \nlatter merely serves as incentive for projecting the basic structure of the \nmonad . \n. . . et c'est ainsi, qu'en pensant a nous, nous pensons a I'Etre, a Ia substance, au \nsimple ou au compose, a l'immateriel et a Dieu meme, en concevant que ce qui est \nborne en nous, est en lui sans homes. \nIt is thus, as we think of ourselves, that we think of being, of substance, of the simple \nand the compound, of the immaterial, and of God himself, conceiving of that which \nis limited in us as being without limits in him. (via eminenriae.) (Monadology, §3o) \nFrom where, then, does Leibniz take the guiding thread for determining \nthe being of beings? Being is interpreted by analogy with soul, life, and \nspirit. The guiding thread is the \"1 . \"  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 85,
      "bucket": "E (10%+)",
      "error_rate": 20.2,
      "unknown_words_sample": [
        "apper",
        "lettre",
        "avoir",
        "comme",
        "idee",
        "qui",
        "sensibles",
        "appelle",
        "voudrois",
        "objets"
      ],
      "full_text": "PATHMARKS \nThat concepts themselves and truth do not come from the senses, but \narise in the \"I\" and the understanding, is shown by a letter to Queen Sophia \nCharlotte of Prussia: Lettre [38z) touchant ce qui est indipendant des Sens et de \nIa Matiere, \"On \\Vhat Is Independent of Sense and Matter\" (17oz; G. VI, \n499ff.; B. n, 4Ioff.). \nFor the entire problem concerning the guiding thread of self-reflection \nand self-consciousness in general this letter is of great importance. In it \nLeibniz says: \nCette pensee de moy, qui m'apper̹ois des objets sensibles, et de ma propre action qui \nen resulte, adjoute quelque chose aux objets des sens. Penser a quelque couleur et \nconsiderer qu'on y pense, ce sont deux pensees tres differentes, autant que Ia couleur \nmeme differe de moy qui y pense. Et com me je conگis que d'autres Estres peuvent \naussi avoir le droit de dire moy, ou qu'on pourroit le dire pour eux, c'est par Ia que \nje con̹ois ce qu'on appelle Ia subst111ce en general, et c'est aussi Ia consideration \nde moy meme, qui me foumit d'autres notions de metlphysique, comme de cause, \neffect, action, similitude etc., et meme celles de Ia Logique et de Ia Morak. \nThis thought of myself, who perceives sensible objects, and of my own action which \nresults from it, adds something to the objects of sense. To think of some color and \nto consider that I think of it - these two thoughts are very different, just as much as \ncolor itself differs from the ego who thinks of it. And since I conceive that there are \nother beings who also have the right to say \"I\" or for whom this can be said, it is \nby this that I conceive what is called subst11ce in general. It is the consideration of \nmyself which provides me also with other metaphysical concepts, such as those of \ncause, effect, action, similarity, etc., and even with those of logic and ethics. (G. VI, \n502; B. 0, 414) \n\"L'Estre meme et Ia Verite ne s'apprend pas tout a fait par les sens\": Being \nitself and truth are not understood completely through the senses (ibid.). \n\"Cette conception de I'Estre et de Ia Verite se trouve done dans ce Moy, \net dans l'Entendement plustost que dans les sens extemes [383] et dans Ia \nperception des objets exterieurs\": This conception of being and of truth is \nthus found in the ego and in the understanding rather than in the external \nsenses and the perception of exterior objects (G. VI, 503; B. ll, 415). \nRegarding knowledge of being in general, Leibniz says: \"Et je voudrois \nbien savoir, comment nous pourrions avoir l'idee de l'estre, si nous n'estions \ndes Estres nous memes, et ne trouvions ainsi l'estre en nous\" (Nne Esays I, \nI, §z 3; cf. also §z 1 and Monadology, §3o). Here, too, being and subjectivity \nare brought together, albeit in a way that can be misunderstood: We could \nnot have the idea of being if we were not ourselves beings and found beings \nin ourselves. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 87,
      "bucket": "E (10%+)",
      "error_rate": 16.2,
      "unknown_words_sample": [
        "dasein",
        "qui",
        "quia",
        "preroga",
        "autre",
        "mutuata",
        "mutuatam",
        "plura",
        "constitutivum",
        "indivisibiles"
      ],
      "full_text": "PATH MARKS \nuniverse consists (letter to de Voider, June 30, 1 704; G. II, 2 70; B. II, 34 7 ). \nOf course the general ontological principle Leibniz cites in order to ground \nhis observation here would itself still have to be grounded. \nInstead of being satisfied with a crude confirmation of anthropomor­\nphism, we must ask conversely: \\Vhich structures of our own Dasein are \nsupposed to become relevant for the interpretation of the being of sub­\nstance? How are these structures modified so as to have the preroga­\ntive of making intelligible monadologically every being and all levels of \nbeing? \n[385) The central problem that must be raised once more is: How does \nthe drive that distinguishes substance as such confer unity? How must drive \nitself be defined? \nIf drive, or what is defined as that which is as drive, is supposed to confer \nunity insofar as it is as drive, then it must itself be simple. It must have no \nparts in the sense of an aggregate, a collection. The primum constitutivum \n(G. II, 342) must be an indivisible unity. \n\"Quae res in plura (actu iam existentia) dividi potest, ex pluribus est \naggregata, et res quae ex pluribus aggregata est, non est unum nisi mente \nnee habet realitatem nisi a contentis mutuatam\" [Whatever can be divided \ninto many (actually existing) is an aggregate of many, and something that \nis an aggregate of many is not one, except mentally, nor does it have reality \nexcept by borrowing it from its contents) (letter to de Voider, G. II, 267). \nThat which is divisible has only a borrowed content. \n\"Hinc jam inferebam, ergo dantur in rebus unitates indivisibiles, quia \nalioqui nulla erit in rebus unitas vera, nee realitas non mutuata. Quod est \nabsurdum\" [From this I now inferred that there are indivisible unities in \nthings because otherwise there will be no true unity in things nor a reality \nthat is not borrowed. And that is absurd] (ibid.). \nLa A1onade dont nous parlerons ici, n'est autre chose, qu'une substance simple, qui \nentre dans les composes; si11ple, c'est a dire, sans parries. \nThe monad we are to discuss here is nothing but a simple substance that enters into \ncompounds. It is simple, i.e., it has no parts. (Monadology, §1) \nIf, however, substance is simply unifying, there must already be some­\nthing manifold that it unifies. For otherwise the problem of unification \nwould be senseless and superfluous. That which unifies and whose essence \nis to unify must therefore essentially have a relation to the manifold. There \nmust be a manifold precisely in the monad as simply unifying. The monad \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 88,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "marburg",
        "hension",
        "constitutivum",
        "substantia",
        "prae",
        "vhat",
        "hensive",
        "driingte",
        "vis",
        "prehen"
      ],
      "full_text": "FROM THE LAST MARBURG LECTURE COURSE \nas essentially unifying must as such predelineate the possibility of a mani­\nfold. \nDrive as simply unifying and as executing this drive must at the same time \ncarry within itself something manifold, must be something manifold. In \nthat case, however, the manifold too must have the character of active drive \n[Driingen], of something pressed upon [Be-driingte] and driven [Gedriingte], \nof movement in general. Something manifold in motion is something \nchangeable, [386] that which changes. Yet in drive, it is drive itself that is \npressed upon. The change in drive, that which changes within the active \ndrive itself, is that which is driven [das Ge-driingte]. \nDrive, as primum constitutivum, should be simply unifying and both origin \nand mode of being of the changeable. \n\"Simply unifying\" means that the unity should not be the subsequent \nassembling of a collection, but the original organizing unification. The \nconstitutive principle of unification must be prior to that which is subject to \npossible unification. \\Vhat unifies must anticipate by reaching ahead toward \nsomething from which every manifold has already received its unity. That \nwhich is simply unifying must be originally a reaching out and, as reaching \nout, must embrace in advance in such a way that every manifold is in each \ncase already made manifold within the grasp of such embrace. As reaching \nout and grasping in its embrace it already surpasses in advance, it is substantia \nprae-eminens (letter to de Voider, G. ll, 251; S. II, 35). \nDrive, vis primitiva as primum constitutivum of original unification, must \ntherefore be a reaching out and embracing. Leibniz expresses this by saying \nthat the monad is in its essence fundamentally pre-hensive, re-presenting [vor­\nstellend, re-prasentierend]. 4 \nThe deepest metaphysical motive for the monad's characteristic prehen­\nsion is the ontological unifying function of drive. This motive remained \nconcealed from Leibniz himself. Yet according to the very nature of the \nmatter, this can be the only motive, and not the following reasoning: The \nmonad is, as force, something living, and living things have a soul, and the \nsoul, in tum, has apprehension [Vorstellen]. This form of reasoning would \nremain a superficial application of the psychic to beings in general. \nBecause drive is supposed to be that which originarily and simply uni­\nfies, it must be a reaching out and embracing; it must be \"pre-hensive\" \n[\"vor-stellend\"]. Pre-hension (Vor-stellen] is to be understood here onto­\nlogically, structurally, and not as a particular faculty of the soul. Thus, in its \nmetaphysical essence, the monad is not soul but, conversely, soul is one pos­\nsible modification of the monad. Drive (387] is not a process that occasionally \n73 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 89,
      "bucket": "E (10%+)",
      "error_rate": 16.1,
      "unknown_words_sample": [
        "prehensive",
        "constitu",
        "partes",
        "qui",
        "tota",
        "substantiae",
        "versatur",
        "autre",
        "dehors",
        "perceptio"
      ],
      "full_text": "PATHMARKS \nalso prehends or even produces prehensions, but is essentially prehensive. \nThe structure of the drive process is itself a reaching out, it is ecstatic. Pre­\nhension is not a pure staring, but is an anticipatory reaching that directs \nitself toward the manifold and unifies it in the simple. In Principles of Nature \nand of Grace (§z) Leibniz states: \" . . .  les actions internes . . .  ne peuvent etre \nautre chose que ses perceptions, (c'est a dire les representations du compose, \nou de ce qui est dehors, dans le simple) . . . .  \" ( . . .  internal actions . . .  can \nbe nothing other than its perceptions (that is to say, representations of the \ncomposite, or of what is outside, in the simple).) To des Bosses he writes: \n\"Perceptio nihil aliud quam multorum in uno expressio\" [Perception is \nnothing other than the expression of many in one] (G. II, 3 1 1), and: \"Nun­\nquam versatur perceptio circa objecturn in quo non sit aliqua varietas seu \nmultitudo\" [Perception never turns to an object in which there is not some \nvariety or multiplicity] (ibid., 3 1 7). \nAlong with \"apprehension\" [ \"Vonte/Jen j there is also a \"striving\" that \nbelongs tO the Structure of drive (v6YJƜnc; - opEƛLc;). ln addition to perceptio \n(repraesentatio), Leibniz expressly mentions a second faculty, appetitus [ap­\npetition]. He has to give special emphasis to appetitus only because he has \nnot himself immediately grasped the essence of vis activo with sufficient \nradicality - despite his clearly contrasting it with potentia aaiva and actio. \nForce apparently remains itself still something substantial, a core that is \nthen endowed with apprehending and striving, whereas in fact drive is in \nitself already an apprehending striving or a striving apprehending. To be \nsure, the characteristic of appetitus has itself a special meaning and does not \nmean the same as drive. Appetitus refers to a particular, essential, constitu­\ntive moment of drive, as does perceptio. \nDrive as originarily unifying must already anticipate every possible mani­\nfold. It must be able to deal with every manifold in its possibility; that is, \ndrive must have already surpassed and exceeded such manifoldness. Drive \nmust in a certain way bear manifoldness within itself and allow it to be \nborn in its activity of driving. The task is to see the essential source of \nmanifoldness within drive as such. \nLet us remember that drive, as surpassing in advance, is the primordially \nunifying unity; i.e., the monad is substantia. \"Substantiae non tota sunt quae \ncontineant partes fonnaliter, [388) sed res totales quae partiales continent \neminenter\" [Substances are not such wholes that contain parts formally \nbut they are total realities that contain particulars eminently] (letter to de \nVoider, January 2 I ,  I 704; G. II, z 6 J). \nDrive is the nature, i.e., the essence, of substance. As drive it is in a certain \nway aC'tive, but as active it is always primordially pre-hensive (Principles of \n74 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 90,
      "bucket": "E (10%+)",
      "error_rate": 20.6,
      "unknown_words_sample": [
        "monadis",
        "actionis",
        "temporale",
        "tionum",
        "rem",
        "simplices",
        "habeat",
        "alteri",
        "tota",
        "mutationis"
      ],
      "full_text": "FROM THE LAST MARBURG LECTURE COURSE \nNature and of Grace, §2; S. II, 1 2 2 ). In the letter to de Voider cited above, \nLeibniz continues: \nSi nihil sua natura activum est, nihil omnino activum erit; quae enim tandem ratio \nactionis si non in natura rei? Limitationem tamen adjicis, ut res SUI1 natura activa ese \npossit, si actio semper se habeat eodem motk. Sed cum omnis actio mutationem con­\ntineat, ergo habemus quae negare videbaris, tendentiam ad mutationem internam, \net temporale sequens ex rei natura. \n[If nothing is active by its own nature, there will be nothing active at all, for what \nreason for activity can there be if not in the nature of a thing? Yet you add the \nrestriction that \"a thing can be active by its own nature, if its action always maintains \nitself in the same mode.\" But since every action contains change, we must have in \nit precisely what you would seem to deny it, namely, a tendency toward internal \nchange and a temporal succession following from the nature of the thing.] \nHere it is stated clearly that the activity of the monad as drive is in itself \ndrive toward change. \nDrive, of its very nature, drives on to something else; it is self-surpass­\ning drive. This means that a manifold arises in the driving thing itself, as \ndriving. Substance is given over to successioni obnoxia, successiveness. As \ndrive, drive delivers itself to succession, not as if to something other than \nitself, but as to that which belongs to it. That which drive seeks to press \nupon submits itself to temporal succession. The manifold is not something \nalien to it; rather, drive is this manifold itself. \nIn drive itself there resides a tendency toward transition from something \nto something. This tendency toward transition is what Leibniz means by \nappetitus. Appetitus and perceptio, in the sense characterized, are equipri­\nmordial features of the monad. The tendency is itself pre-hending. This \nmeans that it unifies from a unity that surpasses in advance, unifying the \ntransitions from prehension to prehension, transitions that are driven on \nin the drive and that drive themselves on. \"lmo rem accurate considerando \ndicendwn est nihil in rebus esse nisi substantias simplices et in his percep­\ntionem atque appetitum\" [Indeed, considering the matter carefully, it may \nbe said that there is nothing in the world except simple substances and, in \nthem, perception and appetite] (letter to de Voider, G. II, 270). \nRevera igitur (principium mutationis) est internum omnibus substantiis simplicibus, \ncum ratio non sit cur uni magis quam [389) alteri, consistitque in progressu percep­\ntionum Monadis cuiusque, nee quicquam ultra habet tota rerum natura. \n[(fhe principle of change) is therefore truly internal to all simple substances, since \nthere is no reason why it should be in one rather than in another, and it consists in the \n75 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 91,
      "bucket": "E (10%+)",
      "error_rate": 22.7,
      "unknown_words_sample": [
        "prehensive",
        "porro",
        "progredi",
        "appctitus",
        "sibi",
        "percipiente",
        "sufficit",
        "simplicitate",
        "sequi",
        "rro"
      ],
      "full_text": "PATHMARKS \nprogress of the perceptions of each monad, the entire nature of things containing \nnothing besides.] (Ibid., 271) \nThe prow·esstts pe1·ceptionum is what is primordial in the monad; it is the \nprehensive transition tendency, the drive. \nPorro ultra haec progredi et quaerere cur sit in substantiis simplicibus perceptio et \nappctitus, est quacrere aliquid ultramundanum ut ita dicam, et Deum ad rationes \nvocarc cur aliquid eorum esse voluerit quae a nobis concipiuntur. \nrro go beyond these principles and ask why there is perception and appetite in \nsimple substances is to inquire about something ultramundane, so to speak, and to \ndemand reasons of God why he has willed things to be such as we conceive them to \nbe.] (Ibid., 271) \nThe following passage from the first draft of the letter of January 19, \n1706, to de Voider is illuminating on the genesis of the doctrine of drive \nand the transition tendency: \nMihi tamen sufficit sumere quod concedi solet, ese quandam vim in percipiente sibi \nformandi ex priori bus novas perceptiones. quod idem est ac si dicas, ex priore aliqua \nperceptione sequi interdum novam. Hoc quod agnosci solet alicubi a philosophis \nveteribus et recentioribus, nempe in voluntariis animae operationibus, id ego sem­\nper et ubique locum habere censeo, et omnibus phaenomenis sufficere, magna et \nuniformitate rerum et simplicitate. \n[But it is enough for me to accept what is usually granted, that there is a certain force \nin the percipient's forming for itself new perceptions from previous ones, which is \nthe same as if you were also to say that a new perception at times follows from some \nprevious perception. What is usually recognized by philosophers everywhere, both \nancient and more recent, in the voluntary activities of the soul, I judge to have \nalways and everywhere a place and to be sufficient for all phenomena in both the \ngreat regularity and simplicity of things.) (G. II, z8z, note; S. II, 54f., note) \nTo what extent is drive as drive unifying? The answer to this question \nrequires that we attain an insight into the essential structure of drive. \n( 1) Drive is primordially unifying: it is not unifying thanks to that which \nit unifies or to the conglomeration thereof. Rather, it unifies in reaching \nahead and embracing, as perceptio. \n(z) This percipere [Latin, to take, grasp] is embracing; it is oriented to­\nward a manifold that is itself already involved in drive and originates from it. \nDrive is self-surpassing, pressing on. This belongs to the monadic structure, \nwhich itself always remains prehensive. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 93,
      "bucket": "D (5-10%)",
      "error_rate": 8.7,
      "unknown_words_sample": [
        "connaissance",
        "prehensive",
        "qui",
        "ames",
        "consdoumess",
        "laquelle",
        "tousjours",
        "perceptio",
        "toutes",
        "monade"
      ],
      "full_text": "PATHMARKS \n\\Vhat is in advance apprehended in this viewpoint is also that which \nregulates in advance the entire drive activity itself. Such activity is not \nextrinsically prompted; rather, as prehensive motion, that which moves \nfreely is always what is pre-hended in advance. Perceptio and appetitus are \ntherefore determined in their activity of drive primarily in terms of the \nviewpoint. \nYet herein lies something that has not yet been conceived explicitly: \nSomething that, like drive, is in itself a reaching out - and indeed in such a \nway that it is and maintains itself in this very reaching out - has in itself the \npossibility of grasping itself. In driving toward, that which drives always \ntraverses a dimension. That is, that which drives traverses itself and is in \nthis way open to itself, and is able to be so by its very essence. \nBecause of this dimensional self-openness, that which drives can there­\nfore expressly grasp its own self; i.e., in addition to perceiving, it can also \npresent itself at the same time along with its perceiving. It can perceive \nitself concomitantly (ad): it can apperceive. In Principles of Nature and of \nGrace, §4, Leibniz writes: \nAinsi il est bon de faire distinction entre Ia Perception qui est l'etat interieur de Ia \nMonade representant les choses extemes, et /'Apperception qui est Ia Conscience, ou \nIa connaissance reflexive de cet etat interieur, laquelle n'est point donnee a toutes \nles Ames, ny tousjours a Ia meme Arne. \n[So it is well to make a distinction between perception, which is the inner state of the \nmonad representing external things, and apperception, which is consdoumess or the \nreflective knowledge of this inner state itself and which is not given to all souls nor \nto the same soul all the time.) (G. VI, 6o; cf. M011®/ogy, §2 Iff.) \nIn this viewpoint the whole universe is, as it were, held in view - in a \nparticular perspective of beings and of the possible in each case. But the \nview is refracted in a particular way, namely, in each case according to the \nmonad's stage of drive. That is, it is refracted in each case according to \nthe monad's possibility for unifying itself in its manifoldness. From this it \nbecomes clear [392] that a certain co-presentation of itself is found in the \nmonad as prehensive drive. \nThis unveiling of self can have various degrees, from full transparency \nto insensibility and captivated distraction. No monad lacks perceptio and ap­\npetiNIS and thus a certain accompanying openness to itself (though this need \nnot be full self-apprehension), if only of the lowest degree. Accordingly, \nthe particular viewpoint, and the correlative possibility of unification, its \nunity, is that which individuates each and every monad. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 94,
      "bucket": "D (5-10%)",
      "error_rate": 8.7,
      "unknown_words_sample": [
        "prehensive",
        "vult",
        "marburg",
        "praestabilita",
        "perspecti",
        "contradictionem",
        "comparatis",
        "mundus",
        "ein",
        "enim"
      ],
      "full_text": "FROM THE LAST MARBURG LECTURE COURSE \nInasmuch as it unifies - and that is its essence - the monad individuates \nitself. Yet, in individuation, in the drive from its own particular perspective, \nthe monad unifies the universe prehended in advance only according to the \npossibility of its own perspective. Each monad is thus in itself a mundus \nconcentratus. Every drive concentrates in itself, in its driving, the world in \neach case after its own fashion. \nBut because each monad, in a way of its own, is the world insofar as \nit presents the world, every drive is in consensus with the universe. Be­\ncause of the consonance [Ein.rtimigkeit] every prehensive drive has with \nthe universe, the monads themselves are also interconnected with one an­\nother. The idea of the monad as prehensive drive tending toward transition \nimplies that the world belongs in each case to the monad in a perspecti­\nval refraction, that all monads as units of drive are thus oriented in ad­\nvance toward a predisposed harmony of the totality of beings: harmqnia \npraestabilita. \nAs the fundamental structure of the actual world, of the actualia, however, \nharmonia praestabilita is that which, as the goal of drive [das Erdriingte), \nstands opposite the central monad, God. God's drive is his will. But the \ncorrelate of divine will is the optimum, \"distinguendum enim inter ea, quae \nDeus potest, et quae vult: potest omnia, vult optima. Actualia nihil aliud \nsunt, quam possibilium (omnibus comparatis) optima; Possibilia sunt quae \nnon implicant contradictionem\" [we must distinguish between the things \nthat God can do and those that he wills to do; he can do all things, but he \nwills the best. Actual things are nothing but the best of possibles, all things \nconsidered. Possible things are those that do not imply a contradiction] \n{letter to Johann Bernoulli, February 2 I, I699; S. II, I I). \n[393] In every monad the whole universe is potentially present. The \nindividuation that takes place in drive as unifying is thus always essentially \nthe individuating of a being that belongs, as monad, to the world. Mo­\nnads are not isolated pieces producing the world by being added together. \nEach monad, as the drive we have characterized, is in each case and in \nits own way the universe itself. Drive is pre-hensive drive that in each \ncase presents the world from a viewpoint. Every monad is a little world, a \nmicrocosm. This way of speaking does not touch the essential, inasmuch \nas each monad is the universe in such a way that, in its driving, it in each \ncase apprehends the whole world in its unity, although it never comprehends \nit totally. Each monad is, according to its particular level of awakeness, a \nworld history that presents the world. Thus the universe is, in a certain \nsense, multiplied by as many times as there are monads, just as the same \n79 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 95,
      "bucket": "E (10%+)",
      "error_rate": 17.4,
      "unknown_words_sample": [
        "rks",
        "penitus",
        "diversitatis",
        "sint",
        "miroir",
        "principia",
        "dividuation",
        "modum",
        "indi",
        "perceptio"
      ],
      "full_text": "P :\\ TIIM:\\RKS \ncity is variously represented by each of the various situations of individual \nobservers (Discourse on Metaphysics, §9). \nFrom what has been said we can now elucidate the image Leibniz fre­\nquently likes to use to describe the entire essence of the monad. The monad \nis a living mi11·or of the univene. \nOne of the most important passages is contained in the letter to de Voider \nfromjune 20, 1 703: \nEntelechias differre necesse est, seu non esse penitus similes inter se, imo principia \nesse diversitatis, nam aliae aliter exprimunt universum ad suum quaeque spectandi \nmodum, idque ipsarum officium est ut sint totidem specula vitalia rerum seu totidem \nMundi concentrati. \nIt is necessary that the entelechies (monads) differ from one another or not be \ncompletely similar to each other. In fact, they (themselves as such) must be the \nprinciples of diversity, for each expresses the universe differently in accordance with \nits own way of seeing (pre-hending). And precisely this is their most proper task, \nthat they should be so many living mirrors of that which is, or so many concentrated \nworlds. (G. IT, z.sr/sz.) \n[394) This statement contains several points: \n( 1) The differentiation of monads is necessary; it belongs to their es­\nsence. In unifying, each unifies from its own viewpoint, and thus they indi­\nviduate themselves. \n(2) On account of their way of seeing, perceptio - appetitus, monads are \nthus themselves the origin of their diversity in each case. \n(3) This unifying presentation [Dar-stellen) of the universe in each in­\ndividuation is precisely what concerns each monad as such in its being (its \ndrive). \n(4) Monads are each the universe in concentrated form. The center \nof concentration is drive determined from a particular viewpoint in each \ninstance: concentrationes tmiveni (G. II, 2 78). \n(5) The monad is speculum vitale [a living mirror] (cf. Principles of Na­\nture and of Grace, §3; Monadology, §§63 and 77; and the letter to Remond, \nG. III, 62 3). Mirror, speculum, means a letting-be-seen: miroir adif indivis­\nible (G. rv, 557; S. I, 146), an actively driving, indivisible, simple mirroring. \nThis letting-be-seen first comes about in the manner of the monad's being, \nwhereby a particular unveiling of world transpires. Mirroring is not a fixed \ncopying, but itself drives as such toward new predelineated possibilities of \nitself. The mirror is simple because it possesses in advance the one universe \nwithin a single viewpoint from which the manifold first becomes visible. \nFrom this we can grasp more sharply the essence of finite substance \nfrom an aspect we have not yet considered. Leibniz says in his letter to de \n8o \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 96,
      "bucket": "E (10%+)",
      "error_rate": 12.3,
      "unknown_words_sample": [
        "extensio",
        "totius",
        "acterizes",
        "substantiae",
        "secunda",
        "erdriingt",
        "essentialis",
        "activa",
        "resistentia",
        "substantia"
      ],
      "full_text": "FROM TilE LAST MAR BURG LECTURE COURSE \nVoider of June 20, 1 703 (G. II, 249): \"omnis substantia est activa, et omnis \nsubstantia finita est passiva, passioni autem connexa resistentia est.\" [Every \nsubstance is active and every finite substance is passive, and connected with \nthis passivity is resistance.] What is this supposed to mean? \nInsofar as the monad is always the whole within a single viewpoint, the \ngrounds of its finitude lie precisely in its being related to the order of the \nuniverse in this way. The monad relates to a resistance, to something it \nis not but could well be. Drive is indeed active, yet in every finite drive \noccurring in a particular [395] perspective, there is always and necessarily \nsomething resistant, something that opposes the drive as such. For insofar \nas it is driving from a particular viewpoint toward the whole universe in \neach case, there are many things that the drive is not. The drive is modified \nby the viewpoint. We must heed the fact that drive as an active driving is \nrelated to resistance precisely because such drive can be the whole universe \npotentially but in fact is not. This passivity, in the sense of what the drive \ndoes not attain in its driving [erdriingt], belongs to the finitude of drive. \nThis negative aspect, purely as a sttuctural moment of finite drive, char­\nacterizes the nature of what Leibniz understands by materia prima. He \nwrites to des Bosses: \nMateria prima cuilibet Entelechiae est essentialis, neque unquam ab ea separatur, \ncum earn compleat et sit ipsa potentia passiva totius substantiae completae. Neque \nenim materia prima in mole seu impenetrabilitate et extensione consistit . . .  \n[Prime matter is essential for any entelechy, nor can it ever be separated from it \nsince it completes the entelechy and is the passive power itself of the total complete \nsubstance. For prime matter does not consist in mass nor in impenetrability and \nextension . . .  ] (G. ll, 314) \nBecause of this essential primordial passivity, the monad has the intrin­\nsic possibility of nerus with materia secunda, i.e., with massa, with definite \nresistance in the sense of material mass and weight. (Cf. on this Leibniz's \ncorrespondence with the mathematician Bernoulli and with the Jesuit des \nBosses, professor of philosophy and theology at the Jesuit college in Hil­\ndesheim.) \nThis structural moment of passivity provides Leibniz with the founda­\ntion for making metaphysically intelligible the nerus of the monad with a \nmaterial body (materia secunda, massa) and for demonstrating positively why \nextensio cannot constitute the essence of material substance as Descartes had \ntaught. We cannot pursue this here, however, nor can we go into the further \ndevelopment of the monadology or the metaphysical principles connected \nwith it. \n8 1  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 97,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "dasein",
        "jects",
        "organiza",
        "tion",
        "tence",
        "cussion",
        "exis",
        "krell"
      ],
      "full_text": "What Is Metaphysics? \nTranslated by David Farrell Krell' \n[1) \"What is metaphysics?\" The question awakens expectations of a dis­\ncussion about metaphysics. This we will forgo. Instead we will take up a \nparticular metaphysical question. In this way it seems we will let ourselves \nbe transposed directly into metaphysics. Only in this way will we provide \nmetaphysics the proper occasion to introduce itself. \nOur plan begins with the unfolding of a metaphysical inquiry, then tries \nto elaborate the question, and concludes by answering it. \nTHE UNFOLDING OF A METAPHYSICAL INQUIRY \nFrom the point of view of sound common sense, philosophy is in Hegel's \nwords \"the inverted world.\" Hence the peculiar nature of our undertaking \nrequires a preliminary sketch. The sketch will develop out of a twofold \ncharacter of metaphysical interrogation. \nFirst, every metaphysical question always encompasses the whole range \nof metaphysical problems. Each question is itself always the whole. There­\nfore, second, every metaphysical question can be asked only in such a way \nthat the questioner as such is also there within the question, that is, is \nplaced in question. From this we conclude that metaphysical inquiry must \nbe posed as a whole and from the essential position of the existence [Dasein] \nthat questions. We are questioning, here and now, for ourselves. Our exis­\ntence - in the community of researchers, teachers, and students - is deter­\nmined by science. What is happening to us, essentially, in the grounds of \nour existence, when science has become our passion? \n[2) The scientific fields are quite diverse. The ways they treat their ob­\njects of inquiry differ fundamentally. Today only the technical organiza­\ntion of universities and faculties consolidates this multiplicity of dispersed \n82 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 100,
      "bucket": "B (1-3%)",
      "error_rate": 2.3,
      "unknown_words_sample": [
        "vith",
        "der",
        "noth",
        "monly",
        "vhat",
        "negatedness",
        "fonn",
        "nonbeing"
      ],
      "full_text": "VI'HAT IS METAPHYSICS? \nTHE ELABORATION OF THE QUESTION \nThe elaboration of the question of the nothing must bring us to the point \nwhere an answer becomes possible or the impossibility of any answer be­\ncomes clear. The nothing is conceded. \\Vith a studied indifference science \nabandons it as what \"there is not.\" \nAll the same, we shall try to ask about the nothing. \\Vhat is the nothing? \nOur very first approach to this question has something unusual about it. \nIn our asking we posit the nothing in advance as something that \"is\" such \nand such; we posit it as a being. But that is exactly what it is distinguished \nfrom. a Interrogating the nothing - asking what and how it, the nothing, \n[5] is - turns what is interrogated into its opposite. The question deprives \nitself of its own object. \nAccordingly, every answer to this question is also impossible from the \nstart. For it necessarily assumes the fonn: the nothing \"is\" this or that. \\Vith \nregard to the nothing, question and answer alike are inherently absurd. \nBut it is not science's rejection that first of all teaches us this. The com­\nmonly cited ground rule of all thinking, the proposition that contradiction \nis to be avoided, universal \"logic\" itself, lays low this question. For think­\ning, which is always essentially thinking about something, must act in a way \ncontrary to its own essence when it thinks of the nothing. \nSince it remains wholly impossible for us to make the nothing into an \nobject, have we not already come to the end of our inquiry into the noth­\ning - assuming that in this question \"logic\"b is of supreme importance, that \nthe intellect is the means, and thought the way, to conceive the nothing \noriginally and to decide about its possible unveiling? \nBut are we allowed to tamper with the rule of \"logic\"? Is not intellect \nthe taskmaster in this question of the nothing? Only with its help can we \nat all define the nothing and pose it as a problem - which, it is true, only \ndevours itself. For the nothing is the negation of the totality of beings; \nit is nonbeing pure and simple. But with that we bring the nothing un­\nder the higher determination of the negative, viewing it, it seems,J as the \nnegated. However, according to the reigning and never-challenged doc­\ntrine of \"logic,\" negation is a specific act of the intellect. How then can we \nin our question of the nothing, indeed in the question of its questionability, \nwish to brush the intellect aside? Yet are we altogether sure about what we \nare presupposing in this matter? Do the \"not,\" negatedness, and thereby \na Fifth edition, 1949: The distinction, the difference. \nb First edition, 1 919: I.e., logic in the usual sense, what one takes to be logic. \n"
    }
  ]
}