{
  "batch_id": 5,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 150,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "croit",
        "wil",
        "glaubt",
        "selbstsein",
        "dasein",
        "mitdasein",
        "amb",
        "accordmgly",
        "ofdasein",
        "expres"
      ],
      "full_text": "I V  \nBEING-IN-THE-WORLD A S  BEING-WITH AND \nBEING-ONE ' S -SELF. THE \"THEY\" \nOuR analysis of the worldhood of the world has constantly been bringing \nthe whole phenomenon of Being-in-the-world into view, although its \nconstitutive items have not all stood out with the same phenomenal dis­\ntinctness as the phenomenon of the world itself. We have Interpreted the \nworld ontologically by going through what is ready-to-hand within-the­\nworld; and this Interpretation has been put first, because Dasein, in its \neverydayness (with regard to which Dasein remains a constant theme for \nstudy), not only is in a world but comports itself towards that world with \none predominant kind of Being. Proximally and for the most part Dasein \nis fascinated with its world. Dasein is thus absorbed in the world; the kind \nof Being which it thus possesses, and in general the Being-in which under-\nlies it, are essential in determining the character of a phenomenon which \nI I 4 \nwe Õe now about to study. We shall approach this phenomenon by asking \nwhO it is that Dasein is in its everydayness. AU the structures ofBeing which \nbelong to Dasein, together with the phenomenon which provides the \nanswer to this question of the \"who\", are ways of its Being. To characterize \nthese ontologically is to do so existentially. We must therefore pose the \nquestion correctly and outline the procedure for bringing into view a \nbroader phenomenal domain of Dasein's everydayness. By directing our \nresearches towards the phenomenon which is to provide us with an answer \nto the question of the \"who\", we shall be led to certain structures ofDasein \nwhich are equiprimordial with Being-in-the-world: Being-with and Dasein-\nwith [Mitsein und Mitdasein]. In this kind of Being is grounded the mode \nof everyday Being-one's-Self [Selbstsein] ; the explication of this mode wil \n1 'Das Man'. In German one may write 'man glaubt' where in French one would \nwrite 'on croit', or in English 'they believe', 'one believes', or 'it is believed'. But the \nGerman 'man' and the French 'on' are specialized for. such coŮstructioů in !' .way i_n \nwhich the pronouns 'they', 'one', and 'it' are not. There IS accordmgly no smglŰ 1rl;iomauc \ntranslation for the German 'man' which will not sometimes lend itself to amb1gwty, and \nin general we have chosen whichever construction seems the most appropriate in its \ncontext. But when Heidegger introduces this word with a definite ru:ticle and .writes :das \nMan', as he does very often in this chapter, we shall translate th1s expres1on as the \n\"they\" ', trusting that the reader will not take this too literally. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 151,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "stmctwn",
        "identisch",
        "intensivt",
        "behaviour",
        "subjectum",
        "etc",
        "dasein",
        "thinghood",
        "der",
        "withofothers"
      ],
      "full_text": "Being and Time \nenable us to see what we may call the 'subject' of everydayness-the \"they\". \nOur chapter on the 'who' of the average Dasein will thus be divided up \nas follows : 1. an approach to the existential question of the \"who\" of \nDasein (Section 25) ;  2. the Dasein-withofOthers, and everyday Being-with \n(Section 26) ; 3· everyday Being-one's-Self and the \"they\" (Section 27). \nÓ 25. An Approach to the Existential Question of the \" Who\" of Dasein \nThe answer to the question of who Dasein is, is one that was seemingly \ngiven in Section g, where we indicated formally the basic characteristics \nof Dasein. Dasein is an entity which is in each case I myself; its Being is \nin each case mine. This definition indicates an ontologically constitutive state, \nbut it does no more than indicate it. At the same time this tells us ontically \n(though in a rough and ready fashion) that in each case an \"I\"-not \nOthers-is this entity. The question of the \"who\" answers itself in terms \nof the \"I\" itself, the 'subject', the 'Self'.1 The \"who\" is what maintains \nitself as something identical throughout changes in its Experiences and \nways of behaviour, and which relates itself to this changing multiplicity \nin so doing. Ontologically we understand it as something which is in \neach case already constantly present-at-hand, both in and for a closed \nrealm, and which lies at the basis, in a very special sense, as the subjectum. \nAs something selfsame in manifold otherness, 2 it has the character of the \nSelf. Even if one rejects the \"soul substance\" and the Thinghood of con­\nsciousness, or denies that a person is an object, ontologically one is still \npositing something whose Being retains the meaning of present-at-hand, \nwhether it does so explicitly or not. Substantiality is the ontological clue \nfor determining which entity is to provide the answer to the question of \nthe \"who\". Dasein is tacitly conceived in advance as something present-\n! I 5 \nat-hand. This meaning of Being is always implicated in any case where \nthe Being of Dasein has been left indefinite. Yet presence-at-hand is the \nkind of Being which belongs to entities whose character is not that of Dasein. \nThe assertion that it is I who in each case Dasein is, is ontically obvious; \nbut this must not mislead us into supposing that the route for an onto­\nlogical Interpretation of what is 'given' in this way has thus been unmis­\ntakably prescribed. Indeed it remains questionable whether even the mere \nontical content of the above assertion does proper justice to the stock of \nphenomena belonging to everyday Dasein. It could be that the \"who\" of \neveryday Dasein just is not the \"I myself\". \n1 'dem \"Selbst\" '. While we shall ordinarily translate the intensivt 'selbst' by the corre­\nsponding English intensi\":es 'itself', 'oneself', 'myself', etc., according to the context, we \nshall translate the substantwe 'Selbst' by the substantive 'Self' with a capital. \n2 ' •\n•\n•\n als Selbiges in der vielfaltigen Andersheit . .  .' While the words 'identisch' and \n'sÌl̫ig' .\nare virtually synonyms in ordinary- German, Heidegger seems to be intimating a \nd1stmctwn between them. We shall accordmgly translate the former by 'identical' and the \nlatter by 'selfsame' to show its etymological connection with 'selbst'. Cf. H. 130 below. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 152,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "reflektive",
        "titti",
        "ontico",
        "dasein",
        "gebung",
        "ordially",
        "seienden",
        "priori",
        "der",
        "arnvmg"
      ],
      "full_text": "Being and TiTTI4 \nIf, in arnvmg at ontico-ontological assertions, one is to exhibit the \nphenomena in terms of the kind of Being which the entities themselves \npossesses, and if this way of exhibiting them is to retain its priority over \neven the most usual and obvious of answers and over whatever ways of \nformulating problems may have been derived from those answers, then \nthe phenomenological Interpretation of Dasein must be defended against \na perversion of our problematic when we come to the question we are \nabout to formulate. \nBut is it not contrary to the rules of all sound method to approach a \nproblematic without sticking to what is given as evident in the area of \nour theme ? And what is more indubitable than the givenness of the \"I\" ? \nAnd does not this givenness tell us that if we aim to work this out prim­\nordially, we must disregard everything else that is 'given'-not only a \n'world' that is [einer seienden \"Welt\"], but even the Being of other 'l's ? \nThe kind of \"giving\" we have here is the mere, formal, reflective \nawareness of the \"I\" ; and perhaps what it gives is indeed evident.1 This \ninsight even affords access to a phenomenological problematic in its own \nright, which has in principle the signification of providing a framework \nas a 'formal phenomenology of consciousness'. \nIn this context of an existential analytic of factical Dasein, the question \narises whether giving the \"I\" in the way we have mentioned discloses \nDasein in its everydayness, if it discloses Dasein at all. Is it then obvious \na priori that access to Dasein must be gained only by mere reflective \nawareness of the \"I\" of actions? What if this kind of 'giving-itself' on \nthe part of Dasein should lead our existential analytic astray and do so, \nindeed, in a manner grounded in the Being ofDasein itself? Perhaps when \nDasein addresses itself in the way which is closest to itself, it always says \n\"I am this entity\", and in the long run says this loudest when it is 'not' \nthis entity. Dasein is in each case mine, and this is its constitution; but \nwhat if this should be the very reason why, proximally and for the most \nI I 6 \npart, Dasein is not itself? What if the aforementioned approach, starting \nwith the givenness of the \"I\" to Dasein itself, and with a rather patent self­\ninterpretation of Dasein, should lead the existential analytic, as it were, \ninto a pitfall? If that which is accessible by mere \"giving\" can be deter­\nmined, there is presumably an ontological horizon for determining it; \nbut what if this horizon should remain in principle undetermined ? It may \nwell be that it is always ontically correct to say of this entity that 'I' am it. \nYet the ontological analytic which makes use of such assertions must make \ncertain reservations about them in principle. The word 'I' is to be \n1 'Vielleicht ist in der Tat das, was diese Art von Gebung, das schlichte, formale, \nreflektive Ichvemehmen gibt, evident.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 153,
      "bucket": "D (5-10%)",
      "error_rate": 6.2,
      "unknown_words_sample": [
        "ence",
        "ichheit",
        "ontically",
        "menally",
        "dasein",
        "pheno",
        "solche",
        "ifthis",
        "usc",
        "wesenhaft"
      ],
      "full_text": "I I 7 \nBeing and Time \nunderstood only in the sense of a non-committal formal indicator, indicating \nsomething which may perhaps reveal itself as its 'opposite' in some parti­\ncular phenomenal context of Being. In that case, the 'not-I' is by no means \ntantamount to an entity which essentially lacks 'I-hood' [\"Ichheit\"], \nbut is rather a definite kind of Being which the 'I' itself possesses, such as \nhaving lost itself [Selbstverlorenheit] . \nYet even the positive Interpretation of Dasein which we have so far \ngiven, already forbids us to start with the formal givenness of the \"I\", if our \npurpose is to answer the question of the \"who\" in a way which is pheno­\nmenally adequate. In clarifying Being-in-the-world we have shown that \na bare subject without a world never 'is' proximally, nor is it ever given. \nAnd so in the end an isolated \"I\" without Others is just as far from being \nproximally given.i If, however, 'the Others' already are there with us [mit \ndasind] in Being-in-the-world, and ifthis is ascertained phenomenally, even \nthis should not mislead us into supposing that the ontological structure of \nwhat is thus 'given' is obvious, requiring no investigation. Our task is to \nmake visible phenomenally the species to which this Dasein-with in closest \neverydayness belongs, and to Interpret it in a way which is ontologically \nappropriate. \nJust as the ontical obviousness of the Being-in-itself of entities within­\nthe-world misleads us into the conviction that the meaning of this Being \nis obvious ontologically, and makes us overlook the phenomenon of the \nworld, the ontical obviousness of the fact that Dasein is in each case mine, \nalso hides the possibility that the ontological problematic which belongs \nto it has been led astray. Proximally the \"who\" of Dasein is not only a \nproblem ontologically ; even ontically it remains concealed. \nBut does this mean that there are no clues whatever for answering the \nquestion of the \"who\" by way of existential analysis ? Certainly not. Of \nthe ways in which we formally indicated the constitution of Dasein's Being \nin Sections 9 and 12 above, the one we have been discussing does not, of \ncourse, function so well as such a clue as does the one according to which \nDasein's 'Essence' is grounded in its existence.1 If the 'I' is an Essential \ncharacteristic of Dasein, then it is one which must be Interpreted existentially. In \nthat case the \"Who ?\" is to be answered only by exhibiting phenomenally \na definite kind of Being which Dasein possesses. If in each case Dasein is \nits Self only in existing, then the constancy of the Self no less than the \n1 'as such a clue' : here we read 'a Is solcher', following the later editions. The earliest \neditions have 'als solche', which has been corrected in the list of errata. \n\"Essence\": while we ordinarily use 'ess ence' and 'essential' to translate 'Wesen' and \n'wesenhaft', we shall usc ' Essence' and '· Essential' (with initial capitals) to translate the \npresumably synonymous but far less frequent 'Essenz' and 'essenticll'. \nThe two 'formal indications' to which Hcideggcr refers are to be found on H. 42 above. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 155,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "seinsart",
        "bende",
        "identifizieren",
        "zuhanden",
        "fying",
        "concernf",
        "weise",
        "vorhanden",
        "sondern",
        "innerweltlich"
      ],
      "full_text": "154 \nBeing and Timt \na person, and so forth. The boat anchored at the shore is assigned in its \nBeing-in-itself to an acquaintance who undertakes voyages with it; but \neven if it is a 'boat which is strange to us', it still is indicative of Others. \nThe Others who are thus 'encountered' in a ready-to-hand, environ­\nmental context of equipment, are not somehow added on in thought to \nsome Thing which is proximally just present-at-hand; such 'Things' are \nencountered from out of the world in which they are ready-to-hand for \nOthers-a world which is always mine too in advance. In our previous \nanalysis, the range of what is encountered within-the-world was, in the \nfirst instance, narrowed down to equipment ready-to-hand or Nature \npresent-at-hand, and thus to entities with a character other than that of \nDasein. This restriction was necessary not only for the purpose of simpli­\nfying our explication but above all because the kind ofBeingwhich belongs \nto the Dasein of Others, as we encounter it within-the-world, differs from \nreadiness-to-hand and presence-at-hand. Thus Dasein's world frees \nentities which not only are quite distinct from equipment and Things, but \nwhich also-in accordance with their kind of Being as Dasein themselves­\nare 'in' the world in which they are at the same time encountered within­\nthe-world, and are 'in' it by way of Being-in-the-world.1 These entities \nare neither present-at-hand nor ready-to-hand ; on the contrary, they are \nlike the very Dasein which frees them, in that they are there too, and there \nwith it. So if one should want to identify the world in general with \nentities within-the-world, one would have to say that Dasein too is \n'world'.2 \nThus in characterizing the encountering of Others, one is again still \noriented by that Dasein which is in each case one's own. But even in this \ncharacterization does one not start by marking out and isolating the 'I' \nso that one must then seek some way of getting over to the Others from \nthis isolated subject ? To avoid this misunderstanding we must notice in \nwhat sense we are talking about 'the Others'. By 'Others' we do not mean \neveryone else but me-those over against whom the \"I\" stands out. They \nare rather those from whom, for the most part, one does not distinguish \noneself-those among whom one is too. This Being-there-too [Auch-da­\nsein] with them does not have the ontological character of a Being-present­\nat-hand-along-'with' them within a world. This 'with' is something of the \ncharacter of Dasein; the 'too' means a sameness of Being as circum­\nspectively concernf11l Being-in-the-world. 'With' and 'too' are to be \n1 ' •\n•\n•\n sondern gema$ seiner Seinsart als Dasein selbst in der Weise des In-der-Welt­\nseins \"in\" der Welt ist, in der es zugleich innerweltlich begegnet.' \n2 'Dieses Seiende ist weder vorhanden noch zuhanden, sondern ist so, wie das freige­\nbende Dasein selbst-es ist auch und mit da. Wollte man denn schon Welt iiberhaupt mit \ndem innerweltlich Seienden identifizieren, dann miisste man sagen, \"Welt\" ist auch \nDasein.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 156,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "zuhandenen",
        "concernfully",
        "bei",
        "mithqften",
        "dcr",
        "versteht",
        "sions",
        "menal",
        "troversial",
        "nicht"
      ],
      "full_text": "I. 4 \nBeing and Time \n155 \nunderstood existential{y, not categorially. By reason of this with-like [ mithqften] \nBeing-in-the-world, the world is always the one that I share with Others. \nThe world of Dasein is a with-world [Mitwelt]. Being-in is Being-with \nOthers. Their Being-in-themselves within-the-world is Dasein-with [Mit­\ndasein]. \nWhen Others are encountered, it is not the case that one's own subject \nI I 9 \nis proximally present-at-hand and that the rest of the subjects, which are \nlikewise occurrents, get discriminated beforehand and then apprehended ; \nnor are they encountered by a primary act of looking at oneself in such \na way that the opposite pole of a distinction first gets ascertained. They \nare encountered from out of the world, in which concernfully circumspec-\ntive Dasein essentially dwells. Theoretically concocted 'explanations' of \nthe Being-present-at-hand of Others urge themselves upon us all too \neasily ; but over against such explanations we must hold fast to the pheno­\nmenal facts of the case which we have pointed out, namely, that Others \nare encountered environmentally. This elemental worldly kind of encounter-\ning, which belongs to Dasein and is closest to it, goes so far that even one's \nown Dasein becomes something that it can itself proximally 'come across' \nonly when it looks away from 'Experiences' and the 'centre of its actions', \nor does not as yet 'see' them at all. Dasein finds 'itself' proximally in \nwhat it does, uses, expects, avoids-in those things environmentally ready­\nto-hand with which it is proximally concerned. \nAnd even when Dasein explicitly addresses itself as \"I here\", this \nlocative personal designation must be understood in terms of Dasein's \nexistential spatiality. In Interpreting this (See Section 23) we have \nalready intimated that this \"1-here\" does not mean a certain privileged \npoint-that of an !-Thing-but is to be understood as Being-in in terms \nof the \"yonder\" of the world that is ready-to-hand-the \"yonder\" which \nis the dwelling-place of Dasein as concern.1 \nW. von Humboldtll has alluded to certain languages which express the \n'I' by 'here', the 'thou' by 'there', the 'he' by 'yonder', thus rendering the \npersonal pronouns by locative adverbs, to put it grammatically. It is con­\ntroversial whether indeed the primordial signification of locative expres­\nsions is adverbial or pronominal. But this dispute loses its basis if one \nnotes that locative adverbs have a relationship to the \"I\" qua Dasein. The \n'here' and the 'there' and the 'yonder' are primarily not mere ways of \ndesignating the location of entities present-at-hand within-the-world at \npositions in space ; they are rather characteristics of Dasein's primordial \n1 ' •\n•\n•\n dass dieses Ich-hier nicht einen ausgezeichneten Punkt des Ichdinges meint, \nsondern sich versteht als In-sein aus dem Dort dcr zuhandenen Welt, bei dem Dasein \nals Besorgen sich aufhalt.' The older editions have 'In-Sein' for 'ln-sein', and 'dabei' for \n'bei dem'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 158,
      "bucket": "E (10%+)",
      "error_rate": 10.5,
      "unknown_words_sample": [
        "wird",
        "freigegeben",
        "welche",
        "andere",
        "encounterable",
        "anderer",
        "sorge",
        "circumspective",
        "sondern",
        "nicht"
      ],
      "full_text": "Being and Time \n157 \nin the world. The Other can be missing only in1 and for1 a Being-with. \nBeing-alone is a deficient mode of Being-with; its very possibility is the \nproof of this. On the other hand, factical Being-alone is not obviated by \nthe occurrence of a second example of a human being 'beside' me, or by ten \nsuch examples. Even if these and more are present-at-hand, Dasein can \nstill be alone. So Being-with and the facticity of Being with one another \nare not based on the occurrence together of several 'subjects'. Yet Being-\nI 2 I \nalone 'among' many does not mean that with regard to their Being they \nare merely present-at-hand there alongside us. Even in our Being 'among \nthem' they are there with us; their Dasein-with is encountered in a mode \nin which they are indifferent and alien. Being missing and 'Being away' \n[Das Fehlen und \"Fortsein\"] are modes of Dasein-with, and are possible \nonly because Dasein as Being-with lets the Dasein of Others be en­\ncountered in its world. Being-with is in every case a characteristic of one's \nown Dasein; Dasein-with characterizes the Dasein of Others to the extent \nthat it is freed by its world for a Being-with. Only so far as one's own \nDasein has the essential structure of Being-with, is it Dasein-with as \nencounterable for Others. 2 \nIf Dasein-with remains existentially constitutive for Being-in-the­\nworld, then, like our circumspective dealings with the ready-to-hand \nwithin-the-world (which, by way of anticipation, we have called 'con­\ncern'), it must be Interpreted in terms of the phenomenon of care; for as \n\"care\" the Being ofDasein in general is to be defined. 3 (Compare Chapter \n6 of this Division.) Concern is a character-of-Being which Being-with \ncannot have as its own, even though Being-with, like concern, is a Being \ntowards entities encountered within-the-world. But those entities towards \nwhich Dasein as Being-with comports itself do not have the kind of Being \nwhich belongs to equipment ready-to-hand ; they are themselves Dasein. \nThese entities are not objects of concern, but rather of solicitude. 4 \n1 Italics supplied in the later editions. \n2 ' •\n•\n•\n Mitdasein charakterisiert das Dasein anderer, sofern es fiir ein Mitsein durch \ndessen Welt freigegeben ist. Das eigene Dasein ist, sofern es die Wesensstruktur des \nMitseins hat, als fiir Andere begegnend Mitdasein.' \n3 ' •\n•\n•\n als welche das Sein des Daseins iiberhaupt bestimmt wird.' The older editions \nomit 'wird'. \n4 'Dieses Seiende wird nicht besorgt, sondern steht in der Fursorge.' There is no good \nEnglish equivalent for 'Fiirsorge', which we shall usually translate by 'solicitude'. The more \nliteral 'caring-for' has the connotation of 'being fond of', which we do not want here; \n'personal care' suggests personal hygiene; 'personal concern' suggests one's personal \nbusiness or affairs. 'Fiirsorge' is rather the kind of care which we find in 'prenatal care' or \n'taking care of the children', or even the kind of care which is administered by welfare \nagencies. Indeed the word 'Fiirsorge' is regularly used in contexts where we would speak \nof 'welfare work' or 'social welfare; this is the usage which Heidegger has in mind in his \ndiscussion of 'Fiirsorge' as 'a factical social arrangement'. (The etymological connection \nbetween 'Sorge ('care'), 'Fiirsorge' ('solicitude'), and 'Besorgen ('concern'), is entirely \nlost in our translation.) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 159,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "ihn",
        "pos",
        "followm",
        "entia",
        "vorausspringcn",
        "dasein",
        "besorgte",
        "vorspringen",
        "contr",
        "ihm"
      ],
      "full_text": "Being and Time \nEven 'concern' with food and clothing, and the nursing of the sick body, \nare forms of solicitude. But we understand the expression \"solicitude\" in \na way which corresponds to our use of \"concern\". as a term for an exist­\nentia/e. For example, 'welfare work' [\"Fi.irsorge\"], as a factical social \narrangement, is grounded in Dasein's state of Being as Being-with. Its \nfactical urgency gets its motivation in that Dasein maintains itself proxi­\nmally and for the most part in the deficient modes of solicitude. Being for, \nagainst, or without one another, passing one another by, not \"mattering\" \nto one another-these are possible ways of solicitude. And it is precisely \nthese last-named deficient and Indifferent modes that characterize \neveryday, average Being-with-one-another. These modes of Being show \nagain the characteristics of inconspicuousness and obviousness which \nbelong just as much to the everyday Dasein-with of Others within-the­\nworld as to the readiness-to-hand of the equipment with which one is \ndaily concerned. These Indifferent modes of Being-with-one-another may \neasily mislead ontological Interpretation into interpreting this kind of \nBeing, in the first instance, as the mere Being-present-at-hand of several \nsubjects. It seems as if only negligible variations of the same kind of Being \nlie before us; yet ontologically there is an essential distinction between \nthe 'indifferent' way in which Things at random occur together and the \n1 22 \nway in which entities who are with one another do not \"matter\" to one \nanother. \nWith regard to its positive modes, solicitude has two extreme pos­\nsibilities. It can, as it were, take away 'care' from the Other and put itself \nin his position in concern : it can leap in for him.1 This kind of solicitude \ntakes over for the Other that with which he is to concern himself. The \nOther is thus thrown out of his own position; he steps back so that after­\nwards, when the matter has been attended to, he can either take it over as \nsomething finished and at his disposal, 2 or disburden himself of it com­\npletely. In such solicitude the Other can become one who is dominated \nand dependent, even if this domination is a tacit one and remains hidden \nfrom him. This kind of solicitude, which leaps in and takes away 'care', is \nto a large extent determinative for Being with one another, and pertains \nfor the most part to our concern with the ready-to-hand. \nIn contrast to this, there is also the possibility of a kind of solicitude \nwhich does not so much leap in for the Other as leap ahead of him [ihm \n1 ' •\n.\n.\n si.ch an seine Stelle setzen, fiir ihn einsprin./ten.' Here, as on H. 100 (See our note 2, \np. 133), 1t would be more idiomatic to translate 'fiir ihn einspringen' as 'intervene \nfor him', 'stand in for him' or 'serve as deputy for him' ; but since 'einspringcn' is to be \ncontrûted with 'vorspringen', 'vorausspringcn' and perhaps even 'entspringen' in the \nfollowmü paragraphs, we have chosen a translation which suggests the etymological \nconnection. \n2 ' •\n•\n•\n urn nachtraglich das Besorgte als fertig Verfiigbares zu iibernehmen •\n.\n.\n ' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 160,
      "bucket": "E (10%+)",
      "error_rate": 10.9,
      "unknown_words_sample": [
        "zuhandenen",
        "zeitigen",
        "leitet",
        "zur",
        "sache",
        "nachsicht",
        "weise",
        "entdeckens",
        "ergriffenen",
        "entspringt"
      ],
      "full_text": "Being and Time \n1 59 \nvorausspringt] in his existentiell potentiality-for-Being, not in order to take \naway his 'care' but rather to give it back to him authentically as such for \nthe first time. This kind of solicitude pertains essentially to authentic care \n-that is, to the existence of the Other, not to a \"what\" with which he is \nconcerned; it helps the Other to become transparent to himself in his care \nand to become free for it. \nSolicitude proves to be a state of Dasein's Being--one which, in \naccordance with its different possibilities, is bound up with its Being \ntowards the world of its concern, and likewise with its authentic Being \ntowards itself. Being with one another is based proximally and often \nexclusively upon what is a matter of common concern in such Being. \nA Being-with-one-another which arises [entspringt] from one's doing the \nsame thing as someone else, not only keeps for the most part within the \nouter limits, but enters the mode of distance and reserve. The Being­\nwith-one-another of those who are hired for the same affair often thrives \nonly on mistrust. On the other hand, when they devote themselves to the \nsame affair in common, their doing so is determined by the manner in \nwhich their Dasein, each in its own way, has been taken hold of.l They \nthus become authentically bound together, and this makes possible the right \nkind of objectivity [die rechte Sachlichkeit], which frees the Other in his \nfreedom for himself. \nEveryday Being-with-one-another maintains itself between the two \nextremes of positive solicitude-that which leaps in and dominates, and \nthat which leaps forth and liberates [vorspringend-befreienden] . It brings \nnumerous mixed forms to maturity;2 to describe these and classify them \nwould take us beyond the limits of this investigation. \nJust as circumspection belongs to concern as a way of discovering what is \n1 23 \nready-to-hand, solicitude is guided by considerateness and forbearance. 3 \nLike solicitude, these can range through their respective deficient and \nIndifferent modes up to the point of inconsiderateness or the perfunctoriness \nfor which indifference leads the way.4 \n1 'Umgekehrt ist das gemeinsame Sicheinsetzen fiir dieselbe Sache aus dem je eigens \nergriffenen Dasein bestimmt.' \n2 Reading ' . . .  und zeitigt mannigfache Mischformen . .  .' with the older editions. The \nlater editions have 'zeigt' ('shows') instead of 'zeitigt' ('brings to maturity'). On 'zeitigen' \nsee H. 304 and our note ad loc. \na 'Wie dem Besorgen als Weise des Entdeckens des Zuhandenen die Umsicht zugehort, \nso ist die Fiirsorg : gȱleitet durch die Riicksicht und Nachsicht.' Heidegger is here calling \nattention to the etymological kinship of the three words which he italicizes, each of which \nstands for a special kind of sight or seeing ('Sicht'). \nThe italicization of 'Umsicht' ('circumspection') is introduced in the newer editions. \n4 ' •\n•\n•\n bis zur Riicksichtslosigkeit und dem Nachsehen, das die Gleichgiiltigkeit \nleitet.' This passage is ambiguous both syntactically and semantically. It is not clear, for \ninstance, whether the subject of the relative clause is 'die Gleichgiiltigkeit' or the pronoun \n'das', though we prefer the former interpretation. 'Nachsehen', which is etymologically \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 161,
      "bucket": "E (10%+)",
      "error_rate": 11.1,
      "unknown_words_sample": [
        "bedeutsamkeit",
        "welche",
        "encounterable",
        "nachsicht",
        "indasein",
        "weltlichkeit",
        "vorgiingig",
        "darum",
        "auch",
        "dasein"
      ],
      "full_text": "160 \nBeing and Time \nI. 4 \nThe world not only frees the ready-to-hand as entities encountered \nwithin-the-world ; it also frees Dasein, and the Others in their Dasein­\nwith. But Dasein's ownmost meaning of Being is such that this entity \n(which has been freed environmentally) is Being-in in the same world in \nwhich, as encounterable for Others, it is there with them. We have \ninterpreted worldhood as that referential totality which constitutes \nsignificance (Section 18). In Being-familiar with this significance and \npreviously understanding it, Dasein lets what is ready-to-hand be en­\ncountered as discovered in its involvement. InDasein'sBeing, the context of \nreferences or assignments which significance implies is tied upwithDasein's \nownmost Being-a Being which essentially can have no involvement, \nbut which is rather that Being for the sake of which Dasein itself is as \nit is. \nAccording to the analysis which we have now completed, Being with \nOthers belongs to the Being of Dasein, which is an issue for Dasein in its \nvery Being.1 Thus as Being-with, Dasein 'is' essentially for the sake of \nOthers. This must be understood as an existential statement as to its \nessence. Even if the particular factical Dasein does not turn to Others, and \nsupposes that it has no need of them or manages to get along without \nthem, it is in the way of Being-with. In Being-with, as the existential \"for­\nthe-sake-of\" of Others, these have already been disclosed in their Dasein. \nWith their Being-with, their disclosedness has been constituted before­\nhand ; accordingly, this disclosedness also goes to make up significance­\nthat is to say, worldhood. And, significance, as worldhood, is tied up with \nthe existential \"for-the-sake-of-which\". 2 Since the world hood of that world \nin which every Dasein essentially is already, is thus constituted, it accord­\ningly lets us encounter what is environmentally ready-to-hand as some­\nthing with which we are circumspectively concerned, and it does so in \nsuch a way that together with it we encounter the Dasein-with of Others. \nThe structure of the world's worldhood is such that Others are not \nproximally presentɞat-hand as free-floating subjects along with other \nThings, but show themselves in the world in their special environmental \nBeing, and do so in terms of what is ready-to-hand in that world. \nBeing-with is such that the disclosedness of the Dasein-with of Others \nakin to 'Nachsicht', means to 'inspect' or 'check' something; but it often means to do this \nin a very perfunctory manner, and this latter sense may well be the one which Heidegger \nhas in mind. \n1 ' . \n. \n• zum Sein des Daseins, urn das es ihm in seinem Sein selbst geht . • \n.' \nThe older editions have 'darum' instead of'um das'. \nZ 'Diese mit dem Mitscin vorgiingig konstituierte Erschlossenheit der Anderen macht \ndemnach auch die Bedeutsamkeit, d.h. die Weltlichkeit mit aus, als welche sie im \nexistenzialen Worum-willen festgemacht ist.' The word 'sie' appears only in the later \neditions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 162,
      "bucket": "D (5-10%)",
      "error_rate": 9.1,
      "unknown_words_sample": [
        "seinsart",
        "sichkennen",
        "abo",
        "sondern",
        "nicht",
        "dieses",
        "iiberhaupt",
        "bedarf",
        "dasein",
        "kenntnis"
      ],
      "full_text": "Being and Time \nbelongs to it; this means that because Dasein's Being is Being-with, its \nunderstanding of Being already implies the understanding of Others. \nThis understanding, like any understanding, is not an acquaintance \nderived from knowledge aboȒt them, but a primordially existential kind \nof Being, which, more than anything else, makes such knowledge and \nacquaintance possible.1 Knowing oneself [Sichkennen] is grounded in \n1 24 \nBeing-with, which understands primordially. It operates proximally in \naccordance with the kind of Being which is closest to us-Being-in-the-\nworld as Being-with ; and it does so by an acquaintance with that which \nDasein, along with the Others, comes across in its environmental circum­\nspection and concerns itself with-an acquaintance in which Dasein \nunderstands. Solicitous concern is understood in terms of what we are \nconcerned with, and along with our understanding of it. Thus in con­\ncernful solicitude the Other is proximally disclosed. \nBut because solicitude dwells proximally and for the most part in the \ndeficient or at least the Indifferent modes (in the indifference of passing \none another by), the kind of knowing-oneself which is essential and \nclosest, demands that one become acquainted with oneself. 2 And when, \nindeed, one's knowing-oneself gets lost in such ways as aloofness, hiding \noneself away, or putting on a disguise, Being-with-one-another must \nfollow special routes of its own in order to come close to Others, or even \nto 'see through them' [\"hinter sie\" zu kommen]. \nBut just as opening oneself up [Sichoffenbaren] or closing oneself off is \ngrounded in one's having Being-with-one-another as one's kind of Being \nat the time, and indeed is nothing else but this, even the explicit dis­\nclosure of the Other in solicitude grows only out of one's primarily Being \nwith him in each case. Such a disclosure of the Other (which is indeed \nthematic, but not in the manner of theoretical psychology) easily becomes \nthe phenomenon which proximally comes to view when one considers the \ntheoretical problematic of understanding the 'psychical life of Others' \n[\"fremden Seelenlebens\"]. In this phenomenally 'proximal' manner it \nthus presents a way of Being with one another understandingly; but at \nthe same time it gets taken as that which, primordially and 'in the \nbeginning', constitutes Being towards Others and makes it possible at all. \n1 'Dieses Verstehen ist, wie Verstehen iiberhaupt, nicht eine aus Erkennen erwachsene \nKenntnis, sondern eine urspriinglich existenziale Seinsart die Erkennen und Kenntnis \nallererst moglich macht'. While we have here translated 'Kenntnis' as 'acquaintance' and \n'Erkennen' as 'knowledge about', these terms must not be understood in the special \nsenses exploited by Lord Russell and C. I. Lewis. The 'acquaintance' here involved is of \nthe kind which may be acquired whenever one is well informed about something, whether \none has any direct contact with it or not. \n2 '. \n• \n• bedarf das niichste und wesenhafte Sichkennen eines Sichkennenlernens.' \n'Sichkennen' ('knowing oneself') is to be distinguished sharply from 'Selbsterkenntnis' \n('knowledge of the Self'), which will be discussed on H. 146. See our note 1, p. 186. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 163,
      "bucket": "E (10%+)",
      "error_rate": 13.1,
      "unknown_words_sample": [
        "verhalt",
        "defizienten",
        "weit",
        "hlung",
        "behaviour",
        "nicht",
        "entwurf",
        "nur",
        "seinsverhaltnis",
        "undurchsichtig"
      ],
      "full_text": "1 25 \nBeing and Time \nThis phenomenon, which is none too happily designated as 'empathy' \n[\"Einfuhlung\"], is then supposed, as it were, to provide the first onto­\nlogical bridge from one's own subject, which is given proximally as alone, \nto the other subject, which is proximally quite closed off. \nOf course Being towards Others is ontologically different from Being \ntowards Things which are present-at-hand. The entity which is 'other' \nhas itself the same kind of Being as Dasein. In Being with and towards \nOthers, there is thus a relationship ofBeing [Seinsverhaltnis) from Dasein \nto Dasein. But it might be said that this relationship is already constitutive \nfor one's own Dasein, which, in its own right, has an understanding of \nBeing, and which thus relates itselfl towards Dasein. The relationship-of­\nBeing which one has towards Others would then become a Projection2 \nof one's own Being-towards-oneself 'into something else'. The Other \nwould be a duplicate of the Self. \nBut while these deliberations seem obvious enough, it is easy to see that \nthey have little ground to stand on. The presupposition which this argu­\nment demands-that Dasein's Being towards an Other is its Being towards \nitself-fails to hold. As long as the legitimacy of this presupposition has not \nturned out to be evident, one may still be puzzled as to how Dasein's \nrelationship to itself is thus to be disclosed to the Other as Other. \nNot only is Being towards Others an autonomous, irreducible relation­\nship of Being: this relationship, as Being-with, is one which, with Dasein's \nBeing, already is. 3 Of course it is indisputable that a lively mutual \nacquaintanceship on the basis of Being-with, often depends upon how far \none's own Dasein has understood itself at the time ; but this means that it \ndepends only upon how far one's essential Being with Others has made \nitself transparent and has not disguised itself. 4 And that is possible only if \nDasein, as Being-in-the-world, already is with Others. 'Empathy' does not \nfirst constitute Being-with; only on the basis of Being-with does 'empathy' \nbecome possible : it gets its motivation from the unsociability of the \ndominant modes of Being-with. 5 \n1 ' •\n•\n•\n sich . . .  verhalt . .  .' We have often translated this expression as 'comports' \nitself', compromising between two other possible meanings : 'relates itself' and 'behaves \nor 'conducts itself'. In this pasage, however, and in many others where this expression is \ntied up with 'Verhaltnis' ('relationship') rather than with 'Verhalten' ('behaviour or \n'conduct'), only 'relates itself' seems appropriate. \n2 'Projektion'. Here we are dealing with 'projection' in the familiar psychological sense, \nnot in the sense which would be expressed by 'Entwurf'. See H. 145 ff. \n3 'Das Sein zu Anderen ist nicht nur ein eigenstandiger, irreduktibler Seinsbezug, er \nist als Mitsein mit dem Sein des Daseins schon seiend.' \n\u009b ' . . .  wie weit es das wesenhafte Mitsein mit anderen sich durchsichtig gemacht \nund nicht verstellt hat . . .  ' (The older editions have ' . . .  sich nicht undurchsichtig \ngemacht und verstellt hat . .  .'.) \n6 ' \"Einfli.hlung\" konstituiert nicht erst das Mitsein, sondem ist auf dessen Grunde \nerst moglich und durch die vorherschenden defizienten Modi des Mitseins in ihrer \nUnumganglichkeit motiviert.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 164,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "bedingung",
        "miiglich",
        "welche",
        "vorausetzt",
        "rence",
        "rechtes",
        "zahlt",
        "stituent",
        "dasein",
        "numer"
      ],
      "full_text": "Being and Time \nBut the fact that 'empathy' is not a primordial existential phenomenon, \nany more than is knowing in general, does not mean that there is nothing \nproblematical about it. The special hermeneutic of empathy will have to \nshow how Being-with-one-another and Dasein's knowing of itself are led \nastray and obstructed by the various possibilities of Being which Dasein itself \npossesses, so that a genuine 'understanding' gets suppressed, and Dasein \ntakes refuge in substitutes; the possibility of understanding the stranger \ncorrectly presupposes such a hermeneutic \nas its \npositive existential \ncondition.1 Our analysis has shown that Being-with is an existential con­\nstituent of Being-in-the-world. Dasein-with has proved to be a kind of \nBeing \nwhich \nentities \nencountered \nwithin-the-world \nhave \nas \ntheir \nown. So far as Dasein is at all, it has Being-with-one-another as its kind \nof Being. This cannot be conceived as a summative result of the occur­\nrence of several 'subjects'. Even to come across a number of 'subjects' \n[ einer Anzahl von \"Subjekten\"] becomes possible only if the Others who \nare concerned proximally in their Dasein-with are treated merely as \n'numerals' [\"Numer\"]. Such a number of'subjects' gets discovered only \nby a definite Being-with-and-towards-one-another. This 'inconsiderate' \nBeing-with 'reckons' [\"rechnet\"] with the Others without seriously \n'counting on them' [\"auf sie zahlt\"], or without even wanting to 'have \nanything to do' with them. \nOne's own Dasein, like the Dasein-with of Others, is encountered \nproximally and for the most part in terms of the with-world with which we \nare environmentally concerned. When Dasein is absorbed in the world \nof its concern-that is, at the same time, in its Being-with towards Others \n-it is not itself. Who is it, then, who has taken over Being as everyday \nBeing-with-one-another ? \nã 27. Everyday Being-one's-Self and the \"They\" \nThe ontologically relevant result of our analysis of Being-with is the \ninsight that the 'subject character' of one's own Dasein and that of Others \nis to be defined existentially-that is, in terms of certain ways in which \none may be. In that with which we concern ourselves environmentally \nthe Others are encountered as what they are ; they are what they do [sie \nsind das, was sie betreiben]. \nIn one's concern with what one has taken hold of, whether with, for, \nor against, the Others, there is constant care as to the way one differs \nfrom them, whether that difference is merely one that is to be evened out, \nwhether one's own Dasein has lagged behind the Others and wants to \n1 ' • • •  welche positive existenziale Bedingung rechtes Fremdverstehen fiir seine Miiglich­\nkeit vorausetzt.' We have construed 'welche' as referring back to 'Hermeneutik', though \nthis is not entirely clear. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 165,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "abstandigkeit",
        "selbst",
        "distantiality",
        "everydayness",
        "dasein",
        "unascertainability",
        "botmdssigkeit",
        "einige",
        "ist",
        "fromdasein"
      ],
      "full_text": "Being and Time \ncatch up in relationship to them, or whether one's Dasein already has \nsome priority over them and sets out to keep them suppressed. The care \nabout this distance between them is disturbing to Being-with-one-another, \nthough this disturbance is one that is hidden from it. If we may express \nthis existentially, such Being-with-one-another has the character of \ndistantiality [Abstandigkeit]. The more inconspicuous this kind of Being is \nto everyday Dasein itself, all the more stubbornly and primordially does \nit work itself out. \nBut this distantiality which belongs to Being-with, is such that Dasein, \nas everyday Being-with-one-another, stands in subjection [Botmdssigkeit] to \nOthers. It itself is not ;1 its Being has been taken away by the Others. \nDasein's everyday possibilities of Being are for the Others to dispose of \nas they please. These Others, moreover, are not definite Others. On the \ncontrary, any Other can represent them. What is decisive is just that \ninconspicuous domination by Others which has already been taken over \nunawares fromDasein as Being-with. One belongs to the Others oneself and \nenhances their power. 'The Others' whom one thus designates in order to \ncover up the fact of one's belonging to them essentially oneself, are those \nwho proximally and for the most part 'are there' in everyday Being-with­\none-another. The \"who\" is not this one, not that one, not oneself [man \nselbst] , not some people [einige], and not the sum of them all. The 'who' \nis the neuter, the \"they\" [das Man]. \nWe have shown earlier how in the environment which lies closest to us, \nthe public 'environment' already is ready-to-hand and is also a matter \nof concern [mitbesorgt] . In utilizing public means of transport and \nin making use of information services such as the newspaper, every Other \nis like the next. This Being-with-one-another dissolves one's own Dasein \ncompletely into the kind of B6ing of 'the Others', in such a way, indeed, \nthat the Others, as distinguishable and explicit, vanish more and more. In this \ninconspicuousness and unascertainability, the real dictatorship of the \"they\" \nis unfolded. We take pleasure and enjoy ourselves as they [man] take \n1 27 \npleasure ; we read, see, and judge about literature and art as they see and \njudge ; likewise we shrink back from the 'great mass' as they shrink back; \nwe find 'shocking' what they find shocking. The \"they\", which is nothing \ndefinite, and which all are, though not as the sum, prescribes the kind of \nBeing of everydayness. \nThe \"they\" has its own ways in which to be. That tendency of Being­\nwith which we have called \"distantiality\" is grounded in the fact that \nBeing-with-one-another concerns itself as such with averageness, which is \nan existential characteristic of the \"they\". The \"they\", in its Being, \nI 'Nicht es selbst ist; •\n.\n.\n \n' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 166,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "ence",
        "distantiality",
        "kommt",
        "distinc",
        "stiindig",
        "averageness",
        "tive",
        "sachen",
        "dasein",
        "beruft"
      ],
      "full_text": "Being and Time \nessentially makes an issue of this. Thus the \"they\" maintains itself factic­\nally in the averageness of that which belongs to it, of that which it regards \nas valid and that which it does not, and of that to which it grants success \nand that to which it denies it. In this averageness with which it prescribes \nwhat can and may be ventured, it keeps watch over everything exceptional \nthat thrusts itself to the fore. Every kind of priority gets noiselessly sup­\npressed. Overnight, everything that is primordial gets glossed over as \nsomething that has long been well known. Everything gained by a struggle \nbecomes just something to be manipulated. Every secret loses its force. \nThis care of averageness reveals in turn an essential tendency of Dasein \nwhich we call the \"levelling down\" [Einebnung] of all possibilities ofBeing. \nDistantiality, averageness, and levelling down, as ways of Being for the \n\"they\", constitute what we know as 'publicness' [\"die Offentlichkeit\"] . \nPublicness proximally controls every way in which the world and Dasein \nget interpreted, and it is always right-not because there is some distinc­\ntive and primary relationship-of-Being in which it is related to 'Things', \nor because it avails itself of some transparency on the part ofDasein which \nit has explicitly appropriated, but because it is insensitive to every differ­\nence of level and of genuineness and thus never gets to the 'heart of the \nmatter' [\"auf die Sachen\"]. By publicness everything gets obscured, and \nwhat has thus been covered up gets passed off as something familiar and \naccessible to everyone. \nThe \"they\" is there alongside everywhere [ist iiberall dabei], but in \nsuch a manner that it has always stolen away whenever Dasein presses \nfor a decision. Yet because the \"they\" presents every judgment and deci­\nsion as its own, it deprives the particular Dasein of its answerability. The \n\"they\" can, as it were, manage to have 'them' constantly invoking it.1 \nIt can be answerable for everything most easily, because it is not someone \nwho needs to vouch for anything. It 'was' always the \"they\" who did it, \nand yet it can be said that it has been 'no one'. In Dasein's everydayness \nthe agency through which most things come about is one of which we \nmust say that \"it was no one\". \nThus the particular Dasein in its everydayness is disburdened by the \n\"they\". Not only that ; by thus disburdening it of its Being, the \"they\" \naccommodates Dasein [kommt . . .  dem Dasein entgegen] if Dasein \n1 28 \nhas any tendency to take things easily and make them easy. And be-\ncause the \"they\" constantly accommodates the particular Dasein by dis­\nburdening it of its Being, the \"they\" retains and enhances its stubborn \ndominion. \nEveryone is the other, and no one is himself. The \"they\", which supplies \n1 'Das Man kan es sich gleichsam leisten, dass \"man\" sich stiindig auf es beruft.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 168,
      "bucket": "D (5-10%)",
      "error_rate": 9.0,
      "unknown_words_sample": [
        "artikuliert",
        "bedeutsamkeit",
        "weise",
        "sinne",
        "massigen",
        "nicht",
        "sondern",
        "averageness",
        "ergriffenen",
        "oflogic"
      ],
      "full_text": "Being and Time \nontology of the present-at-hand-an ontology which, moreover, is still a \nrough one. So no matter in how many ways this logic may be improved \nand expanded, it cannot in principle be made any more flexible. Such \nreforms oflogic, oriented towards the 'humane sciences', only increase the \nontological confusion. \nThe \"they\" is an existentiale; and as a primordial phenomenon, it belongs to \nDasein's positive constitution. It itself has, in turn, various possibilities of \nbecoming concrete as something characteristic of Dasein [seiner daseins­\nmassigen Konkretion]. The extent to which its dominion becomes com­\npelling and explicit may change in the course of history. \nThe Self of everyday Dasein is the they-self, 1 which we distinguish from \nthe authentic Self-that is, from the Self which has been taken hold of in \nits own way [eigens ergriffenen] . As they-self, the particular Dasein has \nbeen. dispersed into the \"they\", and must first find itself. This dispersal \ncharacterizes the 'subject' of that kind of Being which we know as con­\ncernful absorption in the world we encounter as closest to us. If Dasein \nis familiar with itself as they-self, this means at the same time that the \n\"they\" itself prescribes that way of interpreting the world and Being-in­\nthe-world which lies closest. Dasein is for the sake of the \"they\" in an \neveryday manner, and the \"they\" itself Articulates the referential context \nof significance. 2 When entities are encountered, Dasein's world frees them for \na totality of involvements with which the \"they\" is familiar, and within the \nlimits which have been established with the \"they's\" averageness. Proxi­\nmally, factical Dasein is in the with-world, which is discovered in an average \nway. Proximally, it is not 'I', in the sense of my own Self, that 'am', but \nrather the Others, whose way is that of the \"they\". 3 In terms of the \"they\", \nand as the \"they\", I am 'given' proximally to 'myself' [mir \"selbst\"]. \nProximally Dasein is \"they\", and for the most part it remains so. If \nDasein discovers the world in its own way [eigens] and brings it close, if it \ndiscloses to itself its own authentic Being, then this discovery of the 'world' \nand this disclosure of Dasein are always accomplished as a clearing­\naway of concealments and obscurities, as a breaking up of the disguises \nwith which Dasein bars its own way. \nWith this Interpretation of Being-with and Being-one's-Self in the \n1 ' •\n•\n.\n das Man-selbst . .  .' This expression is also to be distinguished from 'das Man \nselbst' ('the \"they\" itself'), which appears elsewhere in this paragraph. In the first of these \nexpressions 'selbst' appears as a substantive, in the second as a mere intensive. \n?a 'Das Man selbst, worum-willen das Dasein alltiiglich ist, artikuliert den Verweisungs­\nzusammenhang der Bedeutsamkeit.' It is also possible to construe 'alltiiglich' as a pre­\ndicate adjective after 'ist' ; in that case we should read : 'Dasein is everyday for the sake \nof the \"they\".' \n3 ',Zuniichst \"bin\" nicht \"ich\" im Sinne des eigenen Selbst, sondern die Anderen in der \nWeise des Man.' In the earlier editions there are commas after ' \"ich\" ' and 'Anderen', \nwhich would suggest a somewhat different interpretation. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 169,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "selfsameness",
        "beh",
        "seinsverfassung",
        "subjekte",
        "everydayness",
        "stelle",
        "dasein",
        "sie",
        "seienden",
        "tritt"
      ],
      "full_text": "J68 \nBeing and Time \n\"they\", the question of the \"who\" of the everydayness of Being-with-one­\nanother is answered. These considerations have at the same time brought \nus a concrete understanding of the basic constitution of Dasein: Being-in­\nthe-world, in its everydayness and its averageness, has become visible. \n1 30 \nFrom the kind of Being which belongs to the \"they\" -the kind which \nis closest-everyday Dasein draws its pre-ontological way of interpreting \nits Being. In the first instance ontological Interpretation follows the \ntendency to interpret it this way : it understands Dasein in terms of the \nworld and comes across it as an entity within-the-world. But that is not all: \neven that meaning of Being on the basis of which these 'subject' entities \n[diese seienden \"Subjekte\"] get understood, is one which that ontology \nof Dasein which is 'closest' to us lets itself present in terms of the 'world'. \nBut because the phenomenon of the world itself gets passed over in this \nabsorption in the world, its place gets taken [tritt an seine Stelle] by what \nis present-at-hand within-the-world, namely, Things. The Being of those \nentities which are there with us, gets conceived as presence-at-hand. Thus \nby exhibiting the positive phenomenon of the closest everyday Being-in­\nthe-world, we have made it possible to get an insight into the reason why \nan ontological Interpretation of this state of Beh,1g has been missing. This. \nvery state of Being, 1 in its everyday kind of Being, is what proximally misses itself \nand covers itself up. \nIf the Being of everyday Being-with-one-another is already different \nin principle from pure presence-at-hand-in spite of the fact that it is \nseemingly close to it ontologically-still less can the Being of the authentic \nSelf be conceived as presence-11t-hand. Authentic Being-one's-Self does not \nrest upon an exceptional condition of the subject, a condition that has \nbeen detached from the \"they\" ; it is rather an existentiell modification of the \n\"they\"- of the \"they\" as an essential existentiale. \nBut in that case there is ontologically a gap separating the selfsameness \nof the authentically existing Self from the identity of that \"I\" which \nmaintains itself throughout its manifold Experiences. \n1 We interpret Heidegger's pronoun 'Sie' as referring to 'Seinsverfassung' ('state of \nBeing') ;  but there are other words in the previous sentence to which it might refer with \njust as much grammatical plausibility, particularly 'Interpretation'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 172,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "concernful",
        "dasein",
        "gelichtet",
        "lichtung",
        "disclosedness",
        "factically",
        "ownmost",
        "erleuchtet",
        "lichten",
        "severant"
      ],
      "full_text": "Being and Time \n'problem of knowledge' has often been ontologically disguised to the point \nwhere it has been lost sight of altogether. \nThe entity which is essentially constituted by Being-in-the-world is \nitself in every case its 'there'. According to the familiar signification of the \nword, the 'there' points to a 'here' and a 'yonder'. There 'here' of an \n'1-here' is always understood in relation to a 'yonder' ready-to-hand, in \nthe sense of a Being towards this 'yonder'-a Being which is de-severant, \ndirectional, and concernful. Dasein's existential spatiality, which thus \ndetermines its 'location', is itself grounded in Being-in-the-world. The \n\"yonder\" belongs definitely to something encountered within-the-world. \n'Here' and 'yonder' are possible only in a 'there'-that is to say, only if \nthere is an entity which has made a disclosure of spatiality as the Being of \nthe 'there'. This entity carries in its ownmost Being the character of not \nbeing closed off. In the expression 'there' we have in view this essential \ndisclosedness. By reason of this disclosedness, this entity (Dasein), together \nwith the Being-there1 of the world, is 'there' for itself. \nWhen we talk in an ontically figurative way of the lumen naturale in \n133 \nman, we have in mind nothing other than the existential-ontological \nstructure of this entity, that it is in such a way as to be its \"there\". To say \nthat it is 'illuminated' [\"erleuchtet\"] means that as Being-in-the-world \nit is cleared [gelichtet] in itself, not through any other entity, but in such \na way that it is itself the clearing. 2 Only for an entity which is existentially \ncleared in this way does that which is present-at-hand become accessible in \nthe light or hidden in the dark. Byitsverynature, Dasein brings its \"there\" \nalong with it. If it lacks its \"there\", it is not factically the entity which is \nessentially Dasein; indeed, it is not this entity at all. Dasein is its disclosedness. \nWe are to set forth the Constitution of this Being. But in so far as the \nessence of this entity is existence, the existential proposition, 'Dasein is its \ndisclosedness', means at the same time that the Being which is an issue for \nthis entity in its very Being is to be its 'there'. In addition to characterizing \nthe primary Constitution of the Being of disclosedness, we will require, in \nconformity with the course of the analysis, an Interpretation of the kind \nof Being in which this entity is its \"there\" in an everyday manner. \nThis chapter, in which we shall undertake the explication of Being-in as \nsuch (that is to say, of the Being of the \"there\"), breaks up into two parts : \nA. the existential Constitution of the \"there\" ; B. the everyday Being of the \n\"there\", and the falling of Dasein. \nIn understanding and state-of-mind, we shall see the two constitutive ways \n1 'Da-sein'. See our note 1, p. 27, H. 7 above. \n2 'Lichtung'. This word is customarily used to stand for a 'clearing' in the woods, not \nfor a 'clarification' ;  the verb 'lichten' is similarly used. The force of this passage lies in the \nfact that these words are cognates of the noun 'Licht' ('light'). \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 175,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "brutum",
        "fenheit",
        "facticity",
        "ontico",
        "dasein",
        "faktizitiit",
        "thrownness",
        "categorially",
        "sichbefinden",
        "vorfinden"
      ],
      "full_text": "174 \nBeing and Time \nontico-existentiell sense, Dasein for the most part evades the Being which \nis disclosed in the mood. In an ontologico-existential sense, this means that \neven in that to which such a mood pays no attention, Dasein is unveiled \nin its Being-delivered-over to the \"there\". In the evasion itself the \"there\" \nis something disclosed. \nThis characteristic of Dasein's Being-this 'that it is'-is veiled in its \n\"whence\" and \"whither\", yet disclosed in itself all the more unveiledly; \nwe call it the \"thrownness\" 1 of this entity into its \"there''; indeed, it is \nthrown in such a way that, as Being-in-the-world, it is the \"there\". The \nexpression \"thrownness\" is meant to suggest the facticity of its being \ndelivered over. 2 The 'that it is and has to be' which is disclosed in Dasein's \nstate-of-mind is not the same 'that-it-is' which expresses ontologico­\ncategorially the factuality belonging to presence-at-hand. This factuality \nbecomes accessible only if we ascertain it by looking at it. The \"that-it-is\" \nwhich is disclosed in Dasein's state-of-mind must rather be conceived as \nan existential attribute of the entity which has Being-in-the-world as its \nway of Being. Facticity is not the factuality of the factum brutum of some­\nthing present-at-hand, but a characteristic of Dasein' s Being-one which has been \ntaken up into existence, even if proximally it has been thrust aside. The \"that-it-is\" \nof facticity never becomes something that we can come across by behold­\ning it. \nAn entity of the character of Dasein is its \"there\" in such a way that, \nwhether explicitly or not, it finds itself [sich befindet] in its thrownness. \nIn a state-of-mind Dasein is always brought before itself, and has . \nalways found itself, not in the sense of coming across itself by perceiving \nitself, but in the sense of finding itself in the mood that it has. 3 & an entity \nwhich has been delivered over to its Being, it remains also delivered over \nto the fact that it must always have found itself-but found itself in a \nway of finding which arises not so much from a direct seeking as rather \nfrom a fleeing. The way in which the mood discloses is not one in which \nwe look at thrownness, but one in which we turn towards or turn away \n[An- und Abkehr]. For the most part the mood does not turn towards \nthe burdensome character of Dasein which is manifest in it, and least of all \ndoes it do so in the mood of elation when this burden has been alleviated. \nIt is always by way of a state-of-mind that this turning-away is what it is. \n1 'Gewoʹfenheit'. This important term, which Heidegger introduces here, is further \ndiscussed in Section 38. \n2 'Der Ausdruck Geworfenheit soil die Faktizitiit der Oberantwortung andeuten.' On the \ndistinction between 'facticity' and 'factuality', see H. 56 above. \n3 In this sentence there is a contrast between 'wahrnehmendes Sich-vorfinden' ('coming \nacross itself by perceiving') and 'gestimmtes Sichbefinden' ('finding itself in the mood \nthat it has'). In the next sentence, on the other hand, 'found' and 'finding' represent \n'gefunden' and 'Finden'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 176,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "tuary",
        "stimmung",
        "nichts",
        "alles",
        "irrationalism",
        "unerbittlicher",
        "verschliigt",
        "bringt",
        "dasein",
        "riitselhaftigkeit"
      ],
      "full_text": "I. 5 \nBeing and Time \n175 \nPhenomenally, we would wholly fail to recognize both what mood \ndiscloses and how it discloses, if that which is disclosed were to be com­\npared with what Dasein is acquainted with, knows, and believes 'at the \nsame time' when it has such a mood. Even if Dasein is 'assured' in its \n1 36\nbelief about its 'whither', or if, in rational enlightenment, it supposes \nitself to know about its \"whence\", all this counts for nothing as against \nthe phenomenal facts of the case : for the mood brings Dasein before the \n\"that-it-is\" of its \"there\", which, as such, stares it in the face with the \ninexorability of an enigma.1 From the existential-ontological point of view, \nthere is not the slightest justification for minimizing what is 'evident' in \nstates-of-mind, by measuring it against the apodictic certainty of a theo­\nretical cognition of something which is purely present-at-hand. However \nthe phenomena are no less falsified when they are banished to the sanc-\ntuary of the irrational. When irrationalism, as the counterplay of ration-\nalism, talks about the things to which ration11lism is blind, it does so only \nwith a squint. \n· \nFactically, Dasein can, should, and must, through knowledge and will, \nbecome master of its moods ; in certain possible ways of existing, this may \nsignify a priority of volition and cognition. Only we must not be misled \nby this into denying that ontologically mood is a primordial kind of Being \nfor Dasein, in which Dasein is disclosed to itself prior to all cognition and \nvolition, and beyond their range of disclosure. And furthermore, when we \nmaster a mood, we do so by way of a counter-mood ; we are never free \nof moods. Ontologically, we thus obtain as the .first essential characteristic \nof states-of-mind that they disclose Dasein in its thrownness, and-proximally and \nfor the most part-in the manner of an evasive turning-away. \nFrom what has been said we can see already that a state-of-mind is \nvery remote from anything like coming across a psychical condition by \nthe kind of apprehending which first turns round and then back. Indeed \nit is so far from this, that only because the \"there\" has already been dis­\nclosed in a state-of-mind can immanent reflection come across 'Experiences' \nat all. The 'bare mood' discloses the \"there\" more primordially, but corre­\nspondingly it closes it off more stubbornly than any not-perceiving. \nThis is shown by bad moods. In these, Dasein becomes blind to itself, \nthe environment with which it is concerned veils itself, the circumspection \nof concern gets led astray. States-of-mind are so far from being reflected \nupon, that precisely what they do is to assail Dasein in its unreflecting \ndevotion to the 'world' with which it is concerned and on which it expends \n1 ' •\n•\n•\n so verschliigt das alles nichts gegen den phiinomenalen Tatbestand, dass die \nStimmung das Dasein vor das Dass seines Da bringt, als welches es ihm in unerbittlicher \nRiitselhaftigkeit entgegenstarrt.' The pronoun 'es' (the reference of which is not entirely \nunambiguous) appears only in the later editions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 179,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "tional",
        "everydayness",
        "tradi",
        "dasein",
        "taotj",
        "tions",
        "vorstellen",
        "thrownness",
        "founda",
        "tion"
      ],
      "full_text": "Being and Time \nI. s \nThe different modes of state-of-mind and the ways in which they are \ninterconnected in their foundations cannot be Interpreted within the \nproblematic of the present investigation. The phenomena have long been \nwell-known ontically under the terms \"affects\" and \"feelings\" and have \nalways been under consideration in philosophy. It is not an accident that \nthe earliest systematic Interpretation of affects that has come down to us \nis not treated in the framework of 'psychology'. Aristotle investigates the \n'TaOTJ (affects] in the second book of his Rhetoric. Contrary to the tradi­\ntional orientation, according to which rhetoric is conceived as the kind of \nthing we 'learn in school', this work of Aristotle must be taken as the first \nsystematic hermeneutic of the everydayness of Being with one another. \nPublicness, as the kind of Being which belongs to the \"they\" (Cf. Section \n27), not only has in general its own way of having a mood, but needs \nmoods and 'makes' them for itself. It is into such a mood and out of such \n1 39 \na mood that the orator speaks. He must understand the possibilities of \nmoods in order to rouse them and guide them aright. \nHow the Interpretation of the affects was carried further in the Stoa, \nand how it was handed down to modem times through patristic and \nscholastic theology, is well known. What has escaped notice is that the \nbasic ontological Interpretation of the affective life in general has been able \nto make scarcely one forward step worthy of mention since Aristotle. On \nthe contrary, affects and feelings come under the theme of psychical \nphenomena, functioning as a third class of these, usually along with idea­\ntion [Vorstellen] and volition. They sink to the level of accompanying \nphenomena. \nIt has been one of the merits of phenomenological research that it has \nagain brought these phenomena more unrestrictedly into our sight. Not \nonly that: Scheler, accepting the challenges of Augustine and Pascal,v \nhas guided the problematic to a consideration of how acts which 'repre­\nsent' and acts which 'take an interest' are interconnected in their founda­\ntions. But even here the existential-ontological foundations of the \nphenomenon of the act in general are admittedly still obscure. \nA state-of-mind not only discloses Dasein in its thrownness and its \nsubmission to that world which is already disclosed with its own Being ; \nit is itself the existential kind of Being in which Dasein constantly sur­\nrenders itself to the 'world' and lets the 'world' \"matter\" to it in such a \nway that somehow Dasein evades its very self. The existential constitution \nof such evasion will become clear in the phenomenon of falling. \nA state-of-mind is a basic existential way in which Dasein is its \"there\". \nIt not only characterizes Dasein ontologically, but, because of what it \ndiscloses, it is at the same time methodologically significant in principle \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 180,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "whatso",
        "nicht",
        "geheuer",
        "detrimentality",
        "dasein",
        "der",
        "thi",
        "furchtbare",
        "erata",
        "das"
      ],
      "full_text": "Being and Time \n179 \nfor the existential analytic. Like any ontological Interpretation whatso­\never, this analytic can only, so to speak, \"listen in\" to some previously \ndisclosed entity as regards its Being. And it will attach itself to Dasein's \ndistinctive and most far-reaching possibilities of disclosure, in order to \nget information about this entity from these. Phenomenological Inter-\nr 40 \npretation must make it possible for Dasein itself to disclose things primord-\nially ; it must, as it were, let Dasein interpret itself. Such Interpretation \ntakes part in this disclosure only in order to raise to a conceptual level the \nphenomenal content of what has been disclosed, and to do so existentially. \nLater (Cf. Section 40) 1 we shall provide an Interpretation of anxiety \nas such a basic state-of-mind ofDasein,and as one which is significant from \nthe existential-ontological standpoint; with this in view, we shall now \nillustrate the phenomenon of state-of-mind even more concretely in its \ndeterminate mode of fear. \nʁ 30. Fear as a Mode of State-of-Mind \nThere are three points of view from which the phenomenon of fear may \nbe considered. We shall analyse : (r) that in the face of which we fear, \n(2) fearing, and (3) that about which we fear. These possible ways of \nlooking at fear are not accidental ; they belong together. With them the \ngeneral structure of states-of-mind comes to the fore. We shall complete \nour analysis by alluding to the possible ways in which fear may be \nmodified; each of these pertains to different items in the structure of fear. \nThat in the face of which we fear, the 'fearsome', 2 is in every case some­\nthi'D.g which we encounter within-the-world and which may have either \nreadiness-to-hand, presence-at-hand, or Dasein-wit'; as its kind of Being. \nWe are not going to make an ontical report on those entities which can \noften and for the most part be 'fearsome' :  we are to define the fearsome \nphenomenally in its fearsomeness. What do we encounter in fearing that \nbelongs to the fearsome as such ? That in the face of which we fear can \nbe characterized as threatening. Here several points must be considered. \nI. What we encounter has detrimentality as its kind of involvement. It \nshows itself within a context of involvements. 2. The target of this detri­\nmentality is a definite range of what can be affected by it; thus the detri­\nmentality is itself made definite, and comeɟ; from a definite region. 3· The \nregion itself is well known as such, and so i:; that which is coming from it ; \nbut that which is coming from it has something 'queer' about it.3 4· That \nwhich is detrimental, as something that threatens us, is not yet within \n1 The earliest editions cite Section 39 rather than Section 40. This has been corrected \nin the list of erata. \nI 'Das Wovor der Furcht, das Furchtbare .\n.\n•\n \n' \n8 ' •\n•\n•\n mit dem es nicht \"geheuer\" ist.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 183,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "grauen",
        "sinne",
        "vereinzelten",
        "dasein",
        "entsetzen",
        "veranlagung",
        "isolieren",
        "becom",
        "einer",
        "ontischen"
      ],
      "full_text": "182 \nBeing and Time \nthat which threatens has the character of something altogether unfamiliar, \nthen fear becomes dread [Grauen]. And where that which threatens is laden \nwith dread, and is at the same time encountered with the suddenness of \nthe alarming, then fear becomes terror [Entsetzen]. There are further \nvariations offear, which we know as timidity, shyness, misgiving, becom­\ning startled. All modifications of fear, as possibilities of having a state-of­\nmind, point to the fact that Dasein as Being-in-the-world is 'fearful' \n[\"furchtsam\"]. This 'fearfulness' is not to be understood in an ontical \nsense as some factical 'individualized' disposition, 1 but as an existential \npossibility of the essential state-of-mind of Dasein in general, though of \ncourse it is not the only one. \nɠ 31. Being-there as Understanding \nState-of-mind is one of the existential structures in which the Being of \nthe 'there' maintains itself. Equiprimordial with it in constituting this \nBeing is understanding. A state-of-mind always has its understanding, even \n143 \nif it merely keeps it suppressed. Understanding always has its mood. If \nwe Interpret understanding as a fundamental existentiale, this indicates \nthat this phenomenon is conceived as a basic mode of Dasein's Being. On \nthe other hand, 'understanding' in the sense of one possible kind of cog­\nnizing among others (as distinguished, for instance, from 'explaining'), \nmust, like explaining, be Interpreted as an existential derivative of that \nprimary understanding which is one of the constituents of the Being of \nthe \"there\" in general. \nWe have, after all, already come up against this primordial under­\nstanding in our previous investigations, though we did not allow it to be \nincluded explicitly in the theme under discussion. To say that in existing, \nDasein is its \"there\", is equivalent to saying that the world is 'there' ; its \nBeing-there is Being-in. And the latter is likewise 'there', as that for the sake \nof which Dasein is. In the \"for-the-sake-of-which\", existing Being-in-the­\nworld is disclosed as such, and this disclosedness we have called \"under­\nstanding\".vii In the understanding of the \"for-the-sake-of-which\", the \nsignificance which is grounded therein, is disclosed along with it. The \ndisclosedness of understanding, as the disclosedness of the \"for-the-sake­\nof-which\" and of significance equiprimordially, pertains to the entirety of \nBeing-in-the-world. Significance is that on the basis of which the world is \ndisclosed as such. To say that the \"for-the-sake-of-which\" and significance \nare both disclosed in Dasein, means that Dasein is that entity which, as \nBeing-in-the-world, is an issue for itself. \n1 ' •\n.\n.\n im ontischen Sinne einer faktischen, \"vereinzelten\" Veranlagung . . .' While the \nverb 'vereinzeln' often means 'to isolate', Heidegger does not ordinarily use it in this \nsense. Indeed he contrasts it with the verb 'isolieren'. Cf. H. 188 below. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 184,
      "bucket": "E (10%+)",
      "error_rate": 10.5,
      "unknown_words_sample": [
        "bedeutung",
        "jenes",
        "sache",
        "vorhandenen",
        "pos",
        "vorstehen",
        "ontically",
        "ergreift",
        "dasein",
        "diesem"
      ],
      "full_text": "I. 5 \nBeing and Time \nWhen we are talking ontically we sometimes use the expression 'under­\nstanding something' with the signification of 'being able to manage \nsomething', 'being a match for it', 'being competent to do something' .1 \nIn understanding, as an existentiale, that which we have such competence \nover is not a \"what\", but Being as existing. The kind of Being which \nDasein has, as potentiality-for-Being, lies existentially in understanding. \nDasein is not something present-at-hand which possesses its competence \nfor something by way of an extra; it is primarily Being-possible. Dasein is \nin every case what it can be, and in the way in which it is its possibility. \nThe Being-possible which is essential for Dasein, pertains to the ways of \nits solicitude for Others and of its concern with the 'world', as we have \ncharacterized them; and in all these, and always, it pertains to Dasein's \npotentiality-for-Being towards itself, for the sake of itself. The Being­\npossible which Dasein is existentially in every case, is to be sharply \ndistinguished both from empty logical possibility and from the contingency \nof something present-at-hand, so far as with the present-at-hand this or \nthat can 'come to pass'.2 As a modal category of presence-at-hand, \npossibility signifies what is not yet actual and what is not at any time necessary. \nIt characterizes the merely possible. Ontologically it is on a lower level than \nactuality and necessity. On the other hand, possibility as an existentiale is \nthe most primordial and ultimate positive way in which Dasein is \n144 \ncharacterized ontologically. As with existentiality in general, we can, in \nthe first instance, only prepare for the problem of possibility. The phenom-\nenal basis for seeing it at all is provided by the understanding as a dis­\nclosive potentiality-for-Being. \nPossibility, as an existentiale, does not signify a free-floating potentiality­\nfor-Being in the sense of the 'liberty of indifference' (libertas indiferentiae). \nIn every case Dasein, as essentially having a state-of-mind, has already \ngot itself into definite possibilities. As the potentiality-for-Being which is \nis, it has let such possibilities pass by; it is constantly waiving the pos­\nsibilities of its Being, or else it seizes upon them and makes mistakes. 3 But \nthis means that Dasein is Being-possible which has been delivered over to \nitself-thrown possibility through and through. Dasein is the possibility of \nBeing-free for its ownmost potentiality-for-Being. Its Being-possible is \ntransparent to itself in different possible ways and degrees. \nUnderstanding . is the Being of such potentiality-for-Being, which is \n1 ' •\n•\n•\n in der Bedeutung von \"einer Sache \n,\nvo;stehen kiin?eȧ\", \"ih; gewachȨen. sein\", \n\"etwas kiinnen\" .' The expression 'vorstehen \n( to manage , to be m charge ) IS here \nconnected with 'verstehen' ('to understand'). \n2 ' •\n•\n•\n von der Kontingenz eines Vorhandenen, sofern mit diesem das und jenes \"pas­\naieren\" kann.' \na ' • • •  ergreift sie und vergreift sich.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 186,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "werfen",
        "vorwirft",
        "gemeinten",
        "entwurf",
        "facticity",
        "vorwerfen",
        "dasein",
        "solche",
        "einem",
        "spielraum"
      ],
      "full_text": "Being and Time \n185 \nstructure which we call \"projection\" .1 With equal primordiality the under­\nstanding projects Dasein's Being both upon its \"for-the-sake-of-which\" \nand upon significance, as the worldhood of its current world. The char­\nacter of understanding as projection is constitutive for Being-in-the-world \nwith regard to the disclosedness of its existentially constitutive state-of­\nBeing by which the factical potentiality-for-Being gets its leeway \n[Spielraum] . And as thrown, Dasein is thrown into the kind of Being \nwhich we call \"projecting\". Projecting has nothing to do with comporting \noneself towards a plan that has been thought out, and in accordance with \nwhich Dasein arranges its Being. On the contrary, any Dasein has, as \nDasein, already projected itself; and as long as it is, it is projecting. As \nlong as it is, Dasein always has understood itself and always will under­\nstand itself in terms of possibilities. Furthermore, the character of under­\nstanding as projection is such that the understanding does not grasp \nthematically that upon which it projects-that is to say, possibilities. \nGrasping it in such a manner would take away from what is projected its \nvery character as a possibility, and would reduce it to the given contents \nwhich we have in mind ; whereas projection, in throwing, throws before \nitself the possibility as possibility, and lets it be as such. 2 As projecting, \nunderstanding is the kind of Being of Dasein in which it is its possibilities \nas possibilities. \nBecause of the kind of Being which is constituted by the existentiale of \nprojection, Dasein is constantly 'more' than it factually is, supposing that \none might want to make an inventory of it as something-at-hand and list \nthe contents of its Being, and supposing that one were able to do so. But \nDasein is never more than it factically is, for to its facticity its potentiality­\nfor-Being belongs essentially. Yet as Being-possible, moreover, Dasein is \nnever anything less ; that is to say, it is existentially that which, in its \n1 'Entwurf'. The basic meaning of this noun and the cognate verb 'entwerfen' is that of \n'throwing' something 'off' or 'away' from one; but in ordinary German usage, and often \nin Heidegger, they take on the sense of'designing' or 'sketching' some 'project' which is to \nbe carried through ; and they may also be used in the more special sense of'projection' in \nwhich a geometer is said to 'project' a curve 'upon' a plane. The words 'projection' and \n'project' accordingly lend themselves rather well to translating these words in many \ncontexts, especially since their root meanings are very similar to those of 'Entwurf' and \n'entwerfen' ;  but while the root meaning of 'throwing- off' is still very much alive in \nHeidegger's German, it has almost entirely died out in the ordinary English usage of \n'projection' and 'project', which in turn have taken on some connotations not felt in the \nGerman. Thus when in the English translation Dasein is said to 'project' entities, or \npossibilities, or even its own Being 'upon' something, the reader should bear in mind \nthat the root meaning of 'throwing' is more strongly felt in the German than in the \ntranslation. \ns •  \n•\n•\n.\n zieht es herab zu einem gegebenen, gemeinten Bestand, wahrend der Entwurfim \nWerfen die Miiglichkeit als Miiglichkeit sich vorwirft und als solche sein !asst.' The expres­\nsion 'einem etwas vorwerfen' means literally to 'throw something forward to someone', \nbut often has the connotation of 'reproaching him with something', or 'throwing some­\nthing in his teeth'. Heidegger may have more than one of these significations in mind. \n"
    }
  ]
}