{
  "batch_id": 2,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 47,
      "bucket": "D (5-10%)",
      "error_rate": 7.3,
      "unknown_words_sample": [
        "sinne",
        "seinssinn",
        "cogito",
        "gether",
        "ques",
        "sive",
        "dasein",
        "creatum",
        "meditationes",
        "ownmost"
      ],
      "full_text": "Being and Time \nINT. II \nIn taking over Descartes' ontological position Kant made an essential \nomission : he failed to provide an ontology of Dasein. This omission was \na decisive one in the spirit [im Sinne] of Descartes' ownmost Tendencies. \nWith the 'cogito sum' Descartes had claimed that he was putting philo­\nsophy on a new and firm footing. But what he left undetermined when he \nbegan in this 'radical' way, was the kind of Being which belongs to the \nres cogitans, or-more precisely-the meaning of the Being of the 'sum'.1 By \nworking out the unexpressed ontological foundations of the 'cogito sum', we \nshall complete our sojourn at the second station along the path of our \ndestructive retrospect of the history of ontology. Our Interpretation will \nnot only prove that Descartes had to neglect the question of Being alto­\ngether; it will also show why he came to suppose that the absolute 'Being­\ncertain' [\"Gewisssein\"] of the cogito exempted him from raising the ques­\ntion of the meaning of the Being which this entity possesses. \nYet Descartes not only continued to neglect this and thus to accept a \ncompletely indefinite ontological status for the res cogitans sive mens sive \nanimus ['the thing which cognizes, whether it be a mind or spirit'] : he \nregarded this entity as afundamentum inconcussum, and applied the medieval \nontology to it in carrying through the fundamental considerations of his \nMeditationes. He defined the res cogitans ontologically as an ens; and in the \nmedieval ontology the meaning of Being for such an ens had been fixed \nby understanding it as an ens creatum. God, as ens infinitum, was the ens \ni n  c r e a  t u m. But createdness [Geschaffenheit] in the widest sense of \nsomething's having been produced [Hergestelltheit], was an essential \n25 \nitem in the structure of the ancient conception of Being. The seemingly \nnew beginning which Descartes proposed for philosophizing has revealed \nitself as the implantatiop of a baleful prejudice, which has kept later \ngenerations from making a\"ny thematic ontological analytic of the 'mind' \n[\"Gemiites\"] such as would take the question of Being as a clue and \nwould at the same time come to grips critically with the traditional \nancient ontology. \nEveryone who is acquainted with the middle ages sees that Descartes is \n'dependent' upon medieval scholasticism and employs its terminology. \nBut with this 'discovhy' nothing is achieved philosophically as long as it \nremains obscure to what a profound extent the medieval ontology has \ninfluenced the way in which posterity has determined or failed to deter­\nmine the ontological character of the res cogitans. The full extent of this \ncannot be estimated until both the meaning and the limitations of the \nancient ontology have been exhibited in terms of an orientation directed \n1 We follow the later editions in reading 'der Seinssinn des \"sum\" '. The earlier editions \nhave an anacoluthic 'den' for 'der'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 49,
      "bucket": "E (10%+)",
      "error_rate": 10.4,
      "unknown_words_sample": [
        "wird",
        "vorhandenem",
        "heit",
        "gegenwiirtigen",
        "gegenwiirtigens",
        "inexplicitly",
        "mynv",
        "vorhanden",
        "aufhob",
        "auslegung"
      ],
      "full_text": "Being and Time \nINT. II \nis why Aristotle 'no longer has any understanding' of it, for he has put it \non a more radical footing and raised it to a new level [aufhob]. MyE'v \nitself--or rather voEiv, that simple awareness of something present-at-\n26 \nhand in its sheer presence-at-hand, 1 which Parmenides had already taken \nto guide him in his own interpretation of Being-has the Temporal \nstructure of a pure 'making-present' of something.11 Those entities which \nshow themselves i n  this and fo r it, and which are understood as entities \nin the most authentic sense, thus get interpreted with regard to the \nPresent; that is, they are conceived as presence (ovula) .3 \nYet the Greeks have managed to interpret Being in this way without \nany explicit knowledge of the clues which function here, without any \nacquaintance with the fundamental ontological function of time or even \nany understanding of it, and without any insight into the reason why this \nfunction is possible. On the contrary, they take time itself as one entity \namong other entities, and try to grasp it in the structure of its Being, \nthough that way of understanding Being which they have taken as their \nhorizon is one which is itself naively and inexplicitly oriented towards \ntime. \nWithin the framework in which we are about to work out the principles \nof the question of Being, we cannot present a detailed Temporal Inter­\npretation of the foundations of ancient ontology, particularly not of its \nloftiest and purest scientific stage, which is reached in Aristotle. Instead \nwe shall give an interpretation of Aristotle's essay on time, 11 which may \nbe chosë as providing a way of discriminating the basis and the limitations \nof the ancient science of Being. \nAristotle's essay on time is the first detailed Interpretation of this \n1 ' •\n•\n•\n von etwas Vorhandenem in seiner puren Vorhandenheit . .  .' The adjective \n'vorhanden' means literally 'betorGthe hand', but this signification has long since given \nway to others. In ordinary German usage it may, for instance, be applied to the stock of \ngoods which a dealer has 'on hand', or to the 'extant' works of an author; and in earlier \nphilosophical writing it could be used, like the word 'Dasein' itself, as a synonym for the \nLatin 'existentia'. Heidegger, however, distinguishes quite sharply between 'Dasein' and \n'Vorhandenheit', using the latter to designate a kind of Being which belongs to things \nother than Dasein. We shall translate 'vorhanden' as 'present-at-hand', and 'Vorhanden­\nheit' as 'presence-at-hand'. The reader must be careful not to confuse these expressions \nwith our 'presence' ('Anwesenheit') and 'the Present' ('die Gegenwart'), etc., or with a \nfew other verbsßd adjectives which we may find it convenient to translate by 'present'. \n2 ' •\n•\n•\n des reinen \"Gegenwiirtigens\" von etwas'. The verb 'gegenwiirtigen', which is \nderived from the adjective 'gegenwiirtig', is not a normal German verb, but was used by \nHuserl and is used extensively by Heidegger. While we shall translate it by various forms \nof 'make present', it does not necessarily mean 'making physically present', but often \nmeans something like 'bringing vividly to mind'. \n3 'Das Seiende, das sich in ihm fiir es zeigt und das als das eigentliche Seiende \nverstanden wird, erhlilt demnach seine Auslegung in Riicksicht auf-Gegen-wart, \nd.h. es ist als Anwesenheit (o!lula) begriffen.' The hyphenation of 'Gegen-wart' calls \nattention to the structure of this word in a way which cannot be reproduced in English. \nSee note 2, p. 47, H. 25 above. The pronouns 'ihm' and 'es' presumably both refer back \nto Mynv, though their reference is ambiguous, as our version suggests. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 51,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "husser",
        "sache",
        "vorbegriff",
        "sachen",
        "vov",
        "pheno",
        "halle",
        "concep",
        "int",
        "ception"
      ],
      "full_text": "so \nBeing and Time \nINT. II \nagainst the fundamental question of philosophy. This is one that must be \ntreated phenomenologically. Thus our treatise does not subscribe to a 'stand­\n}JOint' or represent any special 'direction'; for phenomenology is nothing \nof either sort, nor can it become so as long as it understands itself. The \nexpression 'phenomenology' signifies primarily a methodological concep­\ntion. This expression does not characterize the what of the objects of \nphilosophical research as subject-matter, but rather the how of that \nresearch. The more genuinely a methodological concept is worked out \nand the more comprehensively it determines the principles on which a \nscience is to be conducted, all the more primordially is it rooted in the way \nwe come to terms with the things themselves, 1 and the farther is it \nremoved from what we call \"technical devices\", though there are many \n5uch devices even in the theoretical disciplines. \nThus the term 'phenomenology' expresses a maxim which can be for-\n28 \nmulated as 'To the things themselves !' It is opposed to all free-floating \nconstructions and accidental findings ; it is opposed to taking over any \nconceptions which only seem to have been demonstrated; it is opposed \nto those pseudo-questions which parade themselves as 'problems', often \nfor generations at a time. Yet this maxim, one may rejoin, is abundantly \nself-evident, and it expresses, moreover, the underlying principle of any \nscientific knowledge whatsoever. Why should anything so self-evident be \ntaken up explicitly in giving a title to a branch of research ? In point of \nfact, the issue here is a kind of 'self-evidence' which we should like to \nbring closer to us, so far as it is important to do so in casting light upon \nthe procedure of our treatise. We shall expound only the preliminary \nconception [Vorbegriff] of phenomenology. \nThis expression has two components : \"phenomenon\" and \"logos\". \nBoth of these go back to terms fr.pm the Greek : cpaw6p.£vov and .\\6yoS'. \nTaken superficially, the term \"phenomenology\" is formed like \"theology\", \n\"biology\", \"sociology\"-names which may be translated as \"science of \nGod\", \"science of life\", \"science of society\". This would make pheno­\nmenology the science qf phenomena. We shall set forth the preliminary con­\nception of phenomenology by characterizing what one has in mind in the \nterm's two components, 'phenomenon' and 'logos', and by establishing \nthe meaning of the naŉe in which these are put together. The history of \n1 The appeal to the 'Sachen selbst', which Heidegger presents as virtually a slogan for \nHusserl's phenomenology, is not easy to translate without giving misleading impressions. \nWhat Husser! has in mind is the 'things' that words may be found to signify when their \nsignifications are correctly intuited by the right kind of Anschauung. (Cf. his Logische \nUntersuchungen, vol. 2, part 1, second edition, Halle, 1913, p. 6.) We have followed Marvin \nFarber in adopting 'the things themselves'. (Cf. his The Foundation of Phenomenology, \nCambridge, Mass., 1943, pp. 202-3.) The word 'Sache' will, of course, be translated in \nother ways also. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 53,
      "bucket": "D (5-10%)",
      "error_rate": 9.5,
      "unknown_words_sample": [
        "krankheitserscheinungen",
        "erscheinen",
        "scheinen",
        "hervorgebrachte",
        "whi",
        "weise",
        "distinc",
        "zeigen",
        "tion",
        "meldende"
      ],
      "full_text": "Being and Time \nINT. II \nThis is what one is talking about when one speaks of the 'symptoms of \na disease' [\"Krankheitserscheinungen\"]. Here one has in mind certain \noccurrences in the body which show themselves and which, in showing \nthemselves a s thus showing themselves, 'indicate' [\"indizieren\"] some­\nthing which does not show itself. The emergence [Auftreten] of such \noccurrences, their showing-themselves, goes together with the Being­\npresent-at-hand of disturbances which do not show themselves. Thus \nappearance, as the appearance 'of something', does not mean showing­\nitself; it means rather the announcing-itself by [von] something which \ndoes not show itself, but which announces itself through something which \ndoes show itself. Appearing is a not-showing-itself. But the 'not' we find \nhere is by no means to be confused with the privative \"not\" which we \nused in defining the structure of semblance.1 What appears does not show \nitself; and anything which thus fails to show itself, is also something which \ncan never s e e m .2 All indications, presentations, symptoms, and symbols \nhave this basic formal structure of appearing, even though they differ \namong themselves. \nrespect for the translator, the passage shows some signs of hasty constructicm, and a few \ncomments may be helpful. We are told several times that 'appearance' and 'phenome­\nnon' are to be sharply distinguished; yet we are also reminded that there is a sense in \nwhich they coincide, and even this sense seems to be twofold, though it is not clear that \nHeidegger is fully aware of this. The whole discussion is based upon two further distinc­\ntions : the distinction between 'showing' ('zeigen') and 'announcing' ('melden') and \n'bringing forth' ('hervorbringen'), and the distinction between ('x') that which 'shows \nitself' ('das Sichzeigende') or which 'does the announcing' ('das Meldende') or which \n'gets brought forth' ('das Hervorgebrachte'), and ()!') that which 'announces itself' \n('das Sichmeldende') or which does the bringing-forth. Heidegger is thus able to intro­\nduce the following senses of 'Erscheinung' or 'appearance' :  \n1a. an observable eventy, such a s  a symptom whiÉ announces a disease x by showing \nitself, and in or through which x announces itself without showing itself; \n1 b. y's showing-itself; \n, \n2. \nx's announcing-itself in or through y; \n3a. the 'mere appearance' y which x may /iring jOTth when x is of such a kind that its \nreal nature can ntver be made manifest; \n3b. the 'mere appearance' which is the bringing-forth of a 'mere appearance' in sense 3a. \nHeidegger makes abundantly clear that sense 2 is the proper sense of 'appearance' and \nthat senses 3a and 3b are the proper senses of 'mere appearance'. On H. 30 and 31 he \nconcedes that sense 1b corresponds to the primordial sense of 'phenomenon' ;  but his \ndiscussion on H. 28 suggests that 1a corresponds to this more accurately, and he reverts \nto this position towards the end of H. 30. \n1 ' •\n•\n•\n als welches es die Struktur des Scheins bestimmt.' (The older editions omit \nthe 'es'.) \n2 'Was sich in der Weise nicht zeigt, wie das Erscheinende, kann auch nie scheinen.' \nThis passage is ambiguous, but presumably 'das Erscheinende' is to be interpreted as the \nx of our note 1, p. 51, not our y. The reader should notice that our standardized transla­\ntion of 'scheinen' as 'seem' is one which herÊ becomes rather misleading, even though \nthese words correspond fairly well in ordinary usage. In distinguishing between 'scheinen' \nand 'erscheinen', Heidegger seems to be insisting that 'scheinen' can be done only by \nthe y which 'shows itself' or 'does the announcing', not by the x which 'announces \nitself' in or throughy, even though German usage does not differentiate these verbs quite \nso sharply. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 55,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "ausgezeichnete",
        "oflighting",
        "verweisungsbezug",
        "verweisen",
        "begegnis",
        "privatively",
        "seienden",
        "signi",
        "concep",
        "begegnen"
      ],
      "full_text": "54 \nBeing and Time \nINT. II \nplace, the 'objects of empirical intuition' : they are what shows itself in \nsuch intuition. But what thus shows itself (the \"phenomenon\" in the \ngenuine primordial sense) is at the same time an 'appearance' as an \nemanation of something which hides itself in that appearance-an emana­\ntion which announces. \nIn so far as a phenomenon is constitutive for 'appearance' in the signi-· \nfication of announcing itself through something which shows itself, though \nsuch a phenomenon can privatively take the variant form of semblance, \nappearance too can become mere semblance. In a certain kind oflighting \nsomeone can look as if his cheeks were flushed with red ; and the redness \n3 I \nwhich shows itself can be taken as an announcement of the Being-present­\nat-hand of a fever, which in turn indicates some disturbance in the \norganism. \n\"Phenomenon\", the showing-itself-in-itself, signifies a distinctive way in \nwhich something can be encountered.1 \"Appearance\", on the other hand, \nmeans a reference-relationship which i s in an entity itself, 2 and which \nis such that what does the riferring (or the announcing) can fulfil its possible \nfunction only if it shows itself in itself and is thus a 'phenomenon'. Both \nappearance and semblance are founded upon the phenomenon, though in \ndifferent ways. The bewildering multiplicity of 'phenomena' designated \nby the words \"phenomenon\", \"semblance\", \"appearance'', \"mere appear­\nance\", cannot be disentangled unless the concept of the phenomenon is \nunderstood from the beginning as that which shows itself in itself. \nIf in taking the concept of \"phenomenon\" this way, we leave indefinite \nwhich entities we consider as \"phenomena\", and leave it open whether \nwhat shows itself is an entity or rather some characteristic which an entity \nmay have in its Being, then we have merely arrived at theformal concep­\ntion of \"phenomenon\". If by .\"that which shows itself\" we understand \nthose entities which are accessible throilgh the empirical \"intuition\" in, \nlet us say, Kant's sense, then the formal conception of \"phenomenon\" \nwill indeed be legitimately employed. In this usage \"phenomenon\" has \nthe signification of the ordinary conception of phenomenon. But this \nordinary conception is not the phenomenological conceptionɡ If we keep \nwithin the horizon of the Kantian problematic, we can give an illustration \nof what is conceived phenomenologically as a \"phenomenon\", with \nreservations as to other differences; for we may then say that that which \nalready shows itself in the appearance as prior to the \"phenomenon\" as \n\\ \n1 ' •\n•\n•\n eine ausgezeichnete Begegnisart von etwas.' The noun 'Begegnis' is derived from \nthe verb 'begegnen', which is discussed in note 2, p. 70, H. 44 below. \n2 ' •\n•\n•\n einen seienden Verweisungsbezug im Seienden selbst . . .  ' The verb 'verweisen', \nwhich we shall translate as 'refer' or 'assign', depending upon the context, will receive \nfurther attention in Section 17 below. See also our note 2, p. 97, H. 68 below. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 56,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "ceived",
        "stantly",
        "cqr",
        "etc",
        "vernunft",
        "urteil",
        "aoyos",
        "priori",
        "oyos",
        "int"
      ],
      "full_text": "INT. II \nBeing and Time \n55 \nordinarily understood and as accompanying it in every case, can, even \nthough it thus shows itself unthematically, be brought thematically to \nshow itself; and what thus shows itself in itself (the 'forms of the intuition') \nwill be the \"phenomena\" of phenomenoiogy. For manifestly space and \ntime must be able to show themselves in this way-they must be able to \nbecome phenomena-if Kant is claiming to make a transcendental \nassertion grounded in the facts when he says that space is the a priori \n\"inside-which\" of an ordering.1 \nIf, however, the phenomenological conception of phenomenon is \nto be understood at all, regardless of how much closer we may come \nto determining the nature of that which shows itself, this presupposes \ninevitably that we must have an insight into the meaning of the formal \nconception of phenomenon and its legitimate employment in an \nordinary signification.-But before setting up our preliminary con­\nception of phenomenology, we must also, define the signification of \n.:\\6yos so as to make clear in what sense phenomenology can be a 'science \nof' phenomena at all. \nB. The Concept of the Logos \nIn Plato and Aristotle the concept of the A.oyos has many competing \nsignifications, with no basic signification positively taking the lead. In \nfact, however, this is only a semblance, which will maintain itself as long \nas our Interpretation is unable to grasp the basic signification properly in \nits primary content. If we say that the basic signification of A.oyos is \n\"discourse\", 2 then this word-for-word translation will not be validated \nuntil we have determined what is me3.nt by \"discourse\" itself. The real \nsignification of \"discourse\", which is obvious enough, gets cqr.stantly \ncovered up by the later history of the word A.oyos, and especially by the \nnumerous and arbitrary Interpretations which subsequent philosophy has \nprovided. Aoyos gets 'translated' (and this means that it is always getting \ninterpreted) as \"reason\", \"judgment\", \"concept\", \"definition\", \"ground\", \nor \"relationship\". 3 But how can 'discourse' be so susceptible of modifica­\ntion that A.oyos can signify all the things we have listed, and in good \nscholarly usage ? Even if A.oyos is understood in the sense of \"assertion\", \nbut of\"assertion\" as 'judgment', this seemingly legitimate translation may \nstill miss the fundamental signification, especially if \"judgment\" is con­\nceived in a sense taken over from some contemporary 'theory of judgment'. \nA6yos does not mean \"judgment\", and it certainly does not mean this \n1 Cf. Critique of Pure Reason2, 'Transcendental Aesthetic', Section 1, p. 34· \n2 On .\\oyos, 'Rede', etc., see note 3, p. 47, H. 25 above. \n3 ' •\n•\n•\n Vernunft, Urteil, Begriff, Definition, Grund, Verhaltnis.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 57,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "apophantical",
        "talwng",
        "geredet",
        "hiddenness",
        "beisammen",
        "sprechens",
        "der",
        "alv",
        "int",
        "wovon"
      ],
      "full_text": "Being and Time \nINT. II \nprimarily-if one understands by ''judgment\" a way of 'binding' some­\nthing with something else, or the 'taking of a stand' (whether by \nacceptance or by rejection). \nA6yos- as \"discourse\" meansŊ_rather the same as 81J>.ovv: to make \nmanifest what one is 'talking about' in one's discourse.1 Aristotle has \nexplicated this function Of diSCOUrSe more precisely as a1To</>a{V€a8a£_1V \nThe >.6yos- lets something be seen (</>a{v,aBa,), namely, what the dis­\ncourse is about; and it does so either for the one who is doing the talking \n(the medium) or for persons who are talking with one another, as the case \nmay be. Discourse 'lets something be seen' a1r6 \n•\n•\n•\n : that is, it lets us \nsee something from the very thing which the discourse is about.2 In \ndiscourse ( a1T6<f>ava£s-)' so far as it is genuine, what is said [was geredet \nist] is drawn from what the talk is about, so that discursive communication, \nin what it says [in ihrem Gesagten], makes manifest what it is talking \nabout, and thus makes this accessible to the other party. This is the \nstructure of the >.6yos-\nas a1T6</>ava,s-. This mode of making manifest \nin the sense of letting something be seen by pointing it out, does not go \nwith all kinds of 'discourse'. Requesting (€vX'7), for instance, also makes \nmanifest, but in a different way. \nWhen fully concrete, discoursing (letting something be seen) has the \ncharacter of speaking [Sprechens ]-vocal proclamation in words. The \n33 \n>.6yos- is </>wv-IJ, and indeed, <f>wvq p.€-rd. <f>avraalas-an utterance in \nwhich something is sighted in each case. \nAnd only because the function of the >.6yos- as a7T6<f>ava's- lies in \nletting something be seen by pointing it out, can the >.&yos- have the \nstructural form of cnJvB€a£s-. Here \"synthesis\" does not mean a binding \nand linking together of representations, a manipulation of psychical \noccurrences where the 'problem'· arises of how these bindings, as some­\nthing inside, agree with something ' physiŋal outside. Here the avv has a \npurely apophantical signification and means letting something be seen \nin its togetherness [ Beisammen] with something-letting it be seen as some­\nthing. \nFurthermore, because the .\\6yos- is a letting-something-be-seen, it can \ntherefore be true or false. But here everything depends on our steering clear \nof any conception of truth which is construed in the sense of 'agreement'. \nThis idea is by no means the primary one in the concept of &.>.È o,,a. \nThe 'Being-true' of the >.6yos- as aA1)8€V€W means that in My€£V as \na1To<f>alv,a8a, the entities of which one is talWng must be taken out of their \nhiddenness; one must let them be seen as something unbidden (cl>.1J8l;;) ; \n1 ' •\n•\n•\n offenbar machen das, wovon in der Rede \"die Rede\" ist.' \n2 ' •\n•\n•\n von dem selbst her, wovon die Rede ist.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 58,
      "bucket": "E (10%+)",
      "error_rate": 12.5,
      "unknown_words_sample": [
        "phiinomen",
        "ayvo",
        "verdeckens",
        "husser",
        "iflw",
        "weisen",
        "seinsbestimmungen",
        "oftovering",
        "sondern",
        "nicht"
      ],
      "full_text": "INT. II \nBeing and Time \n57 \nthat is, they must be discovered.1 Similarly, 'Being false' (iflw8£a8a,) \namounts to deceiving in the sense of covering up [verdecken] : putting some­\nthing in front of something (in such a way as to let it be seen) and thereby \npassing it off as something which it is not. \nBut because 'truth' has this meaning, and because the AoyoS' is a \ndefinite mode of letting something be seen, the AoyoS' is just not the kind of \nthing that can be considered as the primary 'locus' of truth. If, as has \nbecome quite customary nowadays, one defines \"truth\" as something that \n'really' pertains to judgment, 2 and if one then invokes the support of \nAristotle with this thesis, not only is this unjustified, but, above all, the \nGreek conception of truth has been misunderstood. A'ta87Ja'iS', the sheer \nsensory perception of something, is 'true' in the Greek sense, and indeed \nmore primordially than the AoyoS' which we have been discussing. Just \nas seeing aims at colours, any a'ta87JU£S' aims at its 't8£a (those entities \nwhich are genuinely accessible only through it and for it) ; and to that \nextent this perception is always true. This means that seeing always \ndiscovers colours, and hearing always discovers sounds. Pure voE'iv is \nthe perception of the simplest determinate ways of Being which entities \nas such may posseȢs, and it perceives them just by looking at them. 3 \nThis voE'iv is what is 'true' in the purest and most primordial sense ; that \nis to say, it merely discovers, and it does so in such a way that it can never \ncover up. This voE'iv can never cover up; it can never be false ; it can at \nworst remain a non-perceiving, ayvo£'iv, not sufficing for straightforward \nand appropriate access. \nWhen something no longer takes the form of just letting something be \n34 \nseen, but is always harking back to something else to which it points, so \nthat it lets something be seen as something, it thus acquires a synthesis­\nstructure, and with this it takes over the possibility oftovering up.' The \n'truth of judgments', however, is merely the opposite of this covering-up, \na secondary phenomenon of truth, with more than one kind of foundation. 6 \nBoth realism and idealism have-with equal thoroughness-missed the \nmeaning of the Greek conception of truth, in terms of which only the \n1 The Greek words for 'truth' (à &>.\u00198£•a, Td &>.\"18/s) are compounded of the \nprivative prefix ci.-\n('not') and the verbal stem ->.a9- ('to escape notice', 'to be \nconcealed'). The truth may thus be looked upon as that which is un-concealed, that \nwhich gets discovered or uncovered ('entdeckt'). \nI 'Wenn man . . .  Wahrheit als das bestimmt, was \"eigentlich\" dem Urteil zukommt • • •  ' \na '  \n.\n•\n•\n das schlicht hinsehende Vernehmen der einfachsten Seinsbestimmungen des \nSeienden als solchen.' \n' 'Was nicht mehr die Vollzugsform des reinen Sehenlassens hat, sondern je im Auf­\nweisen auf ein anderes rekurriert und so je etwas als etwas sehen lasst, das iibernimmt mit \ndieser Synthesisstruktur die Moglichkeit des Verdeckens.' \n6 ' •\n•\n•\n ein mehrfach fundiertes Phiinomen von Wahrheit.' A 'secondary' or 'founded' \nphenomenon is one which is based upon something else. The notion of 'Fundierung' is \none which Heidegger has taken over from Husser!. See our note 1, p. 86, on H. 59 below. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 59,
      "bucket": "E (10%+)",
      "error_rate": 10.1,
      "unknown_words_sample": [
        "apophantical",
        "iloyos",
        "uym",
        "cpalvof",
        "yoj",
        "mynv",
        "zurn",
        "ileyoll",
        "vernunft",
        "vov"
      ],
      "full_text": "Being and Time \nINT. II \npossibility of something like a 'doctrine of ideas' can be understood as \nphilosophical knowledge. \nAnd because the function of the ..\\6yos lies in merely letting something \nbe seen, in letting entities be perceived [im Vernehmenlassen des Seienden], \n..\\6yos can signify the reason [ Vemunft] . And because, moreover, ..\\6yos is \nused not only with the signification of Aly£w but also with that of \nA£YOJL£vov (that which is exhibited, as such), and because the latter is \nnothing else than the tnroK£Lf-'£VOV which, as present-at-hand, already \nlies at the bottom [zum Grunde] of any procedure of addressing oneself to it or \ndiscussing it, ..\\6yos qua A£YOJL£vov means the ground, the ratio. And finally, \nbecause ..\\6yos as A£YOJL£vov can also signify that which, as something to \nwhich one addresses oneself, becomes visible in its relation to something in \nits 'relatedness', >.6yos acquires the signification of relation and relationship.1 \nThis Interpretation of 'apophantical discourse' may suffice to clarify \nthe primary function of the ..\\6yos. \nC. The Preliminary Conception of Phenomenology \nWhen we envisage concretely what we have set forth in our Interpreta­\ntion of 'phenomenon' and 'logos', we are struck by an inner relationship \nbetween the things meant by these terms. The expression \"phenomen­\nology\" may be formulated in Greek as My£w Ta cpalvof-'£Va, where \nMynv means arrocpalv£u8a,. Thus \"phenomenology\" means arrocpalv£u8a, \nTa cpaw6JL£Va-to let thatwhichshowsitselfbeseenfromitselfin the very way \nin which it showsitselffrom itself. This is the formal meaning of that branch \nof research which calls itself \"phenomenology\". But here we are expressing \nnothing else than the maxim formulated above : 'To the things themselves !' \nThus the term \"phenomenology\" is quite different in its meaning froni \nexpressions such as \"theology\" and the like. Those terms designate the \n1 Heidegger is here pointing out that the word ilĔos is etymologically akin to the \nverb Uym•, which has among its numerous meanings those of laying out, exhibiting, setting \nforth, recounting, telling a tau, malcing a statement. Thus il&yos as ilynv can be thought of \nas the faculty of 'reason' ('Vernunft') which makes such activities possible. But iloyos can \nalso mean -rei ileyoll-&ov (that which is laid out, exhibited, set forth, told) ; in this sense \nit is the underlying subject matter (To VtrOK£lfL&ov) to which one addresses oneself and \nwhich one discusses ('Ansprechen und Besprechen') ; as such it lies 'at the bottom' ('zurn \nGrunde') of what is exhibited or told, and is thus the 'ground' or 'reason' ('Grund') for \ntelling it. But when something is exhibited or told, it is exhibited in its relatedness ('in \nseiner Bezogenheit') ; and in this way iiOyos as il£yOj..&ov comes to stand for just such a \nrelation or relationship ('Beziehung und Verhaltnis'). The three senses here distinguished \ncorrespond to three senses of the Latin 'ratio', by which iloyos was traditionally translated , \nthough Heidegger explicitly calls attention to only one of these. Notice that 'Beziehung' \n(which we translate as 'relation') can also be used in some contexts where 'Ansprechen' \n(our 'addressing oneself') would be equally appropriateĘ Notice further that 'Verhaltnis' \n(our 'relationship'), which is ordinarily a synonym for 'Beziehung', can, like il&yos and \n'ratio', also refer to the special kind of relationship which one finds in a mathematical \nproportion. The etymological connection between 'Vernehmen' and 'Vernunft' should \nalso be noted. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 60,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "direkter",
        "nomenology",
        "aufweisung",
        "sachhaltigkeit",
        "terizes",
        "jeweiligen",
        "phe",
        "aoyos",
        "thinghood",
        "deformalized"
      ],
      "full_text": "INT. II \nBeing and Time \n59 \nobjects of their respective sciences according to the subject-matter which \nthey comprise at the time [in ihrer jeweiligen Sachhaltigkeit]. 'Phe­\nnomenology' neither designates the object of its researches, nor charac­\nterizes the subject-matter thus comprised. The word merely informs us of \nthe \"how\" with which what is to be treated in this science gets exhibited \n35 \nand handled. To have a science 'of' phenomena means to grasp its objects \nin such a way that everything about them which is up for discussion must be \ntreated by exhibiting it directly and demonstrating it directly.1 The \nexpression 'descriptive phenomenology', which is at bottom tautological, \nhas the same meaning. Here \"description\" does not signify such a pro­\ncedure as we find, let us say, in botanical morphology; the term has rather \nthe sense of a prohibition-the avoidance of characterizing anything \nwithout such demonstration. The character of this description itself, \nthe specific meaning of the Aoyos, can be established first of all in \nterms of the 'thinghood' [\"Sachheit\"] of what is to be 'described'-that \nis to say, of what is to be given scientific definiteness as we encounter it \nphenomenally. The signification of \"phenomenon\", as conceived both \nformally and in the ordina.ry manner, is such that any exhibiting of an \nentity as it shows itself in itself, may be called \"phenomenology\" with \nformal justification. \nNow what must be taken into account if the formal conception of \nphenomenon is to be deformalized into the phenomenological one, and \nhow is this latter to be distinguished from the ordinary conception ? What \nis it that phenomenology is to 'let us see' ? What is it that must be called \na 'phenomenon' in a distinctive sense ? What is it that by its very essence \nis necessarily the theme whenever we exhibit SOJlething explicitly? Mani­\nfestly, it is something that proximally and for the most part does not show \nitself at all : it is something that lies hidden, in contrast to that which \nproximally and for the most part does show itself; but at the same time it \nis something that beiongs to what thus shows itself, and it belongs to it so \nessentially as to constitute its meaning and its ground. \nYet that which remains hidden in an egregious sense, or which relapses \nand gets covered up again, or which shows itself only 'in disguise', is not just \nthis entity or that, but rather the Being of entities, as our previous observa­\ntions have shown. This Being can be covered up so extensively that it \nbecomes forgotten and no question arises about it or about its meaning. \nThus that which demands that it become a phenomenon, ·and which \ndemands this in a distinctive sense and in terms of its ownmost content as \na thing, is what phenomenology has taken into its grasp thematically \nas its object. \n1 \n•\n•\n•\n in direkter Aufweisung und direkter Ausweisung •\n. .' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 61,
      "bucket": "D (5-10%)",
      "error_rate": 9.8,
      "unknown_words_sample": [
        "phiinomen",
        "unkenntnis",
        "modifikationen",
        "hiddenness",
        "meint",
        "ober",
        "kenntnis",
        "seienden",
        "wieviel",
        "der"
      ],
      "full_text": "6o \nBeing and Time \nINT. II \nPhenomenology is our way of access to what is to be the theme of \nontology, and it is our way of giving it demonstrative precision. Only as \nphenomenology, is ontology possible. In the phenomenological conception of \n\"phenomenon\" what one has in mind as that which shows itself is the \nBeing of entities, its meaning, its modifications and derivatives.1 And this \nshowing-itself is not just any showing-itself, nor is it some such thing as \n36 \nappearing. Least of all can the Being of entities ever be anything such that \n'behind it' stands something else 'which does not appear'. \n'Behind' the phenomena of phenomenology there is essentially nothing \nelse; on the other hand, what is to become a phenomenon can be hidden. \nAnd just because the phenomena are proximally and for the most part \nnot given, there is need for phenomenology. Covered-up-ness is the counter­\nconcept to 'phenomenon'. \nThere are various ways in which phenomena can be covered up. In the \nfirst place, a phenomenon can be covered up in the sense that it is still \nquite undiscovered. It is neither known nor unknown. 2 \nMoreover, a \nphenomenon can be buried over [ verschiittet]. This means that it has at some \ntime been discovered but has deteriorated [ verfiel] to the point of getting \ncovered up again. This covering-up can become complete; or rather-and \nas a rule-what has been discovered earlier may still be visible, though \nonly as a semblance. Yet so much semblance, so much 'Being'. 3 This cover­\ning-up as a 'disguising' is both the most frequent and the most dangerous, \nfor here the possibilities of deceiving and misleading are especially \nstubborn. Within a 'system', perhaps, those structures of Being-and \ntheir concepts-which are still available but veiled in their indigenous \ncharacter, may claim their rights. For when they have been bound \ntogether constructively in a system, they present themselves as something \n'clear', requiring no further justification, and thus can serve as the point \nof departure for a process of deduction. \n\"' \nThe covering-up itself, whether in the seȣse of hiddenness, burying­\nover, or disguise, has in turn two possibilities. There are coverings-up \nwhich are accidental; there are also some which are necessary, grounded \nin what the thing discovered consists in [der Bestandart des Entdeckten]. \nWhenever a phenomenological concept is drawn from primordial sources, \n1 'Der phiinomenologische Begriff von Phiinomen meint als das Sichzeigende das Sein \ndes Seienden, seinen Sinn, seine Modifikationen und Derivate.' \n11 'Ober seinen Bestand gibt es weder Kenntnis noch Unkenntnir. TJ:ie earlier editions \nhave 'Erkenntnis' where the latter ones have 'Unkenntnis'. The word 'Bestand' always \npresents difficulties in Heidegger; here it permits either of t)NO interpretations, which we \nhave deliberately steered between : 'Whether there is any sucb thing, is neither known nor \nunknown', and 'What it comprises is something of which we have neither knowledge \nnor ignorance.'. \na 'Wieviel Schein jedoch, soviel \"Sein\".' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 62,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "naivete",
        "schauen",
        "ugang",
        "durchgang",
        "pos",
        "intuitiven",
        "dasein",
        "pheno",
        "aoyos",
        "sibility"
      ],
      "full_text": "INT. II \nBeing and Time \n61 \nthere is a possibility that it may degenerate if communicated in the form \nof an assertion. It gets understood in an empty way and is thus passed \non, losing its indigenous character, and becoming a free-floating thesis. \nEven in the concrete work of phenomenology itself there lurks the pos­\nsibility that what has been primordially 'within our grasp' may become \nhardened so that we can no longer grasp it. And the difficulty of this \nkind of research lies in making it self-critical in a positive sense. \nThe way in which Being and its structures are encountered in the mode \nof phenomenon is one which must first of all be wrested from the objects \nof phenomenology. Thus the very point of departure [Ausgang] for our \nanalysis requires that it be secured by the proper method, just as much as \ndoes our access [..(ugang] to the phenomenon, or our passage [Durchgang] \nthrough whatever is prevalently covering it up. The idea of grasping and \n37 \nexplicating phenomena in a way which is 'original' and 'intuitive' \n[\"originaren\" und \"intuitiven\"] is directly opposed to the naivete of a \nhaphazard, 'immediate', and unreflective 'beholding'. [\"Schauen\"]. \nNow that we have delimited our preliminary conception of pheno­\nmenology, the terms 'phenomenal' and phenomenological' can also be fixed in \ntheir signification. That which is given and explicable in the way the \nphenomenon is encountered is called 'phenomenal' ; this is what we have \nin mind when we talk about \"phenomenal structures\". Everything which \nbelongs to the species of exhibiting and explicating and which goes to \nmake up the way of c'Onceiving demanded by this research, is called \n'phenomenological'.; \n. \nBecause phenomena, as understood phenomenologically, are never \nanything but what goes to make up Being, while Being is in every case \nthe Being of some entity, we must first bring forward the entities them­\nselves if it is our aim that Beip.g should be laid bare; and we must do this \nin the right way. These entities must likewise show themselves with the \nkind of access which genuinely belongs to them. And in this way the \nordinary conception of phenomenon becomes phenomenologically rele­\nvant. If our analysis is to be authentic, its aim is such that the prior task \nof assuring ourselves 'phenomenologically' of that entity which is to serve \nas our example, has already been prescribed as our point of departure. \nWith regard to its subject-matter, phenomenology is the science of the \nBeing of entities-ontology. In explaining the tasks of ontology we found \nit necessary that there should be a fundamental ontology taking as its \ntheme that entity which is ontologico-ontically distinctive, Dasein, in \norder to confront the cardinal problem-the question of the meaning of \nBeing in general. Our investigation itself will show that the meaning of \nphenomenological description as a method lies in interpretation. The Aoyos \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 63,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "husser",
        "seinsstruktur",
        "veritas",
        "transcendens",
        "ciplines",
        "seiende",
        "bestim",
        "unter",
        "dasein",
        "jveoew"
      ],
      "full_text": "Being and Time \nINT. II \nof the phenomenology of Dasein has the character of a €pp.7JVEOEw, \nthrough which the authentic meaning of Being, and also those basic \nstructures ofBeingwhich Dasein itself possesses, are made known to Dasein's \nunderstanding of Being. The phenomenology of Dasein is a hermeneutic in \nthe primordial signification of this word, where it designates this business \nof interpreting. But to the extent that by uncovering the meaning of Being \nand the basic structures of Dasein in general we may exhibit the horizon \nfor any further ontological study of those entities which do not have the \ncharacter ofDasein, this hermeneutic also becomes a 'hermeneutic' in the \nsense of working out the conditions on which the possibility of any onto­\nlogical investigation depends. And finally, to the extent that Dasein, as \nan entity with the possibility of existence, has ontological priority over \n38 \nevery other entity, \"hermeneutic\", as an interpretation ofDasein's Being, \nhas the third and specific sense of an analytic of the existentiality of \nexistence; and this is the sense which is philosophically primary. Then so \nfar as this hermeneutic works out Dasein's historicality ontologically as \nthe ontical condition for the possibility of historiology, it contains the \nroots of what can be called 'hermeneutic' only in a derivative sense: the \nmethodology of those humane sciences which are historiological in \ncharacter. \nBeing, as the basic theme of philosophy, is no class or genus of entities; \nyet it pertains to every entity. Its 'universality' is to be sought higher \nup. Being and the structure of Being lie beyond every entity and every \npossible character which an entity may possess. Being is the transcendens \npure and simple.1 And the transcendence of Dasein's Being is distinctive in \nthat it implies the possibility and the necessity of the most radical individua­\ntion. Every disclosure of Being as the transcendens is transcendental knowledge. \nPhenomenological truth (the disclosedness of Being) is veritas transcendentalis. \nOntology and phenomenology are , not two diȤtinct philosophical dis­\nciplines among others. These terms characterize philosophy itself with \nregard to its object and its way of treating that object. Philosophy is \nuniversal phenomenological ontology, and takes its departure from the \nhermeneutic of Dasein, which, as an analytic of existence, has made fast \nthe guiding-line for all philosophical inquiry at the point where it arises \nand to which it returns. \nThe following investigation would ·have have been possible if the ground \nhad not been prepared by Edmund Husser!, with whose Logische Unter­\nsuchungen phenomenology first emerged. Our comments on the preliminary \nconception of phenomenology have shown that wHat is essential in it \n1 'Sein und Seinsstruktur liegen iiber jedes Seiende and jede mogliche seiende Bestim­\nmtheit eines Seienden hinaus. Sein i.st das transcendens schlechthin.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 64,
      "bucket": "B (1-3%)",
      "error_rate": 2.2,
      "unknown_words_sample": [
        "dasein",
        "historiological",
        "tions",
        "phenomeno",
        "temporality",
        "tung",
        "int"
      ],
      "full_text": "INT. II \nBeing and Time \ndoes not lie in its actuality as a philosophical 'movement' [\"Rich tung\"]. \nHigher than actuality stands possibility. We can understand phenomeno­\nlogy only by seizing upon it as a possibility.v \nWith regard to the awkwardness and 'inelegance' of expression in the \nanalyses to come, we may remark that it is one thing to give a report \nin which we tell about entities, but another to grasp entities in their Being. \n39 \nFor the latter task we lack not only most of the words but, above all, the \n'grammar'. If we may allude to some earlier researchers on the analysis \nof Being, incomparable on their own level, we may compare the onto­\nlogical sections of Plato's Parmenides or the fourth chapter of the seventh \nbook of Aristotle's Metaphysics with a narrative section from Thucydides; \nwe can then see the altogether unprecedented character of those formula-\ntions which were imposed upon the Greeks by their philosophers. And \nwhere our powers are essentially weaker, and where moreover the area \nof Being to be disclosed is ontologically far more difficult than that which \nwas presented to the Greeks, the harshness of our expression will be \nenhanced, and so will the minuteness of detail with which our concepts \nare formed. \nÚ B. Design of the Treatise \nThe question of the meaning of Being is the most universal and the \nemptiest of questions, but at the same time it is possible to individualize \nit very precisely for any particular Dasein. If we are to arrive at the basic \nconcept of 'Being' and to outline the ontological conceptions which it \nrequires and the variations which it necessarily undergoes, we need a clue \nwhich is concrete. We shall proceed towards the concept of Being by way \nof an Interpretation of a certain special entity, Dasein, in which we \nshall arrive at the horizon for the understanding of Being and for the \npossibility of interpreting it; the universality of the concept of Being is \nnot belied by the relatively 'special' character of our investigation. \nBut this very entity, Dasein, is in itself 'historical', so that its own­\nmost ontological elucidation necessarily becomes an 'historiological' \nInterpretation. \nAccordingly our treatment of the question of Being branches out into \ntwo distinct tasks, and our treatise will thus have two parts: \nPart One: the Interpretation of Dasein in terms of temporality, and the \nexplication of time as the transcendental horizon for the question of \nBeing. \nPart Two :  basic features of a phenomenological destruction of the \nhistory of ontology, with the problematic of Temporality as our clue. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 66,
      "bucket": "D (5-10%)",
      "error_rate": 9.9,
      "unknown_words_sample": [
        "ter",
        "zon",
        "dase",
        "retat",
        "dasein",
        "worldhood",
        "interrog",
        "ime",
        "charac",
        "inte"
      ],
      "full_text": "PAR T  O NE \nT HE INTE R P RETAT ION O F  DASE IN IN TE RMS \nO F  TE M P O R A L I TY, AND T HE E X P L I CATI ON \nO F  T IME AS T HE T R ANS CENDENT A L  \nHO R I ZON FO R T HE QUEST ION O F  BE ING \nDIVISION ONE \nPREPARATORY FUNDAMENTAL ANALYS I S  \nO F  DASEIN \nI N  the question about the meaning of Being, what is primarily interrog­\nated is those entities which have the character ofDasein. The preparatory \nexistential analytic ofDasein must, in accordance with its peculiar charac­\nter, be expounded in outline, and distinguished from other kinds of \ninvestigation which seem to run parallel (Chapter 1 .) Adhering to the \nprocedure which we have fixed upon for starting our investigation, we \nmust lay bare a fundamental structure in Dasein : Being-in-the-world \n(Chapter 2) . In the interpretation of Dasein, this structure is something \n'a priori' ; it is not pieced together, but is primordially and constantly a \nwhole. It affords us, however, various ways of looking at the items which \nare constitutive for it. The whole of this structure always comes first; but \nif we keep this constantly in view, these items, as phenomena, will be \nmade to stand out. And thus we shall have as objects for analysis :  the \nworld in its worldhood (Chapter 3), Being-in-the-world as Being-with and \nBeing-one's-Self (Chapter 4), and Being-in as such (Chapter 5). By \nanalysis of this fundamental structure, the Being of Dasein can be indic­\nated provisionally. Its existential meaning is care (Chapter 6). \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 68,
      "bucket": "D (5-10%)",
      "error_rate": 9.4,
      "unknown_words_sample": [
        "seiendes",
        "existenz",
        "zur",
        "essentia",
        "expositi",
        "dieses",
        "seiende",
        "dasein",
        "wir",
        "seins"
      ],
      "full_text": "I \nEXPOSITI ON OF THE TASK OF A PREPARATO RY \nANALYSIS OF DAS EIN \nÚ 9· The Theme of the Ana!Jtic of Dasein \nWE are ourselves the entities to be analysed. The Being of any such entity \nis in each case mine.1 These entities, in their Being, comport themselves \ntowards their Being. As entities with such Being, they are delivered over \n42 \nto their own Being.2 Being is that which is an issue for every such entity.3 \nThis way of characterizing Dasein has a double consequence : \nI .  The 'essence' [\"Wesen\"] of this entity lies in its \"to be\" [Zu-sein] . Its \nBeing-what-it-is [Was-sein] (essentia) must, so far as we can speak of it at \nall, be conceived in terms of its Being (existentia). But here our ontological \ntask is to show that when we choose to designate the Being of this entity \nas \"existence\" [Existenz], this term does not and cannot have the onto­\nlogical signification of the traditional term \"existentia\"; ontologically, \nexistentia is tantamount to Being-present-at-hand, a kind of Being which is \nessentially inappropriate to entities of Dasein's character. To avoid \ngetting bewildered, we shall always use the Interpretative expression \n\"presence-at-hand\" for the term \"existentia\", while the term \"existence\", as \na designation of Being, will be allotted solely to Dasein. \nThe essence of Dasein lies in its existence. Accordingly those characteristics \nwhich can be exhibited in this entity are not 'properties' present-at-hand \nof some entity which 'looks' so and so and is itself present-at-hand ; \nthey are in each case possible ways for it to be, and no more than that. \nAll the Being-as-it-is [So-sein] which this entity possesses is primarily \nBeing. So when we designate this entity with the term 'Dasein', we are \nexpressing not its \"what\" (as if it were a table, house or tree) but its Being. \n2. That Being which is an issue for this entity in its very Being, is in \neach case mine. Thus Dasein is never to be taken ontologically as an \n1 'Das Seiende, dessen Analyse zur Aufgabe steht, sind wir je selbst. Das Sein dieses \nSeienden ist je meines.' The reader must not get the impression that there is anything \nsolipsistic about the second of these sentences. The point is merely that the kind of Being \nwhich belongs to Dasein is of a sort which any of us may call his own. \nII 'Ais Seiendes dieses Seins ist es seinem eigenen Sein iiberantwortet.' The earlier \neditions read ' . . .  seinem eigenen Zu-sein •\n.\n.\n ' \na See note 2, p. 28, H. 8 above. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 69,
      "bucket": "E (10%+)",
      "error_rate": 13.9,
      "unknown_words_sample": [
        "hlen",
        "vorhandenem",
        "verlieren",
        "habenkann",
        "gieichgiiltigkeit",
        "ithavelostitselfand",
        "gleichgiiltig",
        "pos",
        "nicht",
        "essentia"
      ],
      "full_text": "68 \nBeing and Time \nJ. I \ninstance or special case of some genus of entities as things that are \npresent-at-hand.1 To entities such as these, their Being is 'a matter of \nindifference' ;2 or more precisely, they 'are' such that their Being can be \nneither a matter of indifference to them, nor the opposite. Because \nDasein has in each case mineness [Jemeinigkeit], one must always use a \npersonal pronoun when one addresses it : 'I am', 'you are'. \nFurthermore, in each case Dasein is mine to be in one way or another. \nDasein has always made some sort of decision as to the way in which it is \nin each case mine [je meines]. That entity which in its Being has this very \nBeing as an issue, comports itself towards its Being as its ownmost pos­\nsibility. In each case Dasein is its possibility, and it 'has' this possibility, \nbut not just as a property [eigenschaftlich], as something present-at-hand \nwould. And because Dasein is in each case essentially its own possibility, \nit can, in its very Being, 'choose' itself and win itself; it can also lose itself \nand never win itself; or only 'seem' to do so. But only in so far as it is \n43 \nessentially something which can be authentic-that is, something of its own3 \n-can ithavelostitselfand not yet won itself. As modesofBeing, authenticity \nand inauthenticity (these expressions have been chosen terminologically in a \nstrict sense) are both grounded in the fact that any Dasein whatsoever is \ncharacterized by mineness. 4 But the inauthenticity ofDasein does not signify \nany 'less' Being or any 'lower' degree of Being. Rather it is the case that \neven in its fullest concretion Dasein can be characterized by inauthenticity \n-when busy, when excited, when interested, when ready for enjoyment. \nThe two characteristics of Dasein which we have sketched-the \npriority of 'existentia' over essentia, and the fact that Dasein is in each case \nmine [die Jemeinigkeit]-have already indicated that in the analytic of \nthis entity we are facing a peculiar phenomenal domain. Dasein does not \nhave the kind of Being which belongs to something merely present-at­\nhand within the world, nor does it ever have it. So neither is it to be \npresented thematically as something we come across in the same way as \n1 ' .  \n. \n• als Vorhandenem'. The earlier editions have the adjective 'vorhandenem' \ninstead of the substantive. \n2 'gleichgiiltig'. This adjective must be distinguished from the German adjective \n'indifferent', though they might both ordinarily be translated by the English 'indifferent', \nwhich we shall reserve exclusively for the former. In most passages, the latter is best \ntranslated by 'undifferentiated' or 'without further differentiation' ; occasionally, how­\never, it seems preferable to tram.late it by 'Indifferent' with an initial capital. We shall \nfollow similar conventions with the nouns 'Gieichgiiltigkeit' and 'Indifferenz'. \n3 'Und weil Dasein wesenhaft je seine Moglichkeit ist, kann dieses Seiende in seinem \nSein sich selbst \"wii.hlen\", gewinnen, es kann sich verlieren, bzw. nie und our \"scheinbar\" \ngewinnen. Verloren habenkann es sich our und noch nicht sich gewonnen haben kann es \nnur, sofern es seinem \\.Yesen nach mogliches eigentliches, das heisst sich zueigen ist.' \nOlder editions have 'je wesenhaft' and 'zueigenes'. The connection between 'eigentlich' \n('authentic', 'real') and 'eigen' ('own') is lost in translation. \n4. ' •\n•\n•\n das Dasein iiberhaupt durch J emeini_g_kc;it bestimmt ist.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 70,
      "bucket": "E (10%+)",
      "error_rate": 14.6,
      "unknown_words_sample": [
        "verhalt",
        "seinsart",
        "zuriick",
        "alltaglichkeit",
        "weise",
        "cating",
        "tion",
        "ihr",
        "constitu",
        "senting"
      ],
      "full_text": "I. I \nBeing and Time \n6g \nwe come across what is present-at-hand. The right way of presenting it is \nso far from self-evident that to determine what form it shall take is itself \nan essential part of the ontological analytic of this entity. Only by pre­\nsenting this entity in the right way can we have any understanding of its \nBeing. No matter how provisional our analysis may be, it always requires \nthe assurance that we have started correctly. \nIn determining itself as an entity, Dasein always does so in the light of \na possibility which it is itself and which, in its very Being, it somehow \nunderstands. This is the formal meaning of Dasein's existential constitu­\ntion. But this tells us that if we are to Interpret this entity ontologically, the \nproblematic of its Being must be developed from the existentiality of its \nexistence. This cannot mean, however, that \"Dasein\" is to be construed \nin terms of some concrete possible idea of existence. At the outset of our \nanalysis it is particularly important that Dasein should not be Interpreted \nwith the differentiated character [Differenz] of some definite way of \nexisting, but that it should be uncovered [aufgedcckt] in the undiffer­\nentiated character which it has proximally and for the most part. This \nundifferentiated character of Dasein's everydayness is not nothing, but a \npositive phenomenal characteristic of this entity. Out of this kind of Being \n-and back into it again-is all existing, such as it is.1 We call this every­\nday undifferentiated character of Dasein \"averageness\" [ Durchschnittlichkeit] . \nAnd because this average everydayness makes up what is ontically \nproximal for this entity, it has again and again been passed over in expli­\ncating Dasein. That which is ontically closest and well known, is onto­\nlogically the farthest and not known at all ; and its ontological signification \nis constantly overlooked. When Augustine asks: \"Quid autem propinquius \nmeipso mihi?\" and must answer: \"ego certe laboro hie fl laboro in meipso : \n44 \nfactus sum mihi terra dificultatis et sudoris nimii\", 1 this applies not only to the \nontical and pre-ontological opaqueness of Dasein but even more to the \nontological task which lies ahead; for not only must this entity not be \nmissed in that kind of Being in which it is phenomenally closest, but it \nmust be made accessible by a positive characterization. \nDasein's average everydayness, however, is not to be taken as a mere \n'aspect'. Here too, and even in the mode of inauthenticity, the structure \nof existentiality lies a priori. And here too Dasein's Being is an issue for it \nin a definite way; and Dasein comports itself towards it in the mode of \naverage everydayness, even if this is only the mode of fleeing in the face \nof it and forgetfulness thereof 2 \n1 'A us dieser Seinsart hera us und in sie zuriick ist alles Existieren, wie est ist.' \n2 'Auch in ihr geht es dem Dasein in bestimmter Weise urn sein Sein, zu dem es sich \nim Modus der durchschnittlichen Alltaglichkeit verhalt und sei es auch nur im Modus \nder Flucht davor und des Vergessens seiner.' For further discussion, see Section 40 below. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 71,
      "bucket": "E (10%+)",
      "error_rate": 15.0,
      "unknown_words_sample": [
        "ofexistentiality",
        "seinsbestimmungen",
        "nicht",
        "sehen",
        "daseinsmiisigen",
        "trennen",
        "solchem",
        "bestimmen",
        "seiende",
        "dasein"
      ],
      "full_text": "Being and Time \nI, I \nBut the explication of Dasein in its average everydayness does not give \nus just average structures in the sense of a hazy indefiniteness. Anything \nwhich, taken ontically, is in an average way, can be very well grasped \nontologically in pregnant structures which may be structurally indistin· \nguishable from certain ontological characteristics [Bestimmungen] of an \nauthentic Being of Dasein. \nAll explicata to which the analytic of Dasein gives rise are obtained by \nconsidering Dasein's existence-structure. Because Dasein's characters of \nBeing are defined in terms ofexistentiality, we call them\" exis tentiali a\". \nThese are to be sharply distinguished from what we call \"categories\"­\ncharacteristics of Being for entities whose character is not that of Dasein. 1 \nHere we are taking the expression \"category\" in its primary ontological \nsignification, and abiding by it. In the ontology of the ancients, the entities \nwe encounter within the world2 are taken as the basic examples for the \ninterpretation of Being. No£'iv (or the .\\6yos, as the case may be) is \naccepted as a way of access to them. 3 Entities are encountered therein. \nBut the Being of these entities must be something which can be grasped \nin a distinctive kind of My£w (letting something be seen) , so that this \nBeing becomes intelligible in advance as that which it is-and as that \nwhich it is already in every entity. In any discussion (.\\6yos) of entities, \nwe have previously addressed ourselves to Being ; this addressing is \nK«TTJyop£'ia8a,. 4 This signifies, in the first instance, making a public \naccusation, taking someone to task for something in the presence of every­\none. When used ontologically, this term means taking an entity to task, \nas it were, for whatever it is as an entity-that is to say, letting everyone \n45 \nsee it in its Being. The K«TTJYopla, are what is sighted and what is visible \nin such a seeing. 6 They include the various ways in which the nature of \nthose entities which can be addressed and discussed in a .\\6yos may be \n1 'Wei! sie sich aus der Existenzialitat bestimmen, nennen wir die Seinscharaktere des \nDaseins Existenzialien. Sie sind scharf zu trennen von den Seinsbestimmungen des nicht \ndaseinsmiisigen Seienden, die wir Kategorien nennen.' \nII '  \n•\n•\n•\n das innerhalb der Welt begegnende Seiende.' More literally : 'the entity that \nencounters within the world.' While Heidegger normally uses the verb 'begegnen' in this \nactive intransitive sense, a similar construction with the English 'encounter' is unidio­\nmatic and harsh. We shall as a rule use either a passive construction (as in 'entities en­\ncountered') or an active transitive construction (as in 'entities we encounter'). \n3 'Als Zugangsart zu ihm gilt das vo£iv bzw. der .\\oyos.' Here we follow the reading \nof the earlier editions. In the later editions, 'Zugangsart', which is used rather often, is \nhere replaced by 'Zugangsort', which occurs very seldom and is perhaps a misprint. This \nlater version might be translated as follows : 'vo£iv (or the .\\oyos, as the case may be) \nia accepted as the locus of acces to such entities.' On vo£iv and .\\oyos see Section 7 \nabove, especially H. 32-34. \n4 'Dasje schon vorgiingige Ansprechen des Seins im Besprechen (A&yos) des Seienden \nist das KO.TT[)'Op£'ia8al.' \n6 'Das in solchem Sehen Gesichtete und Sichtbare .\n•\n.\n ' On 'Sehen' and 'Sicht' see H. \n147· \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 72,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "historiologically",
        "bifore",
        "problematics",
        "blem",
        "tinguish",
        "dasein",
        "undis",
        "sibilities",
        "anarytic",
        "cogitare"
      ],
      "full_text": "[. I \nBeing and Time \n7I \ndetermined a priori. Existentialia and categories are the two basic pos­\nsibilities for characters of Being. The entities which correspond to them \nrequire different kinds of primary interrogation respectively : any entity \nis either a \"who\" (existence) or a \"what\" (presence-at-hand in the broadest \nsense). The connection between these two modes of the characters of \nBeing cannot be handled until the horizon for the question of Being has \nbeen clarified. \nIn our introduction we have already intimated that in the existential \nanalytic of Dasein we also make headway with a task which is hardly \nless pressing than that of the question of Being itself-the task of laying \nbare that a priori basis which must be visible before the question of 'what \nman is' can be discussed philosophically. The existential analytic ofDasein \ncomes bifore any psychology or anthropology, and certainly before any \nbiology. While these too are ways in which Dasein can be investigated, we \ncan define the theme of our analytic with greater precision if we dis­\ntinguish it from these. And at the same time the necessity of that analytic \ncan thus be proved more incisively. \nÚ 10. How the Anarytic of Dasein is to be Distinguished from Anthropology, \nPsychology, and Biology \nAfter a theme for investigation has been initially outlined in positive \nterms, it is always important to show what is to be ruled out, although it \ncan easily become fruitless to discuss what is not going to happen. We must \nshow that those investigations and formulations of the question which have \nbeen aimed at Dasein heretofore, have missed the real philosophical pro­\nblem (notwithstanding their objective fertility), and that as long as they \npersist in missing it, they have no right to claim that they can accomplish \nthat for which they are basically striving. In distinguishing the existential \nanalytic from anthropology, psychology, and biology, we shall confine \nourselves to what is in principle the ontological question. Our distinctions \nwill necessarily be inadequate from the standpoint of 'scientific theory' \nsimply because the scientific structure of the above-mentioned disciplines \n(not, indeed, the 'scientific attitude' of those who work to advance them) \nis today thoroughly questionable and needs to be attacked in new ways \nwhich must have their source in ontological problematics. \nHistoriologically, the aim of the existential analytic can be made \nplainer by considering Descartes, who is credited with providing the point \n46 \nof departure for modern philosophical inquiry by his discovery of the \n\"cogito sum\". He investigates the \"cogitare\" of the \"ego\", at least within \ncertain limits. On the other hand, he leaves the \"sum\" completely undis­\ncussed,even though it is regarded as no less primordial than the cogito. Our \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 75,
      "bucket": "E (10%+)",
      "error_rate": 12.7,
      "unknown_words_sample": [
        "imaginem",
        "prima",
        "tov",
        "aeternamftlicitatem",
        "usque",
        "lkova",
        "excelluit",
        "conditio",
        "prudentia",
        "modo"
      ],
      "full_text": "74 \nBeing and Time \nJ. I \nsoul, and spirit. In their turn \"body\", \"soul\", and \"spirit\" may designate \nphenomenal domains which can be detached as themes for definite \ninvestigations ; within certain limits their ontological indefiniteness may \nnot be important. When, however, we come to the question of man's \nBeing, this is not something we can simply compute1 by adding together \nthose kinds of Being which body, soul, and spirit respectively possess­\nkinds of Being whose nature has not as yet been determined. And even \nif we should attempt such an ontological procedure, some idea of the \nBeing of the whole must be presupposed. But what stands in the way of the \nbasic question ofDasein's Being (or leads'it off the track) is an orientation \nthoroughly coloured by the anthropology of Christianity and the ancient \nworld, whose inadequate ontological foundations have been overlooked \nboth by the philosophyoflife and by personalism. There are two important \nelements in this traditional anthropology : \n1. 'Man' is here defined as a {o/ov ,\\6yov lxov, and this is Interpreted \nto mean an animal rationale, something living which has reason. But the \nkind of Being which belongs to a {o/ov is understood in the sense of \noccurring and Being-present-at-hand. The ,\\6yos is some superior endow­\nment; the kind of Being which belongs to it, however, remains quite as \nobscure as that of the entire entity thus compounded. \n2. The second clue for determining the nature of man's Being and \nessence is a theological One KaÉ €l7T£V 0 e€05\". 7TOtÊO'Wf.L€V av8pW7TOV l<a'T' \n€lKOVa Ëf.L€T£pav KaÉ Ka8' op.o{wutv-\"jaciamUS hominem ad imaginem \nnostram \net similitudinem\"vH With this as \nits \npoint \nof departure, \n49 \nthe anthropology of Christian theology, taking with it the ancient \ndefinition, arrives at an interpretation of that entity which we call \n\"man\". But just as the Being of God gets Interpreted ontologically \nby means of the ancient ontology, so does the Being of the ens jinitum, and \nto an even greater extent. In modern times the Christian definition has \nbeen deprived of its theological character. But the idea of 'transcendence' \n-that man is something that reaches beyond himself-is rooted in Chris­\ntian dogmatics, which can hardly be said to have made an ontological \nproblem of man's Being. The idea of transcendence, according to which \nman is more than a mere something endowed with intelligence, has \nworked itself out with different variations. The following quotations will \nillustrate how these have originated : 'His praeclaris dotibus excelluit prima \nhominis conditio, ut ratio, intelligentia, prudentia, judicium non modo ad terrenae \nvitae gubernationem suppeterent, sed quibus t r a n s c e n d e r e t usque ad Deum \net aeternamftlicitatem.'vlU 'Denn dass der mensch sin ufs e h e n  hat ufGott und \n1 Reading 'errechnet'. The earliest editions have 'verrechnet', with the correct reading \nprovided in a list of erata. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 76,
      "bucket": "D (5-10%)",
      "error_rate": 8.8,
      "unknown_words_sample": [
        "mee",
        "alles",
        "anerbom",
        "nur",
        "siner",
        "geschaffen",
        "problematics",
        "leben",
        "dasein",
        "gottes"
      ],
      "full_text": "I. I \nBeing and Time \n75 \nsin wort, ĵeigt er klarlich an, dass er nach siner natur etwas Gott niiher anerbom, \netwas mee n a c h s c h l ii g t, etwas ĵ u ĵ u g s ĵ u im hat, das alles on ĵwyfel \ndarus j/iisst, dass er nach dem b i l d n u s Gottes geschaffen ist' ,ix \nThe two sources which are relevant for the traditional anthropology­\nthe Greek definition and the clue which theology has provided-indicate \nthat over and above the attempt to determine the essence of 'man' as an \nentity, the question of his Being has remained forgotten, and that this \nBeing is rather conceived as something obvious or 'self-evident' in the \nsense of the Being-present-at-hand of other created Things. These two clues \nbecome intertwined in the anthropology of modem times, where the res \ncogitans, consciousness, and the interconnectedness of Experience serve as \nthe point of departure for methodical study. But since even the cogitationes \nare either left ontologically undetermined, or get tacitly assumed as \nsomething 'self-evidently' 'given' whose 'Being' is not to be questioned, \nthe decisive ontological foundations of apthropological problematics \nremain undetermined. \nThis is no less true of 'psychology', whose anthropological tendencies are \ntoday unmistakable. Nor can we compensate for the absence of onto­\nlogical foundations by taking anthropology and psychology and building \nthem into the framework of a general biology. In the order which any \npossible comprehension and interpretation must follow, biology as a \n'science oflife' is founded upon the ontology ofDasein, even if not entirely. \n50 \nLife, in its own right, is a kind ofBeing; but essentially it is accessible only \nin Dasein. The ontology of life is accomplished by way of a privative \nInterpretation; it determines what must be the case if there can be any­\nthing like mere-aliveness [Nur-noch-leben]. Life is not a mere Being­\npresent-at-hand, nor is it Dasein. In tum, Dasein is never to be defined \nontologically by regarding it as life (in an ontologically indefinite manner) \nplus something else. \n, \nIn suggesting that anthropology, psychology, and biology all' fail to \ngive an unequivocal and ontologically adequate answer to the question \nabout the kind of Being which belongs to those entities which we ourselves \nare, we are not passing judgment on the positive work of these disciplines. \nWe must always bear in mind, however, that these ontological foundations \ncan never be disclosed by subsequent hypotheses derived from empirical \nmaterial, but that they are always 'there' already, even when that \nempirical material simply gets collected. If positive research fails to see \nthese foundations and holds them to be self-evident, this by no means \nproves that they are not basic or that they are not problematic in a more \nradical sense than any thesis of positive science can ever be.x \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 77,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "bedeutung",
        "dificulties",
        "nomena",
        "problematics",
        "labours",
        "phe",
        "dasein",
        "tinually",
        "jtic",
        "malcing"
      ],
      "full_text": "Being and Time \nI. I \nÚ I I. The Existential Ana?Jtic and the Interpretation of Primitive Dasein. The \nDificulties of Achieving a 'Natural Conception of the World' \nThe Interpretation of Dasein in its everydayness, however, is not \nidentical with the describing of some primitive stage of Dasein with \nwhich we can become acquainted empirically through the medium of \nanthropology. Everydayness does not coincide with primitiveness, but is rather a \nmode of Dasein's Being, even when that Dasein is active in a highly \n51 \ndeveloped and differentiated culture-and precisely then. Moreover, \neven primitive Dasein has possibilities of a Being which is not of the \neveryday kind, and it has a specific everydayness of its own. To orient the \nanalysis of Dasein towards the 'life of primitive peoples' can have positive \nsignificance [Bedeutung] as a method because 'primitive phenomena' \nare often less concealed and less complicated by extensive self-interpreta­\ntion on the part of the Dasein in question. Primitive Dasein often speaks \nto us more directly in terms of a primordial absorption in 'phenomena' \n(taken in a pre-phenomenological sense). A way of conceiving things \nwhich seems, perhaps, rather clumsy and crude from our standpoint, can \nbe positively helpful in bringing out the ontological structures of phe­\nnomena in a genuine way. \nBut heretofore our information about primitives has been provided by \nethnology. And ethnology operates with definite preliminary conceptions \nand interpretations of human Dasein in general, even in first 'receiving' \nits material, and in sifting it and working it up. Whether the everyday \npsychology or even the scientific psychology and sociology which the \nethnologist brings with him can provide any scientific assurance that we \ncan have proper access to the phenomena we are studying, and can inter­\npret them and transmit them in the right way, has not yet been established. \nHere too we are confronted with the same state of affairs as in the other \ndisciplines we have discussed. Ethnology itself already presupposes as its \nclue an inadequate analytic ofDasein. But since the positive sciences neither \n'can' nor should wait for the ontological labours of philosophy to be done, \nthe further course of research will not take the form of an 'advance' but \nwill be accomplished by recapitulating what has already been ontically dis­\ncovered, and by purifying it in a way which is ontologically more trans­\nparent.xl \n52 \nNo matter how easy it may be to show how ontological problematics \ndiffer formally from ontical research there are still difficulties in carrying \nout an existential analytic, especially in malcing a start. This task includes \na desideratum which philosophy has long found disturbing but has con­\ntinually refused to achieve : to work out the idea of a 'natural conception of the \nworld'. The rich store of information now available as to the most exotic \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 78,
      "bucket": "B (1-3%)",
      "error_rate": 1.6,
      "unknown_words_sample": [
        "favourable",
        "sachgehalt",
        "dasein"
      ],
      "full_text": "I. I \nBeing and Time \n77 \nand manifold cultures and forms of Dasein seems favourable to our setting \nabout this task in a fruitful way. But this is merely a semblance. At \nbottom this plethora of information can seduce us into failing to recognize \nthe real problem. We shall not get a genuine knowledge of essences simply \nby the syncretistic activity of universal comparison and classification. \nSubjecting the manifold to tabulation does not ensure any actual under­\nstanding of what lies there before us as thus set in order. If an ordering \nprinciple is genuine, it has its own content as a thing [Sachgehalt), which \nis never to be found by means of such ordering, but is already presupposed \nin it. So if one is to put various pictures of the world in order, one must \nhave an explicit idea of the world as such. And if the 'world' itself is \nsomething constitutive for Dasein, one must have an insight into Dasein's \nbasic structures in order to treat the world-phenomenon conceptually. \nIn this chapter we have characterized some things positively and taken \na negative stand with regard to others ; in both cases our goal has been to \npromote a correct understanding of the tendency which underlies the \nfollowing Interpretation and the kind of questions which it poses. \nOntology can contribute only indirectly towards advancing the positive \ndisciplines as we find them today. It has a goal of its own, even if, beyond \nthe acquiring of information about entities, the question of Being is the \nspur for all scientific seeking. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 79,
      "bucket": "E (10%+)",
      "error_rate": 12.2,
      "unknown_words_sample": [
        "rld",
        "bedingung",
        "contentswhichmaybe",
        "fuct",
        "doesnotprevent",
        "menal",
        "eigentlichkeit",
        "lndifferenz",
        "existierenden",
        "existiert"
      ],
      "full_text": "I I  \nBE ING-IN-THE-WO RLD IN GENE RAL AS THE \nBA S I C  S T A T E  OF D A S E I N  \nƲ 12. A Preliminary Sketch of Being-in-the-World, in terms of an Orientation \ntowards Being-in as such \nIN our preparatory discussions (Section g) we have brought out some \ncharacteristics of Being which will provide us with a steady light for our \nfurther investigation, but which will at the same time become structurally \n53 \nconcrete as that investigation continues. Dasein is an entity which, in its \nvery Being, comports itself understandingly towards that Being. In saying \nthis, we are calling attention to the formal concept of existence. Dasein exists. \nFurthermore, Dasein is an entity which in each case I myself am. Mineness \nbelongs to any existent Dasein, and belongs to it as the condition which \nmakes authenticity and inauthenticitypossible. In each case Dasein exists in \none or the other of these two modes, or else it is modally undifferentiated.1 \nBut these are both ways in which Dasein's Being takes on a definite \ncharacter, and they must be seen and understood a priori as grounded \nupon that state of Being which we have called \"Being-in-the-world'. An \ninterpretation of this constitutive state is needed if we are to set up our \nanalytic of Dasein correctly. \nThe compound expression 'Being-in-the-world' indicates in the very way \nwe have coined it, that it stands for a unitary phenomenon. This primary \ndatum must be seen as a whole. But while Being-in-the-world cannot be \nbroken up into contentswhichmaybe pieced together, this doesnotprevent \nit from having several constitutive items in its structure. Indeed the pheno­\nmenal datum which our expression indicates is one which may, in fuct, be \nlooked at in three ways. If we study it, keepingthewholephenomenon firmly \nin mind beforehand, the following items may be brought out for emphasis: \nFirst, the 'in-the-world'. With regard to this there arises the task of \ninquiring into the ontological structure of the 'world' and defining the \nidea of worldhood as such. (See the third chapter of this Division.) \n1 'Zum existierenden Dasein gehiirt die Jemeinigkeit als Bedingung der Miiglichkeit \nvon Eigentlichkeit und Uneigentlichkeit. Dasein existiert je in einem dieser Modi, bzw. \nin der modalen lndifferenz ihrer.' \n"
    }
  ]
}