{
  "batch_id": 12,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 407,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "elimin",
        "nichtgegenwartigen",
        "anhaltends",
        "behaltenden",
        "festhalten",
        "ide",
        "thts",
        "gewartigen",
        "perseveringl",
        "aufhalten"
      ],
      "full_text": "Being and Time \nnot at those factical occasions which tum our attention to something \nalready presented, but rather at the ontological meaning of the fact that \nit can thus be turned. \nWhen something cannot be used-when, for instance, a tool definitely \nrefuses to work-it can be conspicuous only in and for dealings in which \nsomething is manipulated. Even by the sharpest and most perseveringl \n'perception' and 'representation' of Things, one can never discover any-\n355 \nthing like the damaging of a tool. If we are to encounter anything un­\nmanageable, the handling must be of such a sort that it can be disturbed. \nBut what does this signify ontological!JI? The making-present which awaits \nand retains, gets held up with regard to its absorption in relationships of \ninvolvement, and it gets held up by what will exhibit itself afterwards as \ndamage. The making-present, which awaits the \"towards-which\" with \nequal primordiality, is held fast along\u009eide the equipment which has been \nused, and it is held fast in such a manner, indeed, that the \"towards­\nwhich\" and the \"in-order-to\" are now encountered explicitly for the first \ntime. On the other hand, the only way in which the making\u009fpresent itself \ncan meet up with anything unsuitable, is by already operating in such a \nway as to retain awaitingly that which has an involvement in something. \nTo say that making-present gets 'held up' is to say that in its unity with \nthe awaiting which retains, it diverts itself into itself more and more, and \nis thus constitutive for the 'inspecting' [\"Nachsehen\"], testing, and elimin­\nating of the disturbance. If concemful dealings were merely a sequence of \n'Experiences' running their course 'in time', however intimately these \nmight be 'associated', it would still be ontologically impossible to let any \nconspicuous unusable equipment be encountered. Letting something be \ninvolved must, as such, be grounded in the ecstatical unity of the making­\npresent which awaits and retains, whatever we have made accessible in \ndealing with contexts of equipment.• \nAnd how is it possible to 'ascertain' what is missing [Fehlendem]-that \nis to say, un-ready-to-hand, not just ready-to-hand in an unmanageable \nway ? That which is un-ready-to-hand is discovered circumspectively \nwhen we miss it [im Vmnissen]. The 'affirmation' that something is not \npresent-at-hand, is founded upon our missing it; and both our missing it \nand our affirmation have their own existential presuppositions. Such \nmissing is by no means a not-making-present [Nichtgegenwartigen] ; it is \n1. 'anhaltendsõe'. ̲is is the first of övera! compounds of the verb 'hal ten' ('to hold') \nwhtch appear m thts and the followmg paragraphs. Others are 'behalten' ('retain' in \nthe sense of holding in one's memory) , 'aufhalten' ('hold up' in the sense of delaying or \nbringing to a halt), 'festhalten' ('hold fast'). \n11 'Das Bewendenlasen muss als solches, was irnmer es auch an Zeugzusammenhangen \numgiinglich zuganglich macht, in der ekstatischen Einheit des gewartigen-behaltenden \nGegenwartigens grunden.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 408,
      "bucket": "E (10%+)",
      "error_rate": 15.2,
      "unknown_words_sample": [
        "wird",
        "concernful",
        "bleibt",
        "zuhanden",
        "halten",
        "gewartigende",
        "rechnungtragens",
        "horizonal",
        "findet",
        "sondern"
      ],
      "full_text": "II. 4 \nBeing and Time \nrather a deficient mode of the Present in the sense of the making-unpresent \n[Ungegenwartigens] of something which one has expected or which one \nhas always had at one's disposal. If, when one circumspectively lets \nsomething be involved, one were not 'from the outset' awaiting the object \nof one's concern, and if such awaiting did not temporalize itself in a \nuni!Y with a making-present, then Dasein could never 'find' that something \nis missing [fehlt]. \nOn the other hand, when one is making present something ready-to­\nhand by awaiting, the possibility of one's getting surprised by something is \nbased upon one's not awaiting something else which stands in a possible \ncontext of involvement with what one awaits. In the not awaiting of the \nmaking-present which is lost, the 'horizonal' leeway within which one's \nDasein can be assailed by something surprising is first disclosed. \nThat with which one's concernful dealings fail to cope, either by pro­\nducing or procuring something, or even by turning away, holding aloof, \nor protecting oneselffrom something, reveals itself in its insurmountability. \nConcern resigns itself to it.1 But resigning oneself to something is a mode \n356 \npeculiar to circumspectively letting it be encountered. On the basis of \nthis kind of discovery concern can come across that which is inconvenient, \ndisturbing, hindering, endangering, or in general resistant in some way. \nThe temporal structure of resigning oneself to something, lies in a non­\nretaining which awaitingly makes present. In awaitingly making present, \none does not, for instance, reckon 'on' that which is unsuitable but none \nthe less available. \"Not reckoning with\" something, is a mode of \"taking \ninto one's reckoning\" that which one cannot cling to. That which one has \n\"not reckoned with\" does not get forgotten; it gets retained, so that in \nits very unsuitabiliry it remains ready-to-hand. 2 That which is ready-to-hand \nin this manner belongs to the everyday stock or content of the factically \ndisclosed environment. \nOnly in so far as something resistant has been discovered on the basis \nof the ecstatical temporality of concern, can factical Dasein understand \nitself in its abandonment to a 'world' of which it never becomes master. \nEven if concern remains restricted to the urgency of everyday needs, it is \nnever a pure making-present, but arises from a retention which awaits; \non the basis of such a retention, or as such a 'basis', Dasein exists in a \nworld. Thus in a certain manner, factically existent Dasein always knows \nits way about, even in a 'world' which is alien. \n1 'Das Besorgen findet sich damit ab.' \n2 'Die zeitliche Struktur des Sichabfindens liegt in einem gewartigend-gegenwartigen­\nden Unbehalten. Das gewartigende Gegenwartigen rechnet zum Beispiel nicht \"auf\" das \nUngeeignete, aber gleichwohl Verfiigbare. Das Nichtrechnen mit .\n•\n.\n ist ein Modus des \nRechnungtragens dem gegeniiber, woran man sich nicht halten kann. Es wird nicht \nvergessen, sondern behalten, so class es gerade in seiner Ungeeignetheit zuhanden bleibt.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 409,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "dasein",
        "truthxlx",
        "delibera",
        "introductionxx",
        "theo",
        "tions",
        "exis",
        "temporality",
        "factical",
        "retical"
      ],
      "full_text": "Being and Time \nWhen, in one's concern, one lets something be involved, one's doing so \nis founded on temporality, and amounts to an altogether pre-ontological \nand non-thematic way of understanding involvement and readiness-to­\nhand. In what follows, it will be shown to what extent the understanding \nof these types of Being as such is, in the end, also founded on temporality. \nWe must first give a more concrete demonstration of the temporality of \nBeing-in-the-world. With this as our aim, we shall trace how the theoretical \nattitude towards the 'world' 'arises' out of circumspective concern with \nthe ready-to-hand. Not only the circumspective discovering of entities \nwithin-the-world but also the theoretical discovering of them is founded \nupon Being-in-the-world. The existential-temporal Interpretation of these \nways of discovering is preparatory to the temporal characterization of \nthis basic state of Dasein. \n(b) The Temporal Meaning of the Way in which Circumspective Concern becomes \nModified into the Theoretical Discovery of the Present-at-hand Within-the-world \nWhen in the course of existential ontological analysis we ask how theoretical \ndiscovery 'arises' out of circumspective concern, this implies already that we \n35 7 \nare not making a problem of the ontical history and development of \nscience, or of the factical occasions for it, or of its proximate goals. In \nseeking the ontological genesis of the theoretical attitude, we are asking \nwhich of those conditions implied in Dasein's state of Being are exis­\ntentially necessary for the possibility of Dasein's existing in the way of \nscientific research. This formulation of the question is aimed at an exis­\ntential conception of science. This must be distinguished from the 'logical' \nconception which understands science with regard to its results and defines \nit as 'something established on an interconnection of true propositions­\nthat is, propositions counted as valid'. The existential conception under­\nstands science as a way of existence and thus as a mode of Being-in-the­\nworld, which discovers or discloses either entities or Being. Yet a fully \nadequate existential Interpretation of science cannot be carried out until \nthe meaning of Being and the 'connection' between Being and truthxlx have been \nclarified in terms of the temporality of existence.1 The following delibera­\ntions are preparatory to the understanding of this central problematic, within \nwhich, moreover, the idea of phenomenology, as distinguished from the \npreliminary conception of it which we indicated by way of introductionxx \nwill be developed for the first time. \nCorresponding to the stage of our study at which we have now arrived, \na further restriction will be imposed upon our Interpretation of the theo­\nretical attitude. We shall investigate only the way in which circumspective \n1 The italics in this and the following sentence appear only in the later editions. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 410,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "discontinur",
        "pulation",
        "atheoretical",
        "ponents",
        "concernful",
        "ein",
        "dasein",
        "spection",
        "betrieb",
        "experi"
      ],
      "full_text": "Being and Time \nconcern with the ready-to-hand changes over into an exploration of \nwhat we come across as present-at-hand within-the-world; and we shall \nbe guided by the aim of penetrating to the temporal Constitution of \nBeing-in-the-world in general. \nIn characterizing the change-over from the manipulating and using and \nso forth which are circumspective in a 'practical' way, to 'theoretical' \nexploration, it would be easy to suggest that merely looking at entities is \nsomething which emerges when concern holds back from any kind of mani­\npulation. What is decisive in the 'emergence' of the theoretical attitude \nwould then lie in the disappearance of praxis. So if one posits 'practical' \nconcern as the primary and predominant kind of Being which factical \nDasein possesses, the ontological possibility of 'theory' will be due to the \nabsence of praxis-that is, to a privation. But the discontinuance of a specific \nmanipulation in our concernful dealings does not simply leave the guiding \ncircumspection behind as a remainder. Rather, our concern then diverts \nitself specifically into a just-looking-around [ein Nur-sich-umsehen] . But \n358 \nthis is by no means the way in which the 'theoretical' attitude of science \nis reached. On the contrary, the tarrying which is discontinur.d when one \nmanipulates, can take on the character of a more precise kind of circum­\nspection, such as 'inspecting', checking up on what has been attained, or \nlooking over the 'operations' [\"Betrieb\"] which are now 'at a standstill'. \nHolding back from the use of equipment is so far from sheer 'theory' that \nthe kind of circumspection which tarries and 'considers', remains wholly \nin the grip of the ready-to-hand equipment with which one is concerned. \n'Practical' dealings have their own ways of tarrying. And just as praxis has \nits own specific kind of sight ('theory'), theoretical research is not without \na praxis of its own. Reading off the measurements which result from an \nexperiment often requires a complicated 'technical' set-up for the experi­\nmental design. Observation with a microscope is dependent upon the \nproduction of 'preparations'. Archaeological excavation, which precedes \nany Interpretation of the 'findings', demands manipulations of the grossest \nkind. But even in the 'most abstract' way of working out problems and \nestablishing what has been obtained, one manipulates equipment for \nwriting, for example. However 'uninteresting' and 'obvious' such com­\nponents of scientific research may be, they are by no means a matter of \nindifference ontologically. The explicit suggestion that scientific behaviour \nas a way of Being-in-the-world, is not just a 'purely intellectual activity', \nmay seem petty and superfluous. If only it were not plain from this \ntriviality that it is by no means patent where the ontological boundary \nbetween 'theoretical' and 'atheoretical' behaviour really runs ! \nSomeone will hold that all manipulation in the sciences is merely in the \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 412,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "circumspective",
        "ciicumspectively",
        "pos",
        "vergegenwiirtigung",
        "bringt",
        "nly",
        "dasein",
        "onal",
        "sibility",
        "temporality"
      ],
      "full_text": "Being and Time \nCircumspective making-present, however, is a phenomenon with more \nthan one kind of foundation. In the first instance, it always belongs to a \nfull ecstatical unity of temporality. It is grounded in a retention of that \ncontext of equipment with which Dasein concerns itself in awaiting a pos­\nsibility. That which has already been laid open in awaiting and retaining \nis brought closer by one's deliberative making-present or envisaging.1 \nBut if deliberation is to be able to operate in the scheme of the 'if-then', \nconcern must already have 'surveyed' a context of involvements and have \nan understanding of it. That which is considered with an 'if' must already \nbe understood as something or other. This does not require that the under­\nstanding of equipment be expressed in a predication. The schema 'some­\nthing as something' has already been sketched out beforehand in the \nstructure of one's pre-predicative understanding. The as-structure is \ngrounded ontologically in the temporality of understanding. But on the \nother hand, only to the extent that Dasein, in awaiting some possibility \n(here this means a \"towards-which\"), has come back to a \"towards-this\" \ng6o \n(that is to say that it retains something ready-to-hand)--<>nly to this \nextent can the making-present which belongs to this awaiting and retain-\ning, start with what is thus retained, and bring it, in its character of having \nbeen assigned or referred to its \"towards-which\", explicitly closer. The \ndeliberation which brings it close must, in the schema of making present, \nbe in conformity with the kind of Being that belongs to what is to be \nbrought close. The involvement-character of the ready-to-hand does not \nfirst get discovered by deliberation, but only gets brought close by it in \nsuch a manner as to let that in which something has an involvement, be \nseen ciicumspectively as this very thing. \nThe way the Present is rooted in the future and in having been, is the \nexistential-temporal condition for the possibility that what has been \nprojected in circumspective understanding can be brought closer in a \nmaking-present, and in such a way that the Present can thus conform \nitself to what is encountered within the horizon of awaiting and retaining; \nthis means that it must interpret itself in the schema of the as-structure. \nWe have thus answered the question we formulated earlier-the question \nof whether the as-structure has some existential-ontological connection \nwith the phenomenon of projection.xxll Like understanding and interpretation \nin general, the 'as' is grounded in the ecstatico-horiz;onal unity of temporality. In \nour fundamental analysis of Being, and of course in connection with the \nInterpretation of the 'is' (which, as a copula, gives 'expression' to \nthe addressing of something as something), we must again make the \n1 'Das im gewiirtigenden Behalten schon Aufgeschlossene bringt die iiberlegende \nGegenwiirtigung bzw. Vergegenwiirtigung niiher.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 413,
      "bucket": "D (5-10%)",
      "error_rate": 9.0,
      "unknown_words_sample": [
        "satz",
        "wird",
        "concernful",
        "oberlegung",
        "zur",
        "behaviour",
        "wil",
        "circumspective",
        "schwer",
        "nicht"
      ],
      "full_text": "Being and Time \nphenomenon of the \"as\" a theme and delimit the conception of this \n'schema' existentially. \nThe question of the genesis of theoretical behaviour is one which we have \nleft hanging. What can a temporal characterization of circumspective \ndeliberation and its schemata contribute to the answering of it? Only \nthat this elucidates the Situation in which circumspective concern changes \nover into theoretical discovering-a Situation of the kind which belongs \nto Dasein. We may then try to analyse this change-over itself by taking \nas our clue an elementary assertion which is circumspectively deliberative \nin character and the modifications which are possible for it. \nWhen we are using a tool circumspectively, we can say, for instance, \nthat the hammer is too heavy or too light. Even the proposition that the \nhammer is heavy can give expression to a concernful deliberation, and \nsignify that the hamer is not an easy one-in other words, that it takes \nforce to handle it, or that it wil be hard to manipulate.1 But this pro­\nposition can also mean that the entity before us, which we already know \n361 \ncircumspectively as a hammer, has a weight-that is to say, i t  has the \n'property' of heaviness : it exerts a pressure on what lies beneath it, and \nit falls if this is removed. When this kind of talk is so understood, it is no \nlonger spoken within the horizon of awaiting and retaining an equipmental \ntotality and its involvement-relationships. What is said has been drawn \nfrom looking at what is suitable for an entity with 'mass'. We have now \nsighted something that is suitable for the hammer, not as a tool, but as a \ncorporeal Thing subject to the law of gravity. To talk circumspectively of \n'too heavy' or 'too light' no longer has any 'meaning' ;  that is to say, the \nentity in itself, as we now encounter it, gives us nothing with relation to \nwhich it could be 'found' too heavy or too light. \nWhy is it that what we are talking about-the heavy hammer-shows \nitself differently when our way of talking is thus modified ? Not because \nwe are keeping our distance from manipulation, nor because we are just \nlooking away [absehen] from the equipmental character of this entity, \nbut rather because we are looking at [ansehen] the ready-to-hand thing \nwhich we encounter, and looking at it 'in a new way' as something present­\nat-hand. The understanding of Being by which our concernful dealings with \nentities within-the-world have been guided has changed over. But if, instead \nof deliberating circumspectively about something ready-to-hand, we 'take' \nit as something present-at-hand, has a scientific attitude thus constituted \n1 'Auch der Satz : der Hammer ist schwer, kann einer besorgenden Oberlegung \nAusdruck geben und bedeuten : er ist nicht Ieicht, das heisst, er fordert zur Handhabung \nKraft, bzw. er wird die Hantierung erschweren.' Here Heidegger is exploiting the double \nmeaning of the German pair of adjectives, 'schwer' and 'Ieicht', which may correspond \neither to the English pair 'heavy' and 'light', or to the pair 'difficult' and 'easy'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 417,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "ecstases",
        "ekstase",
        "zur",
        "existingly",
        "horizonal",
        "futurally",
        "woraufhin",
        "entruckungen",
        "nicht",
        "ecstasis"
      ],
      "full_text": "Being and Time \nDasein exists for the sake of a potentiality-for-Being of itself. In existing, \nit has been thrown; and as something thrown, it has been delivered over to \nentities which it needs in order to be able to be as it is-namely, for the sake \nof itself. In so far as Dasein exists factically, it understands itself in the \nway its \"for-the-sake-of-itself\" is thus connected with some current \"in­\norder-to\". That inside which existing Dasein understands itself, is 'there' \nalong with its factical existence. That inside which one primarily under­\nstands oneself has Dasein's kind of Being. Dasein is its world existingly. \nWe have defined Dasein's Being as \"care\". The ontological meaning of \n\"care\" is temporality. We have shown that temporality constitutes the \n365 \ndisclosedness of the \"there\", and we- have shown how it does so. In \nthe disclosedness of the \"there\" the world is disclosed along with it. The \nunity of significance-that is, the ontological constitution of the world­\nmust then likewise be grounded in temporality. The existential-temporal \ncondition for the possibility of the world lies in the fact that temporality, as an \necstatical unity, has something like a horizon. Ecstases are not simply raptures \nin which one gets carried away. Rather, there belongs to each ecstasis a \n'whither' to which one is carried away.1 This \"whither\" of the ecstasis \nwe call the \"horizonal schema\". In each of the three ecstases the ecstatical \nhorizon is different. The schema in which Dasein comes towards itself \nfuturally, whether authentically or inauthentically, is the ''for-the-sake-of­\nitself\". The schema in which Dasein is disclosed to itself in a state-of-mind \nas thrown, is to be taken as that in the face of which it has been thrown \nand that to which it has been abandoned. This characterizes the horizonal \nschema of what has been. In existing for the sake of itself in abandonment \nto itself as something that has been thrown, Dasein, as Being-alongside, \nis at the same time making present. The horizonal schema for the Present \nis defined by the \"in-order-to\". \nThe unity of the horizonal schemata of future, Present, and having \nbeen, is grounded in the ecstatical unity of temporality. The horizon of \ntemporality as a whole determines that whereupon [woraufhin] factically \nexisting entities are essentially disclosed. With one's factical Being-there, a \npotentiality-for-Being is in each case projected in the horizon of the \nfuture, one's 'Being-already' is disclosed in the horizon of having been, \nand that with which one concerns oneself is discovered in the horizon of \nthe Present. The horizonal unity of the schemata of these ecstases makes \npossible the primordial way in which the relationships of the \"in-order­\nto\" are connected with the \"for-the-sake-of\". This implies that on the \nbasis of the horizonal constitution of the ecstatical unity of temporality, \n1 'Die Ekstasen sind nicht einfach Entruckungen zu . . .  Vielmehr gehort zur Ekstase \nein \"Wohin\" der Entruckung.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 418,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "concernfully",
        "worldless",
        "cendence",
        "ecstases",
        "horizonal",
        "lity",
        "dasein",
        "thrownness",
        "temporality",
        "factically"
      ],
      "full_text": "II. 4 \nBeing and Time \nthere belongs to that entity which is in each case its own \"there\", some­\nthing like a world that has been disclosed. \nJust as the Present arises in the unity of the temporalizing of temporality \nout of the future and having been, the horizon of a Present temporalizes \nitself equiprimordially with those of the future and of having been. In so \nfar as Dasein temporalizes itself, a world is too. In temporalizing itself \nwith regard to its Being as temporality, Dasein is1 essentially 'in a world', \nby reasqn of the ecstatico-horizonal constitution of that temporality. The \nworld is neither present-at-hand nor ready-to-hand, but temporalizes \nitself in temporality. It 'is', with the \"outside-of-itself\" of the ecstases, \n'there'. If no Dasein exists, no world is 'there' either. \nThe world is already presupposed in one's Being alongside the ready-to­\nhand concernfully and factically, in one's thematizing of the present-at­\nhand, and in one's discovering of this latter entity by Objectification; that \nis to say, all these are possible only as ways of Being-in-the-world. Having \n366 \nits ground [griindend] in the horizonal unity of ecstatical temporality, the \nworld is transcendent. It must already have been ecstatically disclosed so \nthat in terms of it entities within-the-world can be encountered. Tempora-\nlity already maintains itself ecstatically within the horizons of its ecstases; \nand in temporalizing itself, it comes back to those entities which are \nencountered in the \"there\". With Dasein's factical existence, entities \nwithin-the-world are already encountered too. The fact that such entities \nare discovered along with Dasein's own \"there\" of existence, is not left \nto Dasein's discretion. Only what it discovers and discloses on occasion, in \nwhat direction it does so, how and how far it does so--only these are \nmatters for Dasein's freedom, even if always within the limitations of its \nthrownness. \nThus the significance-relationships which determine the structure of the \nworld are not a network of forms which a worldless subject has laid over \nsome kind of material. What is rather the case is that factical Dasein, \nunderstanding itself and its world ecstatically in the unity of the \"there\", \ncomes back from these horizons to the entities encountered within them. \nComing back to these entities understandingly is the existential meaning \nof letting them be encountered by making them present; that is why we \ncall them entities \"within-the-world\". The world is, as it were, already \n'further outside' than any Object can ever be. The 'problem of trans­\ncendence' cannot be brought round to the question of how a subject comes \nout to an Object, where the aggregate of Objects is identified with the idea \nof the world. Rather we must ask : what makes it ontologically possible \nfor entities to be encountered within-the-world and Objectified as so \n1 Italics supplied in later editions only. \n0 \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 419,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "terization",
        "tempor",
        "xxv",
        "ecstatico",
        "dasein",
        "ordinately",
        "spatia",
        "trans",
        "endence",
        "temporality"
      ],
      "full_text": "Being and Time \nencountered ? This can be answered by recourse to the transcendence of \nthe world-a transƈendence with an ecstatico-horizonal foundation. \nIf the 'subject' gets conceived ontologically as an existing Dasein whose \nBeing is grounded in temporality, then one must say that the world is \n'subjective'. But in that case, this 'subjective' world, as one that is tempor­\nally transcendent, is 'more Objective' than any possible 'Object'. \nWhen Being-in-the-world is traced back to the ecstatico-horizonal \nunity of temporality, the existential-ontological possibility of this basic \nstate of Dasein is made intelligible. At the same time it becomes plain \nthat a, concrete working-out of the world-structure in general and its \npossible variations can be tackled only if the ontology of possible entities \nwithin-the-world is oriented securely enough by clarifying the idea of \nBeing in general. If an Interpretation of this idea is to be possible, the \ntemporality of Dasein must be exhibited beforehand; here our charac­\nterization of Being-in-the-world will be of service. \n367 \n,-r ;o. The Temporality of the Spatiality that is Characteristic of Dasein \nThough the expression 'temporality' does not signify what one under­\nstands by \"time\" when one talks about 'space and time', nevertheless \nspatiality seems to make up another basic attribute of Dasein correspond­\ning to temporality. Thus with Dasein's spatiality, existential-temporal \nanalysis seems to come to a limit, so that this entity which we call \n\"Dasein\", must be considered as 'temporal' 'and also' as spatial co­\nordinately. Has our existential-temporal analysis of Dasein thus been \nbrought to a halt by that phenomenon with which we have become \nacquainted as the spatiality that is characteristic of Dasein, and which \nwe have pointed out as belonging to Being-in-the-world ?xxv \nIf in the· course of our existential Interpretation we were to talk \nabout Dasein's having a 'spatia-temporal' character, we could not mean \nthat this entity is present-at-hand 'in space and also in time' ; this needs \nno further discussion. Temporality is the meaning of the Being of care. \nDasein's constitution and its ways to be are possible ontologically only on \nthe basis of temporality, regardless of whether this entity occurs 'in time' \nor not. Hence Dasein's specific spatiality must be grounded in temporality. \nOn the other hand, the demonstration that this spatiality is existentially \npossible only through temporality, cannot aim either at deducing space \nfrom time or at dissolving it into pure time. If Dasein's spatiality is \n'embraced' by temporality in the sense of being existentially founded upon \nit, then this connection between them (which is to be clarified in what \nfollows) is also different from the priority of time over space in Kant's \nsense. To say that our empirical representations of what is present-at-hand \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 420,
      "bucket": "D (5-10%)",
      "error_rate": 9.3,
      "unknown_words_sample": [
        "expresion",
        "pasage",
        "priate",
        "wortlichen",
        "fil",
        "zuriickkommt",
        "einraumen",
        "ings",
        "bestinunt",
        "dasein"
      ],
      "full_text": "Being and Time \n'in space' run their course 'in time' as psychical occurrences, so that \nthe 'physical' occurs mediately 'in time' also, is not to give an existential­\nontological Interpretation of space as a form of intuition, but rather to \nestablish ontically that what is psychically present-at-hand runs its \ncourse 'in time'. \nWe must now make an existential-analytical inquiry as to the temporal \nconditions, for the possibility of the spatiality that is characteristic of \nDasein-the spatiality upon which in turn is founded the uncovering of \nspace within-the-world. We must first remember in what way Dasein is \nspatial. Dasein can be spatial only as care, in the sense of existing as \nfactically falling. Negatively this means that Dasein is never present-at-\n368 \nhand in space, not even proximally. Dasein does not fil up a bit of space \nas a Real Thing or item of equipment would, so that the boundaries \ndividing it from the surrounding space would themselves just define that \nspace spatially. Dasein takes space in; this is to be understood literally.1 \nIt is by no means just present-at-hand in a bit of space which its body \nfills up. In existing, it has already made room for its own leeway. It \ndetermines its own location in such a manner that it comes back from the \nspace it has made room for to the 'place' which it has reserved. 1 To be \nable to say that Dasein is present-at-hand at a position in space, we must \nfirst take [auffassen] this entity in a way which is ontologically inappro­\npriate. Nor does the distinction between the 'spatiality' of an extended \nThing and that of Dasein lie in the fact that Dasein knows about space; \nfor taking space in [das Raum-einnehmen] is so far from identical with \na 'representing' of the spatial, that it is presupposed by it instead. Neither \nmay Dasein's spatiality be interpreted as an imperfection which adheres \nto existence by reason of the fatal 'linkage ofthe spirit to a body'. On the \ncontrary, because Dasein is 'spiritual', and onry because of this, it can be \nspatial in a way which remains essentially impossible for any extended \ncorporeal Thing. \nDasein's making room for itself is constituted by directionality and \nde-severance. How is anything of this sort existentially possible on the \n1 'Das Dasein nimmt-im wortlichen Verstande-Raum ein.' The expression 'nimmt \nRaum ein' would ordinarily be translatable as 'occupies space' or even 'takes up space'. \nBut Heidegger is here interpreting it in a way which is closer to the root meaning. \n2 'Existierend hat es sich je schon einen Spielraum eingeriiumt. Es bestinunt je seinen \neigenen Ort so, das es aus dem eingeriiumten Raum auf den \"Platz\" zuriickkommt, \nden es belegt hat.' This pasage can be read in several ways. 'Spielraum' (our 'leeway') \nmeans literally a 'space-or room-for playing'. The expresion 'belegen einen Platz' \nordinarily means to book or reserve a seat at a theatre or some other place of entertain­\nment; but in a more general and basic sense, 'belegen' (which is a word of many mean­\nings) can also mean to spread something over something else so as to 'occupy' it \ncompletely-as one spreads a slice of bread with butter or covers a wall with plaster. \nOn 'einraumen' see our note 1, p. I46, H. I 1 I above. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 421,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "hende",
        "concernful",
        "aufge",
        "sache",
        "horizonal",
        "direc",
        "severantly",
        "cally",
        "dasein",
        "tionality"
      ],
      "full_text": "420 \nBeing and Time \nbasis of Dasein's temporality ? The function of temporality as the founda­\ntion for Dasein's spatiality will be indicated briefly, but no more than is \nnecessary for our later discussions of the ontological meaning of the \n'coupling together' of space and time. To Dasein's making room for itself \nbelongs the self-directive discovery of something like a region. By this \nexpression what we have in mind in the first instance is the \"whither\" for \nthe possible belonging-somewhere of equipment which is ready-to-hand \nenvironmentally and which can be placed. Whenever one comes across \nequipment, handles it, or moves it around or out of the way, some region \nhas already been discovered. Concernful Being-in-the-world is directional \n-self-directive. Belonging-somewhere has an essential relationship to \ninvolvement. It always Determines itself factically in \nterms of the \ninvolvement-context of the equipment with which one concerns oneself. \nRelationships of involvement are intelligible only within the horizon of \na world that has been disclosed. Their horizonal character, moreover, \nis what first makes possible the specific horizon of the \"whither\" of \nbelonging-somewhere regionally. The self-directive discovery of a region is \ngrounded in an ecstatically retentive awaiting of the \"hither\" and \n\"thither\" that are possible. Making room for oneself is a directional \nawaiting of a region, and as such it is equiprimordially a bringing-close \n369 \n(de-severing*) of the ready-to-hand and present-at-hand. Out of the \nregion that has been discovered beforehand, concern comes back de­\nseverantly to that which is closest. Both bringing-close and the estimating \nand measurement of distances within that which has been de-severed and \nis present-at-hand within-the-world, are grounded in a making-present \nbelonging to the unity of that temporality in which directionality too \nbecomes possible. \nBecause Dasein as temporality is ecstatico-horizonal in its Being, it can \ntake along with it a space for which it has made room, and it can do so \nfactically and constantly. With regard to that space which it has ecstati­\ncally taken in, the \"here\" of its current factical situation [Lage bzw. \nSituation] never signifies a position in space, but signifies rather the \nleeway of the range of that equipmental totality with which it is most \nclosely concerned-a leeway which has been opened up for it in direc­\ntionality and de-severance. \nBringing-close makes possible the kind of handling and Being-busy \nwhich is 'absorbed in the thing one is handling' [\"in der Sache aufge­\nhende\"] ; and in such bringing-close, the essential structure of care­\nfalling-makes itself known. In falling, and therefore also in the bringing­\nclose which is founded 'in the present', the forgetting which awaits, leaps \nafter the Present; this is what is distinctive in the existential-temporal \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 422,
      "bucket": "E (10%+)",
      "error_rate": 11.2,
      "unknown_words_sample": [
        "ality",
        "dadurch",
        "dayness",
        "horizonal",
        "fundierten",
        "lity",
        "tempor",
        "auch",
        "dorther",
        "dasein"
      ],
      "full_text": "Being and Time \n421 \nConstitution offalling.1 When we make something present by bringing it \nclose from its \"thence\" [seinem Dorther], the making-present forgets the \n\"yonder\" [das Dort] and loses itself in itself. Thus it comes about that if \n'observation' of entities within-the-world commences in such a making­\npresent, the illusion arises that 'at first' only a Thing is present-at-hand, \nhere of course, but indefinitely-in a space in general. \nOn{y on the basis of its ecstatico-horizonal temporality is it possible for Dasein \nto break into space. The world is not present-at-hand in space; yet only \nwithin a world does space let itself be discovered. The ecstatical tempora• \nlity of the spatiality that is characteristic of Dasein, makes it intelligible \nthat space is independent of time; but on the other hand, this same \ntemporality also makes intelligible Dasein's 'dependence' on space-a \n'dependence' which manifests itself in the well-known phenomenon that \nboth Dasein's interpretation of itself and the whole stock of significations \nwhich belong t_o language in general are dominated through and through \nby 'spatial representations'. This priority of the spatial in the Articulation \nof concepts and significations has its basis not in some specific power \nwhich space possesses, but in Dasein's kind of Being. Temporality is \nessentially falling, and it loses itself in making present; not only does it \nunderstand itself circumspectively in terms of objects of concern which are \nready-at-hand, but from those spatial relationships which making-present \nis constantly meeting in the ready-to-hand as having presence, it takes its \nclues for Articulating that which has been understood and can be in­\nterpreted in the understanding in general. \nÙ 7 I. The Temporal Meaning of Dasein' s Everydayness \nWe have given an Interpretation of some structures which are essential \nto Dasein's state-of-Being, and we have done so before exhibiting tempor­\nality, but with the aim ofleading up to this. Our analysis of the temporality \nof concern has shown that these structures must be taken back into tempor­\nality existentially. At the very start of our analytic we did not choose as \nour theme any definite and distinctive possibility of Dasein's existence; \nour analytic was oriented rather by the average way of existing, which has \nnothing conspicuous about it. We called that kind of Being in which \nDasein maintains itself proximally and for the most part \"everdayness'\" .xxvl \nWhat this expression signifies at bottom when delimited ontologically, \nremains obscure. At the beginning of our study, moreover, we could not \nsee any way of even making the existential-ontological meaning of \"every­\ndayness\" a problem. By now, however, some light has been cast on the \n1 'Dessen existenzial-zeitliche Konstitution ist dadurch ausgezeichnet, dass in ihm und \ndamit auch in der \"gegenwiirtig\" fundierten Niiherung das gewiirtigende Vergessen der \nGegenwart nachspringt.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 424,
      "bucket": "E (10%+)",
      "error_rate": 19.5,
      "unknown_words_sample": [
        "konsequent",
        "familiat",
        "bisher",
        "situationen",
        "hineinlebend",
        "lagen",
        "nichts",
        "nicht",
        "lity",
        "tlich"
      ],
      "full_text": "u. 4 \nBeing and Time \nThat which is onticalfy so familiat in the way Dasein has been factically \ninterpreted that we never pay any heed to it, hides enigma after enigma \nexistential-ontologically. The 'natural' horizon for starting the existential \nanalytic of Dasein is onfy seemingfy self-evident. \nBut after the Interpretation of temporality which we have given thus \nfar, do we find ourselves in any more promising a situation with regard \nto delimiting the structure of everydayness existentially ? Or does this \nbewildering phenomenon make the inadequacy of our explication of tem­\nporality all too patent? Have we not hitherto been constantly immob­\nilizing Dasein in certain situations, while we have, 'consistently' with this, \nbeen disregarding the fact that in living unto its days Dasein stretches itself \nalong 'temporally' in the sequence of those days ?1 The \"it's all one and \nthe same\", the accustomed, the 'like yesterday, so today and tomorrow', \nand the 'for the most part'-these are not to be grasped without recourse \nto this 'temporal' stretching-along of Dasein. \nAnd is it not also a Fact of existing Dasein that in spending its time it \ntakes 'time' into its reckoning from day to day and regulates this 'reckoning' \nastronomically and calendrically? \nOnly if both Dasein's everyday \n'historizing'2 and the reckoning with 'time' with which it concerns itself \nin this historizing, are included in our Interpretation ofDasein's tempora­\nlity, will our orientation be embracing enough to enable us to make a \nproblem of the ontological meaning of everydayness as such. But because \nat bottom we mean by the term \"everydayness\" nothing else than tern-\n372 \nporality, while temporality is made possible by Dasein's Being, 3 an \nadequate conceptual delimitation of everydayness can succeed only in a \nframework in which the meaning of Being in general and its possible \nvariations are discussed in principle. \n1 'Haben wir bisher nicht stlindig das Dasein auf gewisse Lagen und Situationen \nstillgelegt und \"konsequent\" missachtet, dass es sich, in seine Tage hineinlebend, in der \nFolge seiner Tage \"ze1tlich\" erstreckt ?' The older editions have 'stillgestellt' rather than \n'stillgelegt.' \n2 '  \"Geschehen\" '. cr. our note I, p. 4'· H. 19 above. \na 'Weil jedoch mit dem Titel Alltiiglichkeit im Grunde nichts anderes gemeint ist als \ndie Zeitlichkeit, diese aber das Sein des Daseins ermoglicht . . .  \n' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 427,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "aktuelle",
        "exper",
        "nur",
        "iences",
        "dasein",
        "thinglike",
        "thrownness",
        "temporality",
        "factically",
        "exis"
      ],
      "full_text": "Being and Time \nII. 5 \nThe Being of this perseveringly changing connectedness of Experiences \nremains indefinite. But at bottom, whether one likes it or not, in this way \nof characterizing the connectedness of life, one has posited something \npresent-at-hand 'in time', though something that is obviously 'un­\nThinglike'. \n374 \nIf we have regard for what we have worked out under the title of \n\"temporality\" as the meaning of the Being of care, we find that while the \nordinary interpretation of Dasein, within its own limits, has its justifica­\ntion and is sufficient, we cannot carry through a genuine ontological \nanalysis of the way Dasein stretches along between birth and death if we \ntake this interpretation as our clue, nor can we even fix upon such an \nanalys1s as a problem. \nDasein does not exist as the sum of the momentary actualities of Exper­\niences which come along successively and disappear. Nor is there a sort of \nframework which this succession gradually fills up. For how is such a \nframework to be present-at-hand, where, in each case, only the Experience \none is having 'right now' is 'actual',! and the boundaries of the framework \n-the birth which is past and the death which is only oncoming-lack \nactuality ? At bottom, even in the ordinary way of taking the 'connected­\nness oflife', one does not think of this as a framework drawn tense 'outside' \nof Dasein and spanning it round, but one rightly seeks this connectedness \nin Dasein itself. When, however, one tacitly regards this entity ontologically \nas something present-at-hand 'in time', any attempt at an ontological \ncharacterization of the Being 'between' birth and death will break \ndown. \nDasein does not fill up a track or stretch 'oflife'--one which is somehow \npresent-at-hand-with the phases of its momentary actualities. It stretches \nitself along in such a way that its own Being is constituted in advance as \na stretching-along. The 'between' which relates to birth and death already \nlies in the Being ofDasein. On the other hand, it is by no means the case that \nDasein 'is' actual in a point of time, and that, apart from this, it is 'sur­\nrounded' by the non-actuality of its birth and death. Understood exis­\ntentially, birth is not and never is something past in the sense of something \nno longer present-at-hand; and death is just as far from having the kind \nof Being of something still outstanding, not yet present-at-hand but \ncoming along. Factical Dasein exists as born ; and, as born, it is already \ndying, in the sense of Being-towards-death. As long as Dasein factically \nexists, both the 'ends' and their 'between' are, and they are in the only \nway which is possible on the basis of Dasein's Being as care. Thrownness \nand that Being towards death in which one either flees it or anticipates \n1 ' •\n•\n•\n wo doch je nur das \"aktuelle\" Erlebnis \"wirklich\" ist •\n•\n .' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 430,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "dilthey",
        "dasein",
        "funda",
        "ofhistory",
        "temporality",
        "terization",
        "factical",
        "toricality",
        "charac",
        "historiology"
      ],
      "full_text": "II. 5 \nBeing and Time \nNevertheless, Dasein must also be called 'temporal' in the sense of \nBeing 'in time'. Even without a developed historiology, factical Dasein \nneeds and uses a calendar and a clock. Whatever may happen 'to Dasein', \nit experiences it as happening 'in time'. In the same way, the processes of \n377 \nNature, whether living or lifeless, are encountered 'in time'. They are \nwithin-time. So while our analysis of how the 'time' of within-time-ness \nhas its source in temporality will be deferred until the next chapter,Ul it \nwould be easy to put this before our discussion of the connection between \nhistoricality and temporality. The historical is ordinarily characterized \nwith the help of the time of within-time-ness. But if this ordinary charac­\nterization is to be stripped of its seeming self-evidence and exclusiveness, \nhistoricality must first be 'deduced' purely in terms ofDasein's primordial \ntemporality ; this is demanded even by the way these are 'objectively' \nconnected. Since, however, time as within-time-ness also 'stems' from the \ntemporality of Dasein, historicality and within-time-ness turn out to be \nequiprimordial. Thus, within its limits, the ordinary interpretation of the \ntemporal character of history is justified. \nMter this first characterization of the course of the ontological exposition \nof historicality in terms of temporality, do we still need explicit assurance \nthat the following investigation does not rest upon a belief that the \nproblem of history is to be solved by a coup de main? The poverty of the \n'categorial' means at our disposal, and the unsureness of the primary \nontological horizons, become the more obtrusive, the more the problem of \nhistory is traced to its primordial roots. In the following study, we shall \ncontent ourselves with indicating the ontological locus of the problem of \nhistoricality. The researches of Dilthey were, for their part, pioneering \nwork ; but today's generation has not as yet made them its own. In the \nfollowing analysis the issue is solely one of furthering their adoption. \nOur exposition of the existential problem ofhistoricality-an exposition \nwhich is necessarily limited, moreover, in that its goal is one of funda­\nmental ontology-is divided up as follows : the ordinary understanding of \nhistory, and Dasein's historizing (Section 73) ; the basic constitution of \nhistoricality (Section 74) ; Dasein's historicality, and world-history (Section \n75) ; the existential source of historiology in Dasein's historicality (Section \n76) ; the connection of the foregoing exposition of the problem of his­\ntoricality with the researches of Dilthey and the ideas of Count Yorck \n(Section 77). \nÜ 73· The Ordinary Understanding of History, and Dasein's Histori;:,ing \n378 \nOur next aim is to find the right position for attacking the primordial \nquestion of the essence ofhistory-that is to say, for construing historicality \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 433,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "concernful",
        "vergehen",
        "weise",
        "existierenden",
        "nur",
        "dasein",
        "temporality",
        "factically",
        "der",
        "des"
      ],
      "full_text": "432 \nBeing and Time \nII. 5 \nManifestly these 'Things' have altered. The gear has become fragile or \nworm-eaten 'in the course of time'. But that specific character of the past \nwhich makes it something historical, does not lie in this transience,l which \ncontinues even during the Being-present-at-hand of the equipment in the \nmuseum. What, then, is past in this equipment ? What were these 'Things' \nwhich today they are no longer ? They are still definite items of equipment \nfor use; but they are out of use. Suppose, however, that they were still in \nuse today, like many a household heirloom; would they then be not yet \nhistorical ? All the same, whether they are in use or out of use, they are no \nlonger what they were. What is 'past' ? Nothing else than that world \nwithin which they belonged to a context of equipment and were en­\ncountered as ready-to-hand and used by a concernful Dasein who was-in­\nthe-world. That world is no longer. But what was formerly within-the-world \nwith respect to that world is still present-at-hand. As equipment belong­\ning to a world, that which is now still present-at-hand can belong \nnevertheless to the 'past'. But what do we signify by saying of a world that \nit is no longer ? A world is only in the manner of existing Dasein, which \nfactically i s as Being-in-the-world. 2 \nThus the historical character of the antiquities that are still preserved \nis grounded in the 'past' of that Dasein to whose world they belonged. \nBut according to this, only 'past' Dasein would be historical, not Dasein \n'in the present'. However, can Dasein be past at all, if we define 'past' as \n'now no longer either present-at-hand or ready-to-hand' ?  Manifestly, Dasein can \nnever be past, not because Dasein is non-transient, but because it essentiaily \ncan never be present-at-hand. Rather, if it is, it exists. A Dasein which no \nlonger exists, however, is not past, in the ontologically strict sense; it is \nrather \"having-been-there\" [da-gewesen]. The antiquities which are still \npresent-at-hand have a character of 'the past' and of history by reason of \nthe fact that they have belonged as equipment to a world that has been­\nthe world of a Dasein that has been there-and that they have been \nderived from that world. This Dasein is what is primarily historical. But \ndoes Dasein first become historical in that it is no longer there ? Or is it not \nhistorical precisely in so far as it factically exists ? Is Dasein just something \nthat \"has been\" in the sense of \"having been there\", or has it been as something \nfutural which is making present-that is to say, in the temporali;:.ing of its temporality? \nFrom this provisional analysis of equipment which belongs to history \nand which is still present-at-hand though somehow 'past', it becomes \nplain that such entities are historical only by reason of their belonging to \nthe world. But the world has an historical kind of Being because it makes \n1 'Vergiinglichkeit'. Cf. 'vergehen' ('to pass away') and 'Vergangenheit' ('the past'). \n11 'Welt ist nur in der Weise des existierenden Daseins, das als In-der-Welt-seinfaktisch ist.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 434,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "ter",
        "dasein",
        "historiological",
        "temporalizes",
        "temporality",
        "historicality",
        "equiprimordially",
        "tlwse",
        "charac",
        "ecstatical"
      ],
      "full_text": "II. 5 \nBeing and Time \n433 \nup an ontological attribute ofDasein. It may be shown further that when \none designates a time as 'the past', the meaning of this is not unequivocal ; \nbut 'the past' is manifestly distinct from one's having been, with which \nwe have become acquainted as something constitutive for the ecstatical \nunity of Dasein's temporality. This, however, only makes the enigma \nultimately more acute ; why is it that the historical is determined pre­\ndominantly by the 'past', or, to speak more appropriately, by the character \nof having-been, when that character is one that temporalizes itself \nequiprimordially with the Present and the future ? \nWe contend that what is primarily historical is Dasein. That which is \nsecondarily historical, however, is what we encounter within-the-world­\nnot only equipment ready-to-hand, in the widest sense, but also the \nenvironing Nature as 'the very soil of history.' Entities other than Dasein \nwhich are historical by reason of belonging to the world, are what we call \n'world-historical'. It can be shown that the ordinary conception of 'world­\nhistory' arises precisely from our orientation to what is thus secondarily \nhistorical. World-historical entities do not first get their historical charac­\nter, let us say, by reason of an historiological Objectification ; they get it \nrather as tlwse entities which they are in themselves when they are en­\ncountered within-the-world. \nIn analysing the historical character of equipment which is still present­\nat-hand, we have not only been led back to Dasein as that which is \nprimarily historical; but at the same time we have been made to doubt \nwhether the temporal characterization of the historical in general may be \noriented primarily to the Being-in-time of anything present-at-hand. \nEntities do not become 'more historical' by being moved off into a past \nwhich is always farther and farther away, so that the oldest of them would \nbe the most authentically historical. On the other hand, if the 'temporal' \ndistance from \"now and today\" is of no primary constitutive significance \nfor the historicality of entities that are authentically historical, this is not \n382 \nbecause these entities are not 'in time' and are timeless, but because they \nexist temporally in so primordial a manner that nothing present-at-hand 'in \ntime', whether passing away or still coming along, could ever-by its \nontological essence-be temporal in such a way. \nIt will be said that these deliberations have been rather petty. No one \ndenies that at bottom human Dasein is the primary 'subject' of history ; \nand the ordinary conception of history, which we have cited, says so \nplainly enough. But with the thesis that 'Dasein is historical', one has in \nview not just the on tical Fact that in man we are presented with a more \nor less important 'atom' in the workings of world-history, and that he \nremains the plaything of circumstances and events. This thesis raises the \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 435,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "existenz",
        "obemahme",
        "horizont",
        "dasein",
        "thrownness",
        "temporality",
        "factically",
        "der",
        "entreisst",
        "des"
      ],
      "full_text": "434 \nBeing and Time \nII. 5 \nproblem: to what extent and on the basis of what ontological conditions, does \nhistoricality belong, as an essential constitutive state, to the subjectivity of the \n'historical' subject? \nß 7 4· The Basic Constitution of Historicality \nDasein factically has its 'history', and it can have something of the sort \nbecause the Being of this entity is constituted by historicality. We must \nnow justify this thesis, with the aim of expounding the ontological problem \nof history as an existential one. The Being of Dasein has been defined \nas care. Care is grounded in temporality. Within the range of temporality, \ntherefore, the kind of historizing which gives existence its definitely \nhistorical character, must be sought. Thus the Interpretation of Dasein's \nhistoricality will prove to be, at bottom, just a more concrete working out \nof temporality. We first revealed temporality with regard to that way of \nexisting authentically which we characterized as anticipatory resolute· \nness. How far does this imply an authentic historizing of Dasein? \nWe have defined \"resoluteness\" as a projecting of oneself upon one's \nown Being-guilty-a projecting which is reticent and ready for anxiety.iv \nResoluteness gains its authenticity as anticipatory resoluteness.v In this, \nDasein understands itself with regard to its potentiality-for-Being, and it \ndoes so in such a manner that it will go right under the eyes of Death in \norder thus to take over in its thrownness that entity which it is itself, and \nto take it over wholly. The resolute taking over of one's factical 'there', \nsignifies, at the same time, that the Situation is one which has been \n383 \nresolved upon. In the existential analysis we cannot, in principle, discuss \nwhat Dasein factically resolves in any particular case. Our investigation \nexcludes even the existential projection of the factical possibilities of \nexistence. Nevertheless, we must ask whence, in general, Dasein can draw \nthose possibilities upon which it factically projects itself. One's anticipa­\ntory projection of oneself on that possibility of existence which is not to be \noutstripped-on death-guarantees only the totality and authenticity of \none's resoluteness. But those possibilities of existence which have been \nfactically disclosed are not to be gathered from death. And this is still less \nthe case when one's anticipation of this possibility does not signify that \none is speculating about it, but signifies precisely that one is coming back \nto one's factical \"there\". Will taking over the thrownness of the Self into \nits world perhaps disclose an horizon from which existence snatches its \nfactical possibilities away ?1 Have we not said in addition that Dasein \nnever comes back behind its thrownness ?vi Before we decide too quickly \n1 'Soil etwa die Obemahme der Geworfenheit des Selbst in seine Welt einen Horizont \nerschliesen, dem die Existenz ihre faktischen Moglichkeiten entreisst?' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 436,
      "bucket": "D (5-10%)",
      "error_rate": 9.9,
      "unknown_words_sample": [
        "entschlossene",
        "geworfene",
        "nicht",
        "rgt",
        "jeweiligen",
        "erschliest",
        "dasein",
        "eigentlichen",
        "schicksals",
        "thrownness"
      ],
      "full_text": "II. 5 \nBeing and Time \n435 \nwhether Dasein draws it authentic possibilities of existence from thrown­\nness or not, we must assure ourselves that we have a full conception of \nthrownness as a basic attribute of care. \nAs thrown, Dasein has indeed been delivered over to itself and to its \npotentiality-for-Being, but as Being-in-the-world. As thrown, it has been \nsubmitted to a 'world', and exists factically with Others. Proximally and \nfor the most part the Self is lost in the \"they\". It understands itself in \nterms of those possibilities of existence which 'circulate' in the 'average' \npublic way of interpreting Dasein today. These possibilities have mostly \nbeen made unrecognizable by ambiguity; yet they are well known to us. \nThe authentic existentiell understanding is so far from extricating itself \nfrom the way of interpreting Dasein which has come down to us, that in \neach case it is in terms of this interpretation, against it, and yet again for \nit, that any possibility one has chosen is seized upon in one's resolution. \nThe resoluteness in which Dasein comes back to itself, discloses current \nfactical possibilities of authentic existing, and discloses them in terms of the \nheritage which that resoluteness, as thrown, takes over. In one's coming back \nresolutely to one's thrownness, there is hidden a handing down to oneself of \nthe possibilities that have come down to one, but not necessarily as having \nthus come down. 1 If everything 'good' is a heritage, and the character of \n'goodness' lies in making authentic existence possible, then the handing \ndown of a heritage constitutes itself in resoluteness. The more authentically \n384 \nDasein resolves-and this means that in anticipating death it understands \nitself unambiguously in terms of its ownmost distinctive possibility-the \nmore unequivocally does it choose and find the possibility of its existence, \nand the less does it do so by accident. Only by the anticipation of death \nis every accidental and 'provisional' possibility driven out. Only Being-\nfree for death, gives Dasein its goal outright and pushes existence into \nits finitude. Once one has grasped the finitude of one's existence, it \nsnatches one back from the endless multiplicity of possibilities which offer \nthemselves as closest to one-those of comfortableness, shirking, and \ntaking things lightly-and brings Dasein into the simplicity of its fate \n[Schicksals]. This is how we designate Dasein's primordial historizing, \nwhich lies in authentic resoluteness and in which Dasein hands itself \ndown to itself, free for death, in a possibility which it has inherited and \nyet has chosen. \n1 'Die Entschlossenheit, in der das Dasein auf sich selbst zurickkommt, erschliest die \njeweiligen faktischen Miiglichkeiten eigentlichen Existierens f!US dem Erbe, .das. sie \u009c \ngeworfene iibemimmt. Das entschlossene Zuriickkommen auf die Geworfenhe1t b1rgt em \nSichuberliefem iiberkommener Miiglichkeiten \nin sich, obzwar \nnicht \nnotwendig als \niiberkommener.' The grammatical structure of both sentences is ambiguous. Notice also \nthe counterpoint of the verbs 'zuriickkommen', 'iiberkommen', 'iiberliefem', 'iibemeh­\nmen,' which c\u009dot be reproduced in translation. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 438,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "historicaliry",
        "jection",
        "wiederbringen",
        "pos",
        "heisst",
        "dagewesenen",
        "wiederholen",
        "dasein",
        "sibility",
        "witdtrholung"
      ],
      "full_text": "n. s \nBeing and Time \n437 \nas the ontological condition for its possibility, the state of Being of care­\nthat is to say, temporality. Only if death, guilt, conscience, freedom, and \nfinitude reside together equiprimordially in the Being of an entity as they \ndo in care, can that entity exist in the mode of fate ; that is to say, only \nthen can it be historical in the very depths of its existence. \nOn[y an entiry which, in its Being, is essentiallY futural so that it is free for its \ndeath and can let itself be thrown back upon its factical \"there\" by shattering itself \nagainst death-that is to say, on[y an entiry which, as futural, is equiprimordial[y in \nthe process if having-been, can, by handing down to itself the possibiliry it has \ninherited, take over its own thrownness and be in the moment of vision for \n'its time'. On[y authentic temporaliry which is at the same time finite, makes possible \nsomething like fate-that is to say, authentic historicaliry. \nIt is not necessary that in resoluteness one should explicit[y know the \norigin of the possibilities upon which that resoluteness projects itself. It is \nrather in Dasein's temporality, and there only, that there lies any pos­\nsibility that the existentiell potentiality-for-Being upon which it projects \nitself can be gleaned explicit[y from the way in which Dasein has been \ntraditionally understood. The resoluteness which comes back to itself and \nhands itself down, then becomes the repetition of a possibility of existence \nthat has come down to us. Repeating is handing down explicit[y-that is to \nsay, going back into the possibilities of the Dasein that has-been-there.1 \nThe authentic repetition of a possibility of existence that has been-the \npossibility that Dasein may choose its hero-is grounded existentially in \nanticipatory resoluteness; for it is in resoluteness that one first chooses the \nchoice which makes one free for the struggle of loyally following in the \nfootsteps of that which can be repeated. But when one has, by repetition, \nhanded down to oneself a possibility that has been, the Dasein that has­\nbeen-there is not disclosed in order to be actualized over again. The \nrepeating of that which is possible does not bring again [Wiederbringen] \nsomething that is 'past', nor does it bind the 'Present' back to that which \ng86 \nhas already been 'outstripped'. Arising, as it does, from a resolute pro­\njection of oneself, repetition does not let itself be persuaded of something \nby what is 'past', just in order that this, as something which was formerly \n1 'Die Witdtrholung ist dit ausdriicklicht Oberlitftrung, das heisst, der Riickgang in Mog· \nlichkeiten des dagewesenen Daseins'. (In the earlier editions the article 'Die', as well as \nthe words now italicized, appears in spaced type.) \nWhile we usually translate 'wiederholen' as 'repeat', this English word is hardly \nadequate to express Heidegger's meaning. Etymologically, 'wiederholen' means 'to fetch \nagain'; in modem German usage, however, this, is expressed by the cognate separable \nverb 'wieder . . .  holen', while 'wiederholen' means simply 'to repeat' or 'do over again'. \nHeidegger departs from both these meanings, as ,he is careful to point out. For him, \n'wiederholen' does not mean either a mere mechanical rİpetition or an attempt to recon­\nstitute the physical past; it means rather an attempt to go back to the past and retrieve \nformer possibilities, which are thus 'explicitly handed down' or 'transmitted'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 439,
      "bucket": "E (10%+)",
      "error_rate": 11.9,
      "unknown_words_sample": [
        "entspringend",
        "erwiderung",
        "iiberreden",
        "existenz",
        "sfuture",
        "nicht",
        "liche",
        "nur",
        "wiederholung",
        "erwidert"
      ],
      "full_text": "Being and Time \nII. 5 \nactual, may recur. Rather, the repetition makes a reciprocative rejoiruier to \nthe possibility of that existence which has-been-there. But when such a \nrejoinder is made to this possibility in a resolution, it is made in a moment \nof vision; and as such it is at the same time a disavowal of that which in \nthe \"today\", is working itself out as the 'past' . 1  Repetition does not abandon \nitself to that which is past, nor does it aim at progress. In the moment \nof vision authentic existence is indifferent to both these alternatives. \nWe characterize repetition as a mode of that resoluteness which hands \nitself down-the mode by which Dasein exists explicitly as fate. But if \nfate constitutes the primordial historicality of Dasein, then history has its \nessential importance neither in what is past nor in the \"today\" and its \n'connection' with what is past, but in that authentic historizing of existence \nwhich arises from Dasein'sfuture. As a way of Being for Dasein, history has \nits roots so essentially in the future that death, as that possibility ofDasein \nwhich we have already characterized, throws anticipatory existence back \nupon its factical thrownness, and so for the first time imparts to having­\nbeen its peculiarly privileged position in the historical. Authentic Being­\ntowards-death-that is to say, the finitude of temporality-is the hidden basis of \nDasein's historicality. Dasein does not first become historical in repetition ; \nbut because it is historical as temporal, it can take itself over in its history \nby repeating. For this, no historiology is as yet needed. \nResoluteness implies handing oneself down by anticipation to the \n\"there\" of the moment of vision; and this handing down we call \"fate\". \nThis is also the ground for destiny, by which we understand Dasein's \nhistorizing in Being-with Others. In repetition, fateful destiny can be dis­\nclosed explicitly as bound up with the heritage which has come down to us. \nBy repetition, Dasein first has its own history made manifest. Historizing is \nitself grounded existentially in the fact that Dasein, as temporal, is open \necstatically; so too is the disclosedness which belongs to historizing, or \nrather so too is the way in which we make this disclosedness our own. \nThat which we have hitherto been characterizing as \"historicality\" to \nconform with the kind of historizing which lies in anticipatory resolute­\nness, we now designate as Dasein's \"authentic historicality\". From the \nphenomena of handing down and repeating, which are rooted in the \n1 'Die Wiederholung liisst sich, einem entschlosenen Sichentwerfen entspringend, \nnicht vom \"Vergangenen\" iiberreden, urn es als das vormals Wirkliche nur wieder­\nkehren zu lase.1. Die Wiederholung erwidert vielmehr die Moglichkeit der dagewesenen \nExistenz. Die Erwiderung der Maglichkeit im Entschluss ist aber zugleich als augenblick­\nliche der Widemlf desen, was in Heute sich als \"Vergangenheit\" auswirkt.' The idea \nseems to be that in resolute repetition one is having, as it were, a conversation with the \npast, in which the past proposes certain posibilities for adoption, but in which one makes \na rejoinder to this proposal by 'reciprocating' with the proposal of other possibilities as a \nsort of rebuke to the past, which one now disavows. (The punning treatment of 'wieder' \nand 'wider' is presumably intentional.) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 440,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "circumspectively",
        "timacy",
        "dasein",
        "nectedness",
        "historicality",
        "exper",
        "historizing",
        "stituted",
        "legi",
        "ofdasein"
      ],
      "full_text": "II. 5 \nBeing and Time \n439 \nfuture, it has become plain why the historizing of authentic history lies \n387 \npreponderantly in having been. But it remains all the more enigmatic in \nwhat way this historizing, as fate, is to constitute the whole 'connected-\nness' ofDasein from its birth to its death. How can recourse to resoluteness \nbring us any enlightenment? Is not each resolution just one more single \n'Experience' in the sequence of the whole connectedness of our Exper­\niences ? Is the 'connectedness' of authentic historizing to consist, let us say, \nof an uninterrupted sequence of resolutions ? Why is it that the question \nof how the 'connectedness of life' is Constituted finds no adequate and \nsatisfying answer? Is not our investigation overhasty ? Does it not, in the \nend, hang too much on the answer, without first having tested the legi­\ntimacy of the question? Nothing is so plain from the course of the existential \nanalytic so far, as the Fact that the ontology of Dasein is always falling \nback upon the allurements of the way in which Being is ordinarily under-\nstood. The only way of encountering this fact methodologically is by \nstudying the source of the question of how Dasein's connectedness is Con­\nstituted, no matter how 'obvious' this question may be, and by determining \nwithin what ontological horizon it moves. \nIf historicality belongs to the Being of Dasein, then even inauthentic \nexisting must be historical. What if it is Dasein's inauthentic historicality \nthat has directed our questioning to the 'connectedness of life' and has \nblocked off our access to authentic historicality and its own peculiar 'con­\nnectedness' ? However this may be treated, we cannot do without a study \nof Dasein's inauthentic historicality if our exposition of the ontological \nproblem of history is to be adequate and complete. \nq 75· Dasein's Historicality, and World-history \nProximally and for the most part, Dasein understands itself in terms of \nthat which it encounters in the environment and that with which it is \ncircumspectively concerned. This understanding is not just a bare taking \ncognizance of itself, such as accompanies all Dasein's ways of behaving. \nUnderstanding signifies one's projecting oneself upon one's current \npossibility of Being-in-the-world; that is to say, it signifies existing as this \npossibility. Thus understanding, as common sense, constitutes even the \ninauthentic existence of the \"they\". When we are with one another in \npublic, our everyday concern does not encounter just equipment and work; \nit likewise encounters what is 'given' along with these : 'affairs', under-\n388 \ntakings, incidents, mishaps. The 'world' belongs to everyday trade and \ntraffic as the soil from which they grow and the arena where they are dis­\nplayed. When we are with one another in public, the Others are encountered \nin activity of such a kind that one is 'in the swim' with it 'oneself'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 442,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "ality",
        "historiologically",
        "dasein",
        "inauthentically",
        "sammen",
        "zusamenlzolen",
        "factical",
        "factically",
        "historizing",
        "circum"
      ],
      "full_text": "Jl. 5 \nBeing and Time \nwithin-the-world of what is ready-to-hand and present-at-hand, in so far \nas entities within-the-world are, in every case, discovered with the \nfactically existent world. The historical world is factical only as the world \nof entities within-the-world. That which 'happens' with equipment and \nwork as such has its own character of movement, and this character has \nbeen completely obscure up till now. When, for instance, a ring gets \n'handed over' to someone and 'worn', this is a kind of Being in which it \ndoes not simply suffer changes of location. The movement of historizing \nin which something 'happens to something' is not to be grasped in \nterms of motion as change of location. This holds for all world­\nhistorical 'processes' and events, and even, in a certain manner, for \n'natural catastrophes'. Quite apart from the fact that if we were to follow \nup the problem of the ontological structure of world-historical historizing, \nwe would necessarily be transgressing the limits of our theme, we can \nrefrain from this all the more because the very aim of this exposition is to \nlead us face to face with the ontological enigma of the movement of \nhistorizing in general. \nWe need only delimit that phenomenal range which we necessarily \nmust also have in view ontologically when we talk of Dasein's historic­\nality. The transcendence of the world has a temporal foundation ; and by \nreason of this, the world-historical is, in every case, already 'Objectively' \nthere in the historizing of existing Being-in-the-world, without being \ngrasped historiologically. And because factical Dasein, in falling, is absorbed \nin that with which it concerns itself, it understands its history world­\nhistorically in the first instance. And because, further, the ordinary \nunderstanding of Being understands 'Being' as presence-at-hand without \nfurther differentiation, the Being of the world-historical is experienced \nand interpreted in the sense of something present-at-hand which comes \nalong, has presence, and then disappears. And finally, because the mean­\ning of Being in general is held to be something simply self-evident, the \nquestion about the kind of Being of the world-historical and about the \nmovement of historizing in general has 'really' just the barren circum­\nstantiality of a verbal sophistry. \nEveryday Dasein has been dispersed into the many kinds of things \nwhich daily 'come to pass'. The opportunities and circumstances which \n390 \nconcern keeps 'tactically' awaiting in advance, have 'fate' as their out-\ncome. In terms of that with which inauthentically existing Dasein concerns \nitself, it first computes its history. In so doing, it is driven about by its \n'affairs'. So if it wants to come to itself, it must first pull itself together1 from \nthe dispersion and disconnectedness of the very things that have 'come to \n1 'zusamenlzolen'. The older editions have ' z u sammen holen'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 443,
      "bucket": "D (5-10%)",
      "error_rate": 9.6,
      "unknown_words_sample": [
        "schicksal",
        "stiindigkeit",
        "existenz",
        "verliert",
        "zwischen",
        "ihr",
        "lostness",
        "nicht",
        "ated",
        "daein"
      ],
      "full_text": "442 \nBeing and Time \nII. 5 \npass' ; and because of this, it is only then that there at last arises from the \nhorizon of the understanding which belongs to inauthentic historicality, \nthe question of how one is to establish a 'connectedness' of Dasein if one \ndoes so in the sense of 'Experiences' of a subject-Experiences which are \n'also' present-at-hand. The possibility that this horizon for the question \nshould be the dominant one is grounded in the irresoluteness which goes \nto make up the essence of the Self's in-constancy. \nWe have thus pointed out the source of the question of the 'connected­\nness' of Daein in the sense of the unity with which Experiences are \nlinked together between birth and death. At the same time, the origin of \nthis question betrays that it is an inappropriate one if we are aiming at a \nprimordial existential Interpretation of Dasein's totality of historizing. On \nthe other hand, despite the predominance of this 'natural' horizon for such \nquestions, it becomes explicable why Dasein's authentic historicality­\nfate and repetition-looks as if it, least of all, could supply the phenomenal \nbasis for bringing into the shape of an ontologically grounded problem \nwhat is at bottom intended in the question of the 'connectedness' oflife. \nThis question does not ask how Dasein gains such a unity of connected­\nness that the sequence of 'Experiences' which has ensued and is still \nensuing can subsequently be linked together ; it asks rather in which of its \nown kinds of Being Dasein loses itself in such a manner1 that it must, as it were, \nonly subsequently pull itself together out of its dispersal, and think up for itself a \nuniry in which that \"together\" is embraced. Our lostness in the \"they\" and in \nthe world-historical has earlier been revealed as a fleeing in the face of \ndeath. Such fleeing makes manifest that Being-towards-death is a basic \nattribute of care. Anticipatory resoluteness brings this Being-towards­\ndeath into authentic existence. The historizing of this resoluteness, \nhowever, is the repetition of the heritage of possibilities by handing these \ndown to oneself in anticipation; and we have Interpreted this historizing \nas authentic historicality. Is perhaps the whole of existence stretched \nalong in this historicality in a way which is primordial and not lost, and \nwhich has no need of connectedness ? The Self's resoluteness against the \ninconstancy of distraction, is in itself a steadiness which has been stretched along \n-the steadiness with which Dasein as fate 'incorporates' into its existence \n39 I \nbirth and death and their 'between', and holds them as thus 'incorpor­\nated', so that in such constancy Dasein is indeed in a moment of vision for \nwhat is world-historical in its current Situation. 2 In the fateful repetition \n1 • •\n•\n•\n verliert es sich so •\n•\n•\n ' The older editions have ' . . .  verliert des sich nicht so •\n.\n•\n \n' \n2 'Die Entschlossenheit des Selbst gegen die Unstiindigkeit der Zerstreuung ist in sich \nselbst die erstreckte Stiitigkeit, in der das Dasein als Schicksal Geburt und Tod in ihr \n\"Zwischen\" in seine Existenz \"einbezogen\" halt, so zwar, dass es in solcher Stiindigkeit \naugcnblicklich ist fur das Welt-geschichtliche seiner jeweiligen Situation.' The noun \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 444,
      "bucket": "E (10%+)",
      "error_rate": 10.4,
      "unknown_words_sample": [
        "tteilich",
        "iiberholt",
        "vorweggenommen",
        "anxie",
        "todes",
        "illusionsfreier",
        "incon",
        "futurally",
        "zurickkommen",
        "nur"
      ],
      "full_text": "II. 5 \nBeing and Tim \n443 \nof possibilities that have been, Dasein brings itself back 'immediately'­\nthat is to say, in a way that is temporally ecstatical-to what already has \nbeen before it. But when its heritage is thus handed down to itself, its \n'birth' is caught up into its existence in coming back from the possibility of \ndeath (the possibility which is not to be outstripped), if only so that this \nexistence may accept the thrownness of its own \"there\" in a way which is \nmore free from Illusion. I \nResoluteness constitutes the loyal9J of existence to its own Self. As \nresoluteness which is ready for anxie9J, this loyalty is at the same time a \npossible way of revering the sole authority which a free existing can have \n-of revering the repeatable possibilities of existence. Resoluteness would \nbe misunderstood ontologically if one were to suppose that it would be \nactual as 'Experience' only as long as the 'act' of resolving 'lasts'. In \nresoluteness lies the existentiell constancy which, by its very essence, has \nalready anticipated [ vorweggenommen] every possible moment of vision \nthat may arise from it. As fate, resoluteness is freedom to give up some \ndefinite resolution, and to give it up in accordance with the demands of \nsome possible Situation or other. The steadiness of.existence is not inter­\nrupted thereby but confirmed in the moment of vision. This steadiness is \nnot first formed either through or by the adjoining of 'moments' one to \nanother ; but these arise from the temporality of that repetition which is \nfuturally in the process-of-having-been-a temporality which has already \nbeen stretehed along. \nIn inauthentic historicality, on the other hand, the way in which fate \nhas been primordially stretched along has been hidden. With the incon­\nstancy of the they-self Dasein makes present its 'today•. In awaiting the \nnext new thing, it has already forgotten the old one. The \"they\" evades \nchoice. Blind for possibilities, it cannot repeat what has been, but only \nretains and receives the 'actual• that is left over, the world-historical that \nhas been, the leavings, and the information about them that is present­\nat-hand. Lost in the making present of the \"today\", it understands the \n'past' in terms of the 'Present•. On the other hand, the temporality of \nauthentic historicality, as the moment of vision of anticipatory repetition, \n'Stitigkeit', which we here translate as 'steadines', may mean either 'continuity' or \n'refractoriness'. Heidegger may have both senses in mind. Cf. our note g, p. 475, H. 423 \nbelow. \n1 'Mit diesem Sichiiberliefem des Erbes aber ist dann die \"Geburt\" im Zurickkommen \naus der uniiberholbaren Mt>glichkeit des Todes in die Existent tinge/wit, damit diese \ntteilich nur die Geworfenheit des eigenen Da illusionsfreier hinnehme.' Here as in H. 307 \nand perhaps in H. 302, Heidegger seems to be exploiting the double meaning of 'ein­\nholen' as 'to bring in' and 'to catch up with'. Dasem 'brings' its birth 'into' its existence \nby accepting its heritage of possibilities, and in this way it 'catches up with it'. Thus while \ndeath cannot be outstripped ('iiberholt'), birth can at least be 'caught up with' ('einge­\nholt'). \n"
    }
  ]
}