{
  "document": "Heidegger_Pathmarks",
  "batch_number": 8,
  "total_batches": 9,
  "pages": [
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 312,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "der",
        "conswnmation",
        "hsm",
        "trans",
        "ober",
        "wor",
        "endung",
        "linie",
        "arbeiter",
        "uber"
      ],
      "full_text": "ON THE QUESTION OF BEING \nwithout your giving up the fundamental outline of the perspective opened \nup by The WorĦer and emerging from Nietzsche's metaphysics. \nYou write ( Uber die Linie, p. 36): \"Total mobilization has entered a stage \nwhose threat exceeds that of the previous stage. For the German is no \nlonger the subject of such mobilization, and the danger thereby grows that \nhe will be conceived as its object.\" Even now you rightly regard total \nmobilization as a distinctive [12 1) characteristic of what is actual. Yet its \nactuality is for you now no longer determined by the \"will to (my emphasis) \ntotal mobilization\" (Der Arbeiter, p. 148), and is no longer determined in \nsuch a way that this will can have validity as the sole source that \"gives \nmeaning\" and justifies everything. Hence you write ( Ober die Linie, p. 30): \n\"There is no doubt that our subsistence (i.e., according to p. 3 1, 'persons, \nworks, and institutions') as a whole is moving across the critical line. The \ndangers and our security are thereby altered.\" In the zone belonging to \nthe line, nihilism approaches its conswnmation. The whole of \"human \nsubsistence\" can cross the line only if this subsistence steps out of the zone \nof consummate nihilism. \nAccordingly, a discussion of the line must ask: Wherein consists the \nconsummation of nihilism? The answer seems to be at hand. Nihilism \nis consummated when it has seized all subsisting resources and appears \nwherever nothing can assert itself as an exception anymore, insofar as such \nnihilism has become our normal condition. Yet in this condition of normal­\nity the consummation only becomes actualized. The condition of normality \nis a consequence of the conswnmation. Consummation [ Vol/endung) means \nthe gathering of all essential possibilities of nihilism, possibilities that re­\nmain difficult to see through as a whole and individually. The essential \npossibilities of nihilism can be pondered only if we think back toward its \nessence. I say \"back\" because the essence of nihilism prevails ahead and \nthus in advance of individual nihilistic phenomena, gathering them into its \nconsummation. Yet the consummation of nihilism is not already its end. \n'\\ 3th the consummation of nihilism there first begins the final phase of ni­\n. h1hsm. The zone of this end-phase, because it is pervaded by a condition \nof normality that sets in, is presumably unusually broad. For this reason \nthe zero-line, where the consummation becomes an end, is not yet visible \nat all in the end. \nYet how do matters stand, then, concerning the prospect of crossing over \nthe line? Is human subsistence already in a transition [zzz] trans lineam, \nor is it now first entering the broad field that stands before the line? But \nrerha4s our eyes deceive us here in an unavoidable way. Perhaps the zero­\nme wlll emerge suddenly before us in the form of a planetary catastrophe. \n197 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 314,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "gebracht",
        "mbiectum",
        "gertalt",
        "theaetetu",
        "sary",
        "subiectum",
        "arbeiter",
        "vhat",
        "der",
        "subjectivistic"
      ],
      "full_text": "ON THE QUESTION OF BEING \nw presence (beings) is brought to the fore [her-vor-gebracht], but not caused \nin the sense of an efficient causality. That which brings to the fore is on \noccasion thought by Plato as that which gives shape (t'Jltoc;) (cf. Theaetetu.s, \n192a, 194b). You too think the relation of Gertalt to that which it \"forms\" \nas a relation of stamping and shaping. However, you understand shaping \nin a modem sense as a conferring of\"meaning\" or \"sense\" upon that which \nis meaning- or sense-less. The Gestalt is the \"source that gives meaning\" \n(Der Arbeiter, p. 148). \nThis historical pointer to the way in which Gertalt, i8t11, and being belong \ntogether is not meant to discount your work by historiographical means, \nbut to indicate that it remains housed within metaphysics. In accordance with \nmetaphysics, all beings, changeable and moved, mobile and mobilized, are \nrepresented from the perspective of a \"being that is at rest,\" and this even \nwhere, as in Hegel and Nietzsche, \"being\" (the actuality of the actual) is \nthought as pure becoming and absolute movement. The Gestalt is \"meta­\nphysical power\" (Der Arbeiter, pp. 1 1 3, 1 24 146). \n[224) ln another respect, however, the metaphysical representation that \noccurs in The Worker is distinct from Platonic and even from modem rep­\nresentation, that of Nietzsche excepted. The source that gives meaning, \nthe power that is present in advance and thus shapes everything, is Gertalt \nas the Gestalt of a particular kind of human: \"The Gertalt of the worker.\" \nThe Gerta/t resides in the essential configuration of a kind of human that, \nas subiectum, underlies all beings. It is not the individual human being as an \n\"I,\" the subjective aspect of being an ego, but the preformed and Gertalt-like \npresence of a particular cast (type) of human that constitutes the most ex­\ntreme subjectity, which comes to the fore in the consummation of modem \nmetaphysics and is presented through its thinking. \nIn the Gestalt of the worker and its domination it is no longer the sub­\njective, let alone the subjectivistic, subjectity of the human essence that is \nseen. The metaphysical seeing of the Gestalt of the worker corresponds to \nthe projection of the essential Gertalt of Zarathustra within the metaphysics \nof the will to power. \\Vhat is concealed in this appearing of the objective \nsuhjectity of the mbiectum (of the being of beings), which is meant as a \n(it'Stalt of human being and not as an individual human being? \nTalk of the subjectity (not subjectivity) of the human essence as the \nfoundation for the objectivity of every subiectum (everything present) ap­\npears in every respect to be paradoxical and contrived. This appearance \nhas its grounds in the fact that we have scarcely begun to question why, \nand in what way, within modern metaphysics a thinking becomes neces­\nsary that represents Zarathustra as Gestalt. The statement often made that \n299 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 315,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "hwnan",
        "subiet",
        "cogito",
        "vhy",
        "dasein",
        "subiectum",
        "planation",
        "wesen",
        "imizes",
        "pathmarks"
      ],
      "full_text": "PATHMARKS \nNietzsche's thinking became fatefully embroiled in poetizing is itself only \nthe relinquishing of any thoughtful questioning. Yet we do not even need \nto think back to Kant's transcendental deduction of the categories to see \nthat catching sight of the Gestalt as the source that gives meaning is a matter \nof the legitimation of the being of beings. It would be an all too crude ex­\nplanation were one to say that [225] here in a secularized world the hwnan \nheing takes the place of God as originator of the being of beings. Certainly, \nthere can be no doubt that the hwnan essence plays a role. But the essence \n( Wesen in the verbal sense)4 of the hwnan being, \"the Dasein in the human \nbeing\" (cf. Kant and the Probln of Metaphysics, first edition [1929], §43), is \nnothing human. For the idea of the human essence to be able to attain the \nstatus of that which, as ground, already underlies everything present as that \npresence that first permits a \"representation\" among beings and thus \"legit­\nimizes\" the latter as beings, the human being must first of all be represented \nin the sense of an authoritative, underlying ground. Yet authoritative for \nwhat? For securing beings in their being. \"What meaning does \"being\" \nassume when the securing of beings is at stake? It appears as that which can \nbe ascertained, i.e., represented, anywhere and at any time. Understanding \nbeing in this way, Descartes found the subjectity of the subiet:tum in the \nego cogito of the finite human being. The appearance of the metaphysical \nGestalt of the human being as the source that gives meaning is the ultimate \nconsequence of positing the human essence as the authoritative subiectum. \nAs a consequence, the inner form of metaphysics, which resides in what \none can call transcendence, becomes transformed. Within metaphysics, \ntranscendence is for essential reasons ambiguous. \"Where such ambiguity is \nnot heeded, a hopeless confusion spreads, a confusion that may serve as the \ncharacteristic sign of the metaphysical representation that is still customary \ntoday. \nOn the one hand, transcendence refers to the relation proceeding from \nbeings and passing over to being, and which transpires between the two. \nAt the same time, however, transcendence refers to the relation leading \nfrom changeable beings to an entity that is at rest. Finally, corresponding \nto the use of the title \"Excellence,\" transcendence can refer to that supreme \nentity itself, which is then also called \"being,\" resulting in it being strangely \nconfused with the first meaning. \n\\Vhy bore you with this hint concerning these distinctions, which are \nbandied about all too readily today, i.e., are scarcely [226) thought through \nin their diversity or in their belonging together? In order to clarify from \nthis how the meta-physical in metaphysics, namely, transcendence, comes \nto be transformed whenever, within the realm of these distinctions, the \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 324,
      "bucket": "B (1-3%)",
      "error_rate": 2.4,
      "unknown_words_sample": [
        "presencing",
        "ence",
        "panicularly",
        "consumate",
        "tablished",
        "destinal",
        "yoc",
        "nihilative",
        "experi"
      ],
      "full_text": "ON Ti lE QUESTION OF BEING \nhearing, would then be \"being\"? What am I saying? It is no longer \"being\" \nat all - if we attempt fully to think through \"being\" in its destinal prevailing, \nnamely, as presencing, in which manner alone we respond to its destinal \nessence. We would then have to relinquish the isolating and separating \nword \"being\" just as decisively as the name \"human being.\" The question \nconcerning the relation between the two revealed itself to be inadequate, \nbecause it never attains to the realm of what it seeks to ask after. In truth, \nwe cannot then even [237] continue to say that \"being\" and \"the human \nbeing\" \"are\" the Same in the sense that they belong together; for when we \nsay it in this way, we continue to let both subsist \nYet why, in a letter about the essence of consumate nihilism, am I \nmentioning these laborious and abstract things? On the one hand, in order \nto indicate that it is by no means easier to say \"being\" than to speak of \nthe nothing; yet also in order to show once more how inevitably every­\nthing here depends on the correct saying, on that A6yoc; whose essence the \nlogic and dialectic that come from metaphysics are never able to experi­\nence. \nIs it due to \"being\" - if for a moment we let this word name that Same \nthat is worthy of question, and in which the essence of being and the essence \nof the human being belong together - is it due to \"being\" that our saying \nfails in a telling manner in its response, remaining only what is all too readily \nsuspected as so-called \"mysticism\"? Or does it have to do with our saying \nthat such saying does not yet speak, because it is not yet able to respond in a \nfitting manner to the essence of\"being\"? Is the question of which language \nof fundamental words is spoken at the moment of crossing the line, i.e., \nin traversing the critical zone of consummate nihilism, left to the whim of \nthose who are speaking? Is it enough for this language to be universally \ncomprehensible, or do other laws and measures prevail here that are just as \nunique as the world-historical moment of the planetary consummation of \nnihilism and the critical confrontation of its essence? \nThese are questions that are scarcely beginning to become worthy of \nquestion in such a way that we could find ourselves at home in them and \nnever again let them go, even at the peril of having to relinquish old and \neॣtablished habits of thinking in the sense of metaphysical representation \nand of being accused of disdain for all sound reasoning. \nThese are questions that, in our passing \"over the line,\" still display a \npanicularly acute character; for such passage moves within the [2 38) realm \nof the nothing. Does the nothing vanish with the consummation or at \nleast With the overcoming of nihilism? Presumably this overcoming can be \nattained only when, instead of the appearance of the nihilative nothing, the \ni.n_dependently. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 326,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "gedichtnis",
        "vortriige",
        "trans",
        "und",
        "tktg",
        "auftiitze",
        "originary",
        "arst",
        "dcscri",
        "lineam"
      ],
      "full_text": "ON THE QUESTION OF BEING \nthe four regions of the fourfold and their being gathered in the locale of \nthis crossing through (cf. Vortriige und Auftiitze [1954], pp. 145-204). \nComing to presence is turned as such toward the human essence, wherein \nsuch turning first finds its consummation insofar as the human essence \nthoughtfully commemorates [gedmkt] this turning. In his essence the hu­\nman being is the thoughtful memory [ Gedichtnis] of being, but of \u0090 . \nThis means: the human essence also belongs to that which, in the cross­\ning out of being, takes thinking into the claim of a more originary call. a \nComing to presence is grounded in the turning that, as such, turns the \nhuman essence in toward it, so that this essence may expend itself for such \nturning. \nLike \u0090 , the nothing would also have to be written - and that means, \nthought - in the same way. This implies that the human essence, in its \nthoughtful commemoration, belongs to the nothing, and not merely as \nsome addition. If, therefore, in nihilism the nothing attains domination in \na particular way, then the human being is not only affected by nihilism, but \nessentially participates in it. In that case, however, the entire \"subsistence\" \nof human beings does not stand somewhere on this side of the line, in order \nthen to cross over it and take up residence on the other side with being . The \nhuman essence itself belongs to the essence of nihilism and thereby to the \nphase of its consummation. As [240] that being which is in essence brought \ninto the need of §tKtg, the human being is part of the zone of \u0090 , i.e., \nat the same time of the nothing. The human being not only stands within \nthe critical zone of the line. He himself- but not taken independently, and \nespecially not through himself alone - is this zone and thus the line. In no \ncase does the line, thought as a sign of the zone of consummate nihilism, lie \nbefore the human being in the manner of something that could be crossed. \nIn that case, however, the possibility of a trans lineam and of such a crossing \ncollapses. \nThe more we think carefully about \"the line,\" the more this immediately \npersuasive image disappears, without the thoughts that have thereby been \nignited having to lose their significance. In the essay Across the Line, you \nprovide a description of the locale of nihilism and an assessment of the \nsituation and possible mobility of the human being with respect to the locale \ndcscri bed and designated by the image of the line. Certainly a topography of \nnihilism is required, of its process and its overcoming. Yet the topography \nmust be preceded by a topology: a discussion locating that locale which \ngathers being and nothing into their essence, determines the essence of \n• F arst edition, 1 956: Ereignis. \nJ l l  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 327,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "zzff",
        "imarks",
        "wil",
        "ubernieg",
        "gibtj",
        "vhat",
        "scendens",
        "tha",
        "originariness",
        "pre"
      ],
      "full_text": "PATI IMARKS \nnihilism, and thus lets us recognize those paths on which the ways toward \na possible overcoming of nihilism emerge. \nTo where do being and nothing belong, between which the play of ni­\nhilism unfolds its essence? In Across the Line (pp. zzff.) you name \"re­\nduction\" as a chief characteristic of nihilistic trends: \"The superabundance \ndries up: the human being feels himself exploited in manifold, not merely \neconomic relations.\" You rightly add, however: \"this does not exclude \nthat it (the reduction) is extensively connected with a growing unfolding of \npower and effective force,\" just as decline \"is of course not merely decline\" \n(p. ZJ). \n\\Vhat else does this say but the fact that the movement toward less and \nless fullness and originariness within beings [141] as a whole is not merely \naccompanied but determined by a growth in the will to power? The will \nto power is that will which wills \nAs this will and within \norders \nit there appears, prefigured early on and prevailing in many \ndifferent ways, that which, represented from the perspective of beings, sur­\npasses such beings and within such surpassing in tum has an effect on beings, \nwhether as the ground of beings, or as their causation. The reduction thaɕ \ncan be ascertained within beings rests on a production of being, namely, \non the unfolding of the will to power into the unconditional will to wil. \nThe disappearance, the absence, is determined from out of a presence and \nthrough such presence. Such presence precedes all that disappears, sur­\npasses it. Thus, wherever beings disappear, there prevails not only such \nbeings taken on their own, but, in an authoritative manner, something else. \nEverywhere the surpassing that returns to beings, the \"tra11Scendens pure \nand simple\" (Being and Time, §7), is \"the being\" of beings. Surpassing is \nmetaphysics itself, where this name now refers not to a doctrine and dis.:. \ncipline of philosophy, but rather to the fact that such surpassing is \"given\" \n[daft \"es\"' jenen Ubernieg \"gibtj (Being and Time, §4 JC). It is given to the \nextent that it is brought onto the path of its prevailing, i.e., destined. The \nincalculable fullness and suddenness of what unfolds as surpassing is called \nthe destiny of (objective genitive) metaphysics. \nIn accordance with this destiny, human representation itself becomes \nmetaphysical. The metaphysical representations of beings can indeed be \nhistoriographically presented in their happening as a sequence. But such \nhappening is not the history of being which, rather, prevails as the destiny \nof the surpassing. The fact that, and the way that, the being of beings is \n\"given\" is meta-physics in the sense designated. \nEven if we mean it only in the sense of the complete negation of anything \npreɖnt, the nothing belongs, in its being absent, to presencing as one \nJ l l  \nestabuslieieda&by;----------11;ts~e~/f.[. _ \nthe \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 328,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "presencing",
        "totaliz",
        "niness",
        "ofbeings",
        "orderability",
        "nihilistically",
        "tha",
        "onceals",
        "rncnt",
        "obliv"
      ],
      "full_text": "ON THE QUESTION OF BEING \npossibility of the latter. Accordingly, if the nothing prevails within nihilism \nand the essence of the nothing belongs to being, [242] yet being is the \ndestiny of the surpassing, then the essential locale of nihilism shows itself \nto be the essence of metaphysics. This can be said only if, and so long as, \nwe experience the essence of metaphysics as the destiny of the surpassing. \n\\\\'herein does the overcoming of nihilism then consist? In the recovery \n(]irwindtmg] of metaphysics.6 This is a disagreeable thought. People try \nto avoid it. This is all the more reason not to make it any easier. Yet taking \nup this thought will encounter less resistance if we heed the fact that the \nthought entails that the essence of nihilism is nothing nihilistic, and that \nnothing is detracted from the ancient worthiness of metaphysics by the fact \nthat its own essence shelters nihilism within it. \nThe zone of the critical line, i.e., the locality of the essence of consum­\nmate nihilism, would thus have to be sought where the essence of meta­\nphysics unfolds its most extreme possibilities and gathers itself in them. \nThis occurs where the will to will wills, i.e., challenges, sets in place every­\nthing that presences, and does so solely in the thoroughgoing and uniform \norderability of its standing reserve. As the unconditional gathering of such \nsetting in place, । does not disappear. It irrupts in a singular uncan­\nniness. Only what was previously present, that which the will to will had \nnot yet seized, but continued to leave in the will of spirit and its totaliz­\ning self-movement in which Hegel's thinking moves, shows itself as having \ndisappeared and been reduced. \nThe disappearance of what was previously present is not a vanishing \nof presencing. Rather, presencing presumably withdraws. Yet such with­\ndrawal remains concealed from representation as nihilistically determined. \nIt appears as though that which presences in the manner of standing re­\nserve were self-sufficient. The subsistence of such standing reserve and that \nwhich sets it into such constancy, namely, the coming to presence of that \nwhich presences, appear - whenever they are talked about - as an invention \nof a thinking that roams about and is no longer able to see the supposedly \nsole \"reality\" on account of its seeing only the \"being\" of beings. \n[243) In the phase of consummate nihilism, it looks as though ther] \nwere no such thing as the being ofbeings, as though there were nothing \n(in the sense of a negative nothing) to being. !leK1g remains absent in a \nstrange way. It conceals itself. It maintains itself in a concealment tha \n॥onceals itself. In such concealing, however, there lies the essence of obliv4 \n०on as experienced by the Greeks. In the end, i.e., from the beginning o१ \nIts essence, such oblivion is nothing negative. As a sheltering in conceal­\nrncnt, rather, it is presumably a sheltering that preserves what is as yet \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 330,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "boever",
        "vhy",
        "urpassing",
        "destruktion",
        "tion",
        "tals",
        "wav",
        "perficial",
        "originary",
        "vhat"
      ],
      "full_text": "ON THE QUESTION OF BEING \nHere there occurs something other than a mere restoration of meta­\nphysics. Moreover, there is no restoration that could simply take up what \nhas been handed down in the way that one picks up the apples that have \nfallen from a tree. Every restoration is an interpretation of metaphysics. \n\\\\ boever today is of the opinion that he is able to see through and follow \nmore clearly metaphysical inquiry as a whole in its specificity and history \nshould, in his predilection for moving in these illuminated realms in such \na superior manner, one day think carefully about where he has acquired \nthe light to see more clearly. One can scarcely exaggerate the grotesque \nwav in which people proclaim my attempts at thinking to be a demolish­\ning of metaphysics and at the same time, with the aid of those attempts, \nkeep to paths of thought and ideas that have been taken from - I do not \nsay, are thanks to - that alleged demolition. It is not thanks that is needed \nhere, but reflection. Yet the failure to reflect began already with the su­\nperficial [245] misconstrual of the \"destruction\" [\"Destruktion\"] discussed \nin Being and Time (1927), a \"destruction\" that has no other intent than to \nreattain the originary experiences of being belonging to metaphysics by de­\nconstructing [Abbau) representations that have become commonplace and \nempty. \nIn order to rescue metaphysics in its essence, however, the role of \ntals in such rescuing must content itself with first asking: \"What is \nphysics?\" At the peril of becoming long-winded and of repeating things \nthat have been said on other occasions, I would like to take the opportunity \nof this letter to elucidate once more the meaning and import of that ques­\ntion. \\Vhy? Because your intention too is concerned with assisting in the \novercoming of nihilism in your own way. Such overcoming, however, oc­\ncurs in the realm of a recovery of metaphysics. We enter this realm with the \nquestion: \"\\Vhat is metaphysics?\" This question, if we ask it in a thoughtful \nway, already contains an intimation that the question itself unsettles its own \nmanner of questioning. \"What is .\n. . ?\" indicates the way in which one is \naccustomed to inquire concerning the \"essence\" of something. Yet when \nthe question is concerned with a discussion locating metaphysics as the \nफ़urpassing of beings by being, then this surpassing on the part of \"being\" \n•mmediately calls into question the elements that have been distinguished \nfrom one another in that distinction within which the doctrines of meta­\nphysics have moved from time immemorial, the distinction from which they \nreceive the basic outline of their language. This is the distinction between \nt:sscnce and existence, what-being and that-being. \nThe question \"What is metaphysics?\" at first makes indiscriminate use \nof this distinction. Yet reflection on being's surpassing of beings soon proves \nmor-1 \nmeta-f \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 332,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "presencing",
        "nichts",
        "tmd",
        "gleichwohl",
        "und",
        "aufteichnungen",
        "tence",
        "liicke",
        "ently",
        "gibt"
      ],
      "full_text": "ON Tl IE QUESTION OF BEING \nto presence (being) can be given. This nothing, which is not beings and \nwhich is nevertheless given [tmd das es gleichwohl gibt],8 is nothing negative. \nIt belongs to presencing. Being and nothing are not given alongside one \nanother. The one employs itself for the other in a kinship whose essential \nfullness we have as yet scarcely pondered. Nor can we ponder it so long \nas we fail to ask: What is \"it\" that does the \"giving\" here? In what kind \nof giving does it give? To what extent does there belong to this \"giving of \nbeing and nothing\" something that gives and entrusts itself to this gift in \npreserving it? We can easily say: There is a giving [es gibt]. Being no more \n\"is\" than nothing. But there is a giving of both. \nLeonardo da Vinci writes: \"The nothing has no middle, and its limits are \nthe nothing.\" \"Among the great things that are to be found among us, the \nbeing of nothing is the greatest\" (Tagebikher und Aufteichnungen, translated \nfrom the Italian manuscripts and edited by Theodor Liicke [1940], pp. 4f.). \nThis word from one of the greats cannot, and is not meant to, prove any­\nthing; but it points to the questions: In what way is being, is nothing, given? \nFrom whence does such giving come to us? To what extent are we already \ngiven over to it, insofar as we are human beings? \nBecause the lecture \"What Is Metaphysics?\", in keeping with the occa­\nsion at hand, inquires in a deliberately restricted manner from the perspec­\ntive of the surpassing, i.e., of the being of beings, and does so with regard to \nthat nothing which initially presents itself to the scientific representation \nof beings, people have seized upon and extracted \"the\" nothing and made \nthe lecture into a testament to nihilism. Now that a considerable time has \npassed, it might be permitted to ask the question: Where, in which sen­\ntence and in which tum of phrase, is it ever said that the nothing named in \nthe lecture is a nothing in the sense of a negative nothing and as such the \nfirst and last goal of all representation and existing? \n[z48) The lecture closes with the question: \"Why are there beings at \nall, and why not far rather Nothing [Nichts]?\" Here, contrary to custom, \nthe word Nichts, \"Nothing,\" is deliberately capitalized. In tenns of the \nwording, the question brought up here is indeed that posed by Leibniz \nand taken up by Schelling. Both thinkers understand it as the question \nconcerning the supreme ground and primary existing cause of all beings. \nThe contemporary attempts to restore metaphysics are fond of addressing \nthe said question. \nYet the lecture \"What Is Metaphysics?\", in accordance with its differ­\nently construed path through another realm, also thinks this question in a \ntransformed manner. The question now asked is: Why is it that everywhere \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 333,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "presencing",
        "ings",
        "apparendy",
        "equioriginarily",
        "transcendens",
        "ertheless",
        "losophy",
        "wesen",
        "pathmarks",
        "explicidy"
      ],
      "full_text": "PATHMARKS \nonly beings have priority, without our giving thought to the \"not\" of be­\nings, to \"this nothing,\" i.e., to being with regard to its essence? \\Vl10ever \nthinks through this lecture as a stretch on the path from Being and Time \ncan understand the question only in the sense indicated. To attempt this \nwas initially a strange and excessive demand. This is why the transformed \nquestion was explicidy clarified in the \"Introduction\" that was placed at the \nbeginning of the fifth edition of \"What Is Metaphysics?\" ( 1 949, pp. 2off.). \nWhat is the point of this hint? It is meant to indicate with what difficulty \nand hesitancy thinking lets itself enter a reflection that reflects upon what \nis also the concern of your text Across the Line: the essence of nihilism. \nThe question \"What is metaphysics?\" attempts only one thing: to bring \nthe sciences to think about the fact that they necessarily and thus at all times \nand everywhere encounter that which is quite other than beings, the nothing \nof beings. They already stand, without their knowing it, in a relation to \nbeing. Only from the truth of being that prevails on each occasion do they \nreceive a light that first enables them to see and observe as such the beings \nrepresented by them. Asking \"What is metaphysics?\", i.e., the thinking that \nemerges from metaphysics, is no longer science. But the surpassing as such, \n[249] i.e., the being of beings with regard to its essence, becomes worthy \nof question for thinking, and thus never worthy of nothing or nihilistic. \nHere, the apparendy empty word \"being\" is always thought in the essential \nfullness of those determinations that, from Ř•)me; and Aoyoc; to the \"will \nto power,\" refer to one another and everywhere show a fundamental trait \nthat we attempt to name in the word \"presencing\" [An-wesen] (Being and \nTime, §6). Only because the question \"What is metaphysics?\" from the start \nrecalls the surpassing, the transcendens, the being of beings, can it think the \n\"not\" of beings, that nothing which is equioriginarily the Same as being. \nOf course, those who have never seriously pondered the context and \nfundamental orientation of the question concerning metaphysics, the point \nof departure of its path, the occasion of its unfolding, and the sphere of the \nsciences it addresses itself to, must come to the conclusion that here a phi­\nlosophy of nothing (in the sense of a negative nihilism) is being proclaimed. \nThe misinterpretations of the question \"What is metaphysics?\" - mis­\ninterpretations that apparendy cannot yet be eradicated - and the failure \nto recognize its vantage point, are least of all mere consequences of an \naversion to thinking. Their origin lies more deeply concealed. They nev­\nertheless belong to those phenomena that shed light upon the course of our \nhistory: We and our entire subsistence are still moving within the zone of \nnihilism, granted that the essence of nihilism indeed resides in the oblivion \nof heing. \nJ I8 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 335,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "originarily",
        "nurturance",
        "ful",
        "trans",
        "recollective",
        "linie",
        "uber",
        "vhat",
        "pathmarks",
        "holderlin"
      ],
      "full_text": "PATHMARKS \na house for the god and dwelling sites for mortals. It must content itself \nwith building the path that leads back into the locality of a recovery of \nmetaphysics and thereby lets us journey through what is destined in an \novercoming of nihilism. \n\\Vhoever ventures such a word, particularly in a text for publication, \nknows all too well how overhastily and readily this saying, which is meant \nto provoke reflection, comes to be discarded as an obscure mumbling or \ndismissed as pompous proclamation. Despite this, he who continues to \nlearn must direct his thought toward examining more originarily and with \ngreater care the saying of recollective thinking. One day he may come \nto leave such saying in the realm of the mystery, as a supreme gift and \ngreatest danger, as something seldom successful and frequently unsuccess­\nful. \nHere we may recognize why all saying of this kind proceeds awkwardly \nand with difficulty. It must always pass through the essential ambiguity of \nthe word and its turns of phrase. The ambiguity of saying by no means \nconsists in a mere accumulation of significations that arise arbitrarily. It \nresides in a play that, the richer it unfolds, remains all the more rigorously \nmaintained in a concealed rule. Via the latter, the ambiguity plays in the \nbalance of scales whose oscillation we rarely experience. This is why the \nsaying remains bound to a supreme law. This law is the freedom that frees us \nfor the ever playful jointure of never resting transformation. The ambiguity \nof those words that \"arise like flowers\" (Holderlin, \"Bread and Wine\") is \nthe garden of the wilderness in which growth and nurturance are attuned \nto one another out of an incomprehensible intimacy. It should not surprise \nyou that the discussion of the essence of nihilism at every point of our path \nunavoidably comes upon that which provokes and is worthy of thought, \nand which we awkwardly enough [ 2 52] name the saying of thinking. This \nsaying is not the expression of thinking, but thinking itself, its course and \nits song. \n\\Vhat is the purpose of this letter? It attempts to raise into a higher \nambiguity the title \"Uber die Linie,\" i.e., everything that it describes in \nyour sense and in mine and tries to demonstrate by saying it in writing. \nThis higher ambiguity lets us experience to what extent the overcoming of \nnihilism demands a turning in into its essence, a turning in whereby the \ndesire to overcome becomes untenable. The recovery of metaphysics calls \nthinking into a more originary calling. \nYour assessment of the situation trans lineam and my discussion de linea \nare referred to one another. Together they are directed not to cease the \n320 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 338,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "llt",
        "hori",
        "sents",
        "lkcd",
        "ascertainability",
        "repre",
        "auf",
        "toriographical",
        "metcalf",
        "historiographically"
      ],
      "full_text": "Hegel and the Greeks \nTranslated by Robert Metcalf' \n[255] The title of the lecture can be reformulated as a question. It reads: \nHow does Hegel present the philosophy of the Greeks within the hori­\nzon of his own philosophy? We can answer this question by taking a his­\ntoriographical look at Hegel's philosophy from a present-day standpoint, \nand in so doing investigate the relation in which Hegel for his part repre­\nsents Greek philosophy historiographically. This way of proceeding yields \na historiographical investigation into historiographical connections. Such \na project has its own justification and usefulness. \nHowever, something else is llt st\u008cke, in pl11y [auf dem Spiel]. With the \nname \"the Greeks\" we are thinking of the commencement of philosophy; \nwith the name \"Hegel,\" of its completion. Hegel himself understands his \nphilosophy according to this determination. \nIn the title \"Hegel and the Greeks,\" the whole of philosophy in its history \naddresses itself to us, and does so now, at a time when the disintegration of \nphilosophy is becoming manifest; for philosophy is migrating into logistics, \npsychology, and sociology. These independent areas of research secure for \nthemselves their increasing validity and influence at many levels as devices \nand instruments for the success of the political-economic world, that is to \nsay, of what is, in an essential sense, the technological world. \nBut the incessant disintegration of philosophy, determined from afar, is \nnot after all the end of thinking, but rather something else, yet something \nthat has withdrawn from public ascertainability. The following discourse \nseeks to meditate on this for a while, as an attempt to awaken attention to \nthe matter of thinking. The matter of thinking is at stake. \"Matter\" means \nhere: that which of its own accord demands discussion. In order to be able \nto respond to such a demand, it is necessary that we allow ourselves to be \nlo·lkcd upon by the matter of thinking and prepare ourselves [2 56) to allow \nthmking, as determined by its matter, to transform itself. \n3 2 3 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 339,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "der",
        "erter",
        "ibid",
        "pbirosopbie",
        "vorlesungen",
        "damental",
        "losophy",
        "uber",
        "vol",
        "geschicbte"
      ],
      "full_text": "PATI IMARKS \nThe following limits itself to pointing out one possibility through which \nthe matter of thinking becomes visible. But why, then, this roundabout \napproach through Hegel and the Greeks in order to arrive at the matter of \nthinking? Because we need to take this path, which indeed, in its essence, \nis not a roundabout one; for the tradition, experienced in the right way, \nprovides us the present that stands over against us as the matter of thinking \nand, for that reason, is at issue. Genuine tradition is so far from being \nthe dragging weight of what is past that it much rather frees us for what \napproaches us as present, and thus becomes the enduring directive toward \nthe matter of thinking. \nHegel and the Greeks - this sounds like: Kant and the Greeks, Leibniz \nand the Greeks, medieval Scholasticism and the Greeks. It sounds like \nthis, and yet is nonetheless different. For it is Hegel who, for the first \ntime, thinks the philosophy of the Greeks as a whole and thinks this whole \nphilosophically. In what way is this possible? By virtue of the fact that Hegel \ndetermines history as such in such a way that it must be philosophical in its \nfundamental trait. The history of philosophy is for Hegel the intrinsically \nunitary and hence necessary process of the advance of spirit toward itself. \nThe history of philosophy is no mere sequence of diverse opinions and \nteachings that supersede each other without any connection. \nHegel says in an introduction to his Berlin lectures on the history of \nphilosophy: \"The history which we have before us is the history of thought \nfinding itself\" ( Vorlesungen Uber die Geschicbte der Pbirosopbie, ed. Hoffmeister \n1940, vol. I, p. 81, note). \"For only philosophy itself unfolds the histocy \nof philosophy\" (ibid., pp. 235f.). Accordingly, for Hegel, philosophy as \nthe self-unfolding of spirit toward absolute knowing and the history of \nphilosophy are identical. No philosopher before Hegel gained such a fun­\ndamental philosophical position (257] as to make possible and require that \nphilosophizing itself move at the same time within its history and that this \nmovement be philosophy itself. But according to a statement of Hegel's \nfrom the introduction to his first lecture here in Heidelberg, philosophy \nhas for its \"goal\": \"truth\" (ibid., p. 14). \nAs Hegel says in a marginal note to the manuscript of this lecture, phi­\nlosophy is as its history the \"realm of pure truth, - not the deeds of erter7141 \nreality, but rather the inner remaining-with-itself of spirit\" (ibid., p. 6, note). \n\"Truth\" means here: what is true in its pure realization, which at the same \ntime brings to presentation the truth of what is true, truth in its essence. \nMay we now take Hegel's determination of the goal of philosophy, which \nis truth, as hinting at a meditation upon the matter of thinking? Presumably \nso, as soon as we have sufficiently clarified the theme, \"Hegel and the \n3 24 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 340,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "ingly",
        "lha",
        "cogito",
        "cil",
        "lmowing",
        "subiectum",
        "laaty",
        "losophy",
        "vhat",
        "vol"
      ],
      "full_text": "HEGEL AND THE GREEKS \nGreeks,\" that is to say, philosophy taken in all of its destiny with regard to \nits goal, truth. \nWe therefore ask initially: In what way must the history of philosophy, \nas history, be philosophical in its fundamental trait? \\Vhat is meant here \nbv \"philosophical\"? \\Vhat is meant here by \"history\"? \n· The answers cannot but immediately incur the risk of saying what seem­\ningly is already familiar. However, for thinking there is never anything \nfamiliar. Hegel explains: \"With him (namely, with Descartes), we properly \nenter upon a self-supporting philosophy. Here, we can say that we are home \nand, like the sailor who has journeyed on the stormy sea for a long time, cry: \n'Land-ho!' \" (Werke, vol. XV, p. 328). With this image Hegel means to \nsuggest the following: The \"ego cogittt sum, \" the \"I think, I am,\" is the solid \nground upon which philosophy can settle truly and completely. In the phi­\nlosophy of Descartes, the ego becomes the authoritative subiectum, i.e., that \nwhich already lies before. However, this subject [258] is first taken hold of \nin the right way - namely, in the Kantian sense, transcendentally and com­\npletely, i.e., in the sense of speculative idealism - when the whole structure \nand movement of the subjectivity of the subject unfolds and is taken up into \nabsolute self-knowing. In lmtYWing itself as this lmowing that conditions all \nobjectivity, the subject is, as this lmowing, the absolute itself. True being is \nthe thinking that thinks itself absolutely. For Hegel, being and thinking are \nthe same, specifically in the sense that everything is taken back into thinking \nand is determined according to what Hegel simply calls \"thought.\" \nSubjectivity, as the ego cogito, is consciousness that represents something, \ndraws what is represented back to itself and in this way gathers it to itself. \nIn Greek, gathering is called /,.fy£Lv. To gather what is manifold for the I \ninto the I is called, expressed in the middle voice, My£o6cl. The thinking \nI gathers what is represented in going through that which is represented, \nin going through it in its representability. \"Going through something\" in \nGreek is called lha. ԕLaAty£o6ciL, dialectic, signifies here that the subject \nbrings its subjectivity before it, produces it in and as the said process. \nDialectic is the process of the production of the subjectivity of the ab­\nsolute subject and, as such, its \"necessary activity.\" In accordance with the \nstructure of subjectivity, the production process involves three stages. First \nof all, the subject as consciousness relates itself immediately to its object. \nThis immediately and yet indeterminately represented object Hegel also \ncalls \"being,\" the universal, the abstract. For in this connection abstraction \nis still made from the relation of the object to the subject. Only through \nthis relating back, or reflection, does the object come to be represented as \nobject for the subject, and the subject come to be represented for itself, i.e., \n325 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 341,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "ari",
        "criti",
        "ject",
        "crescit",
        "prehending",
        "flecting",
        "calculability",
        "specu",
        "repre",
        "pathmarks"
      ],
      "full_text": "PATHMARKS \nas itself relating to the object. However, so long as we merely differentiate \nobject and subject, being and reflection, over against each other, and persist \nwith this differentiation, the movement from the object to the subject does \nnot yet set forth the whole of [259] subjectivity for subjectivity. The ob­\nject, being, is indeed mediated with the subject through reflection, but the \nmediation itself, as the innermost movement of the subject, is not yet repre­\nsented for the subject. Only when the thesis of the object and the antithesis \nof the subject are detected in their necessary synthesis is the movement of \nthe subjectivity of the subject-object relation complete in its course. This \ncourse is a proceeding from the thesis, advancing to the antithesis, going \nover into the synthesis, and, from out of this synthesis as the whole, the \nreturn to itself of the positing posited. This course gathers the whole of \nsubjectivity into the unfolded unity of subjectivity. In this way, subjectivity \ngrows together, con-crescit, becomes concrete. Dialectic is speculative in \nthis manner. For specu/ari means detecting, catching sight of, apprehend­\ning, com-prehending. Hegel says in the Introduction to the Science of Logie \n(ed. Lasson, vol. I, p. 38) that speculation consists \"in the apprehending \nof opposites in their unity.\" Hegel's way of characterizing speculation be­\ncomes clearer if we notice that, in speculation, what is at stake is not only \nthe apprehending of unity, the phase of synthesis, but in the first instance \nand always the apprehending \"of opposites\" as opposites. This requires \napprehending the shining of opposites against one another and in one an­\nother, which is the manner in which antithesis reigns as it is presented in the \n\"Logic of Essence\" (i.e., the logic of reflection). From this self-re-flecting \nshining, or mirroring, speculari (speculum: mirror) receives its conclusive de­\ntermination. Considered in this way, speculation is the positive whole of \nthat which \"dialectic\" is meant to signify here: not a transcendental, criti­\ncally restrictive, or even polemical way of thinking, but rather the mirroring \nand uniting of opposites as the process of the production of spirit itself. \nHegel also calls \"speculative dialectic\" simply \"method.\" By this title he \nmeans neither an instrument of representing nor merely a special way of \nproceeding in [260] philosophy. \"Method\" is the innermost movement of \nsubjectivity, \"the soul of being,\" the production process through which the \nweb of the whole actuality of the absolute is woven. \"Method,\" \"the soul of \nbeing\" - that sounds like fantasy. It is commonly thought that our age has \nleft behind such errors of speculation. Yet we are living right in the midst \nof this supposed fantasy. \nWhen modem physics aims at a formula for the world, then it becomes \napparent that the being of beings has dissolved itself in the method of total \ncalculability. The first writing of Descartes, through whom, according to \n3 26 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 345,
      "bucket": "B (1-3%)",
      "error_rate": 2.6,
      "unknown_words_sample": [
        "actus",
        "ibid",
        "ima",
        "pathmarks",
        "vol",
        "diated",
        "ceiving",
        "werke",
        "determi"
      ],
      "full_text": "PATHMARKS \nA6yo<;. That is strange, but all the stranger since Hegel closes the Foreword \nto his interpretation of Heraclitus with the words: \"there is no sentence \nof Heraclitus that is not taken up in my logic\" (ibid., p. 328). But for \nthis \"logic\" of Hegel, A6yo<; is reason in the sense of absolute subjectivity, \nthe \"logic\" itself is speculative dialectic, through whose movement what is \nimmediately universal and abstract, being, is reflected as what is objective \nin opposition to the subject, and this reflection is determined as mediation \nin the sense of becoming. In becoming, what is opposed comes together, \nbecomes concrete and in this way comes to unity. To apprehend this unity \nis the essence of that speculation which unfolds itself as dialectic. \nIn Hegel's judgment, Heraclitus is the first to recognize dialectic as a \nprinciple, and thereby to advance further beyond Parmenides. Hegel ex­\nplains: \"Being (as Parmenides thinks it) is the One, the first; the second \nis becoming - he (Heraclitus) has advanced to this determination. That \nis what is first of all concrete, the absolute, as in it the unity of opposites. \nThus, with him (Heraclitus), the philosophical idea in its speculative form is \nfirst to be found\" (ibid.). In this way, then, Hegel places the main emphasis \nof his interpretation of Heraclitus on the sentences in which the dialectical, \nthe unity and uniting of contradictions, comes to language. \n[265] The basic word of Plato reads: 'IMa. For Hegel's explication of \nPlatonic philosophy, it remains to be considered that he apprehends the \nIdeas as \"the intrinsically determinate universal.\" \"Intrinsically determi­\nnate\" means: the Ideas are thought in their state of belonging together; \nthey are not mere prototypes existing in themselves, but are rather \"what is \nin and for itself\" as distinct from \"the sensibly existing\" (Werke, vol. XI\\T, \np. 199). \"In and for itself\" - therein lies a coming-to-be-itself, namely, \ncon-ceiving oneself. Accordingly, Hegel can explain: the Ideas are \"not \nimmediately in consciousness (namely, as intuitions), rather they are (me­\ndiated in consciousness) in cognition.\" \"For this reason, one does not h11Vt \nthem, but rather they are brought forth within spirit through cognition\" \n(ibid., p. 201). This bringing-forth, producing, is conceiving as the activity \nof absolute knowing, i.e., \"science.\" Therefore Hegel says: \"With Plato be­\ngins philosophical science as science\" (ibid., p. 169). \"What is distinctive of \nPlatonic philosophy is its orientation toward the intellectual, supersensible \nworld . . .  \" (ibid., p. 1 70). \nThe basic word of Aristotle reads: ' Ev£pye:Oa, which Hegel translates as \n\"actuality\" (the Roman actus). ' Ev£pye:Pa is \"still more determinately\" the \n\"entelechy (£v'te:A£xe:Oa), which is in itself end and realization of the end.\" \n· Ev£pye:Pa is \"pure efficacy from out of itself.\" \"Only energy, form, is \nactivity, that which effects, self-relating negativity\" (ibid., p. J2 1). \nno \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 346,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "lcgcl",
        "spective",
        "vol",
        "detennined",
        "ibid",
        "ject",
        "itsejr",
        "hoffmeister",
        "grt",
        "nnines"
      ],
      "full_text": "HEGEL AND THE GREEKS \nHere £vtpye:Đll is also thought on the basis of speculative dialectic as \nthe pure activity of the absolute subject. When the thesis is negated by the \nantithesis, and the latter, for its part, is negated by the synthesis, there holds \nsway in such negating that which Hegel calls \"the self-relating negativity.\" \nIt is nothing negative. The negation of negation is rather that position in \nwhich spirit posits itself as the absolute through its activity. Hegel sees in \nthe £vtpye:\u001cll of Aristotle the first stage of the absolute self-movement [z66] \nof spirit, i.e., of actuality in and for itself. Hegel makes clear his assessment \nof the whole of Aristotelian philosophy in the following sentence: \"If one \nwere to take philosophy seriously, then nothing would be worthier than to \nhold lectures on Aristotle\" (ibid., p. 3 14). \nAccording to Hegel, philosophy becomes \"serious\" when it no longer \nloses itself in objects and in subjective reflection upon objects, but rather \nbecomes active as the activity of absolute knowing. \nClarifying the four basic words allows us to recognize that Hegel un­\nderstands \nY Ev, A6yoc;, ' I8E11, and 'Evtpye:Lil within the horizon of being, \nwhich he conceives as the abstract universal. Being, and accordingly that \nwhich is represented in the basic words, is not yet detennined and not yet \nmediated in and through the dialectical movement of absolute subjectivity. \nThe philosophy of the Greeks is the stage of this \"not yet.\" It is not yet \nthe completion, but for all that it is nonetheless understood from the per­\nspective of this completion, which has determined itself as the system of \nspeculative idealism. \nAccording to Hegel, it is the innermost \"drive,\" \"the need\" of spirit to \ndetach itself from what is abstract by absolving itself into the concreteness \nof absolute subjectivity and so freeing itself for itself. Hence, Hegel can say: \n\"philosophy is what is most opposed to the abstract; it is precisely the strug­\ngle against what is abstract, the constant war with the understanding's reflec­\ntion\" (Hoffmeister, vol. I, p. I I 3). In the Greek world, spirit indeed comes \nfor the first time into free and open opposition to being. But spirit does \nnot yt:t properly come to absolute certainty of itself as self-knowing sub­\nject. Only where this latter occurs, in the system of speculative-dialectical \nmetaphysics, docs philosophy come to be what it is: \"what is holiest, what \nis innermost to spirit itseJr' (ibid., p. I 2 5). \nl lcgcl dett:nnines \"truth\" to be the \"goal\" of philosophy. This is achieved \n0111}\" at tht: stage of completion. The (267) stage of Greek philosophy \nremains in the \"not yet.\" A'i the stage of beauty, it is not yet the stage of \ntruth . \nI I ere - when we look through the entire history of philosophy, \"Hegel \nand the Grt:eks,\" its completion and its beginning - we begin to ponder and \nJ3 1 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 348,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "fjel",
        "oyoc",
        "actus",
        "evtpyelct",
        "oela",
        "fonh",
        "tttr",
        "evtpyela",
        "abso",
        "dval"
      ],
      "full_text": "HEGEL AND THE GREEKS \nhas its limit, which can be circumscribed as follows: the more thoughtful a \nthinking is, that is, the more it is claimed by its language, the more authori­\ntative what is unthought becomes for it, and even what is unthinkable for it. \nWhen, from the perspective of absolute subjectivity, Hegel interprets be­\ning in a speculative and dialectical manner as the indeterminate immediate, \nthe abstract universal, and explicates the basic words for being in Greek ­\n·· Ev, .\\oyoc;, \" l8tct, · EvtpyELct - within this horizon of modem philosophy, \nwe are tempted to judge this explication to be historiographically incorrect. \nYet every historiographical statement and its grounds move already \nwithin a relation to history. For this reason, we must, before deciding upon \nthe historiographical correctness of our representation, consider whether \nand how history is experienced, whence it is determined in its fundamental \ntraits. \n[269] With regard to Hegel and the Greeks, this means that, prior to \nall correct or incorrect historiographical assertions, Hegel experienced the \nessence of history in terms of the essence of being in the sense of abso­\nlute subjectivity. To this day there has been no experience of history that, \nseen philosophically, could respond to this experience of history. But the \nspeculative-dialectical determination of history does entail that it remained \ndenied to Hegel to see \"A'A/9£La and its holding sway expressly as the m4tttr \nof thinking, and this occurs in precisely that philosophy which determined \n\"the realm of pure truth\" to be \"the goal\" of philosophy. For, when Hegel \nconceives being as the indeterminate immediate, he experiences it as what \nis posited by the determining and conceiving subject. Accordingly, he is \nnot able to release dvaL, being in the Greek sense, from the relation to \nthe subject, and set it free into its own essence. This essence, however, is \npresencing, that is to say, an enduring coming forth from concealment into \nunconcealment. In coming to presence, disclosure is at play. It is at play \nin the \"' Ev and in .\\6yoc;, i.e., in unifying, gathering, lying-before - i.e., in \nletting come to endure. 'A/.0OELa is at play in the · I8ta and in the XOLvwvtct \nof the Ideas, insofar as these bring one another to shine and thus constitute \nbeing beings [dos Seiendsein], the on we; ov. A/.f,fJELCl is at play in . EvtpyELa, \nwhich has nothing to do with actus and activity, but rather only with the \nأt-Y()V, experienced in a Greek manner, and with its state of being brought \nfonh into presencing, through which the latter reaches completion. J \nYet \"Ai.f,fJEL:t, disclosure, is at play not only in the basic words of Greek \nthinking, but in the Greek language as a whole, which speaks differently \nas soon as we put out of play Roman and medieval and modem ways of \nrepresenting in our interpretations of it, and seek in the Greek world neither \npersonalities nor consciousness. \n333 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 349,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "presencing",
        "verba",
        "unconcealment",
        "dicendi",
        "versa",
        "unconcealrnent",
        "yoc",
        "ment",
        "subjectivized",
        "pathmarks"
      ],
      "full_text": "PATHMARKS \nBut how then do matters stand with this enigmatic 'AI.f,9e:La itself, which \nhas become something of an annoyance for interpreters of the Greek world, \n[ 2 7o] because they focus only on this isolated word and its etymology instead \nof thinking in terms of the matter to which such issues as unconcealment \nand disclosure refer? Is 'AI.f,9e:La as unconcealment the same as being, \ni.e., coming to presence? This is testified by the fact that Aristotle still \nmeans the same thing by ta ovta, beings, that which presences, as by ta \nil.r,O£a, the unconcealed. But in what way do unconcealment and presence, \niA.f,Oe:La and o1ja£a, belong to one another? Are both of the same essential \nrank? Or is it that presence is referred to unconcealment, but not vice \nversa? In this case, being would indeed have to do with disclosure, but not \ndisclosure with being. Moreover, if the essence of truth that straightaway \ncomes to reign as correctness and certainty can subsist only within the \nrealm of unconcealrnent, then truth indeed has to do with 'AI.f,9e:La, but \nnot 'AI.f,9e:La with truth. \nWherein tbJes 'AI.f,9e:La itself belong, if it must be released from its refernue \nto truth and being, and set free into what is proper to it? Does thinking as yet \nhave the scope of vision even to intimate what occurs in disclosure, and \nespecially in cuncealing, which all disclosure needs? \nThe enigmatic character of 'AI.f,9e:La comes closer to us, and yet so does \nthe danger that we may hypostatize it into a fantastical world-essence. \nIt has indeed often been remarked that there cannot be an unconceal­\nment in itself, that unconcealment is after all always unconcealment \"for \nsomeone.\" It is thereby unavoidably \"subjectivized.\" \nNevertheless, must the human being - which is what is being thought \nhere - necessarily be determined as subject? Does \"for human beings\" \nalready unconditionally mean: posited by human beings? We may deny \nboth options, and must recall the fact that al.f,Oe:La, thought in a Greek \nmanner, certainly holds sway for human beings, but that the human being \nremains determined by A6yoc;. The human being is the sayer. Saying, in \nOld High German sag an, means showing, letting appear [ 2 71] and letting be \nseen. The human being is the being that, in saying, lets what is presencing \nlie before us in its presence, apprehending what lies before. Human beings \ncan speak only insofar as they are sayers. \nThe oldest evidence of al.r,Oe:tr, and al.r,Of,a, unconcealment and un­\nconcealed, we find in Homer, and specifically in connection with verbs \nof saying. From this it has been somewhat precipitously concluded that \nunconcealment is therefore \"dependent\" upon the verba dicendi) What \ndoes \"dependent\" mean here, if saying is letting-appear, as are accordingly \n334 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 351,
      "bucket": "D (5-10%)",
      "error_rate": 9.3,
      "unknown_words_sample": [
        "grtlu",
        "separarurn",
        "oftbt",
        "pathmarks",
        "pletion",
        "prsm",
        "tbt",
        "modrn",
        "lci"
      ],
      "full_text": "PATHMARKS \ncharacter of Greek philosophy is spoken from the perspective of the com­\npletion of philosophy. \nWithin the horizon of speculative idealism, the \nphilosophy of the Greeks remains in the \"not yet\" of its completion. \nYet if we now attend to the enigma 9 • of 'AA.f,6£LCI, which holds sway over \nthe beginning of Greek philosophy and over the course of philosophy as a \nwhole, then the philosophy of the Greeks shows itself to our thinking too \nin a \"not yet.\" But this is the \"not yet\" of the unthought - not a \"not yet\" \nthat does not satisfy us, but rather a \"not yet\" to which we are not sufficient, \nand which we fail to satisfy. \n• Separarurn from Tbt Prsm« oftbt Grtlu in Modrn Thought ( 11)0): the authority of the \nenigma. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 353,
      "bucket": "B (1-3%)",
      "error_rate": 2.6,
      "unknown_words_sample": [
        "ldeolog",
        "vhy",
        "feuerbach",
        "criti",
        "patiimarks",
        "nonbeing",
        "stract",
        "horiwn",
        "euerbach"
      ],
      "full_text": "PATIIMARKS \nIn case this should tum out to be too much even for thinkers, it could at \nleast remain their task to show again and again that being is what is worthy \nof thought, and to show this in such a way, moreover, that this which is \nworthy of thought remains as such within the horiwn of human beings. \n\\Ve shall follow the suggestion mentioned and listen to a thinker and \nwhat he has to say to us concerning being. We shall listen to Kant. \n\\Vhy do we listen to Kant to learn something about being? For two \nreasons. First, Kant took a far-reaching step in the discussion of being. \nSecond, Kant took this step out of loyalty to the tradition, i.e., in a criti­\ncal encounter with it, which threw new light on it. Both reasons for the \nreference to Kant's thesis about being impel us to reflect. \nKant's thesis about being goes as follows, according to the version in his \nmain work, the Critique of Pure Reason (1781): \n\"Being\" is obviously not a real predicate; that is, it is not a concept of something \nwhich could be added to the concept of a thing. It is merely the positing of a thing, \nor of certain determinations in and of themselves. (A 598, B 616) \nIn view of that which today is, which in being besets us and which as \npossible nonbeing threatens us, Kant's thesis about being strikes us as ab­\nstract, meager, and pale. For, meanwhile, it has also been demanded of \nphilosophy that it no longer be satisfied with interpreting the world and \nroving about in abstract speculations, but rather that what really matters \nis changing the world practically. But changing the world in the manner \nintended requires beforehand that thinking be changed, just as a change \nof thinking already underlies the demand we have mentioned. (Cf. [175] \nKarl Marx, The German ldeolog;y: \"A. Theses on Feuerbach ad F euerbach, 1 1 \": \n\"The philosophers have only interpreted the world in various ways; the point \nis to change it.\") \nBut in what way is thinking supposed to change if it does not take the path \ninto that which is worthy of thought? Now, the fact that being presents itself \nas that which is worthy of thought is neither an optional presupposition nor \nan arbitrary invention. It is the verdict of a tradition that still governs us \ntoday, and this far more decisively than one might care to admit. \nKant's thesis offends us as abstract and inadequate only if we fail to \nconsider what Kant said in elucidation of it and how he said it. We must \nfollow the path of his elucidation of the thesis. We must bring before our \neyes the region in which that path runs. We must bear in mind the site \nwhere what Kant discusses and situates under the name \"being\" belongs. a \n• Fir.t edition, 19li3: Topology of being. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 356,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "positio",
        "existenz",
        "inates",
        "dasein",
        "gro",
        "res",
        "ponrl",
        "intro",
        "dmumstration",
        "duced"
      ],
      "full_text": "KANT'S THESIS ABOUT BEING \npositing, there prevails a kinship with that which we call ground. Positio, \nponrl\"e, means to set, place, lay, lie, to lie before, to lie at the groҞ_nd. \nIn the course of the history of onto theological inquiry the task has arisen \nnot only of showing what the highest being is but of proving that this most \nsupreme of beings is, that God exists. The words Existenz, Dasein, actuality, \nname a mode of being. \nIn the year 1 763, almost two decades before the appearance of the \nCritique of Pure Reason, Kant published a work under the title The Only \nPossible Ground of Proof for a Dmumstration of the Existence of God. The \"First \nConsideration\" in this work deals with the concepts of \"Existence [Dasein] \nin general\" and \"being in general.\" Here we already find Kant's thesis about \nbeing, and even in the twofold form of the negative and the affirmative as­\nsertion. The wording of both assertions agrees in a certain manner with \nthat in the Critique of Pure Reason. The negative assertion goes like this in \nthe precritical work: \"Existence is not a predicate or determination of any­\nthing whatever.\" The affirmative assertion goes: \"The concept of positing \nor asserting [Position oder Setzung] is completely simple and identical with \nthat of being in general.\" \nAt first it was necessary only to point out that Kant formulates the thesis \nwithin the province of the questions of philosophical theology. This dom­\ninates the entire question about the being of beings, i.e., metaphysics in its \ncentral content. From this it can be seen that the thesis about being is no \nout-of-the-way, abstract bit of doctrine, as its wording might at first easily \npersuade us. \nIn the Critique of Pure Reason the negative-defensive assertion is intro­\nduced with an \"obviously.\" That means it is supposed to be immediately \nevident to everyone: being - [279] \"obviously\" not a real predicate. For us \ntoday the statement is by no means immediately clear. Being - this means, \nof course, reality. How, then, could being not count as a real predicate? \nBut for Kant the word \"real\" still has its original meaning. It means that \nwhich belongs to a res, to a substance, to the substantive content of a thing. \nA real predicate, a determination belonging to a substance, is, for example, \nthe predicate \"heavy\" with respect to the stone, regardless of whether the \nstone really exists or not. In Kant's thesis \"real\" means, then, not that which \nwe mean today when we speak of Realpolitik, which deals with facts, with \nthe actual. Reality is for Kant not actuality but rather substantiality. A real \npredicate is such as belongs to the substantive content of a thing and can \nhe attributed to it. We represent and place before ourselves the substantive \ncontent of a thing in its concept. We can place before ourselves what the \nword \"stone\" names without its being necessary that the thing in question \n341 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 357,
      "bucket": "B (1-3%)",
      "error_rate": 2.2,
      "unknown_words_sample": [
        "existenz",
        "dasein",
        "gegmstand",
        "minations",
        "pathmarks",
        "itselr",
        "purt",
        "substantiality"
      ],
      "full_text": "PATHMARKS \nexists as a stone just now lying there before us. Existenz, Dasein, i.e., being, \nsays Kant's thesis, is \"obviously no real predicate.\" The obviousness of this \nnegative assertion emerges as soon as we think of the word \"real\" in Kant's \nsense. Being is nothing real. \nBut how is that? After all, we do say of a stone lying before us that it, this \nstone here, exists. This stone is. Accordingly, the \"is,\" i.e., being, shows \nitself just as obviously as predicate, namely, in the assertion about this stone \nas the subject of the assertion. Nor does Kant deny in the Critique of Purt \nReason that the existence predicated of an existing stone is a predicate. But \nthe \"is\" is no real predicate. Of what is the \"is\" predicated then? Obviously \nof the existing stone. And what does this \"is\" in the assertion \"The stone \nis here\" say? It says nothing about what the stone, as stone, is; it does \nsay, however, that what belongs to the stone exists here, isढ़ 'what is called \nbeing, then? Kant answers with the affirmative assertion in his thesis: Being \n\"is merely the positing of a thing or of certain determinations in and of \nthemselves.\" \n[z8o] The wording of this statement easily misleads one into supposing \nthat being as \"merely the positing of a thing\" concerns the thing in the \nsense of the thing in and for itself. This meaning the thesis cannot have, \ninsofar as it is expressed within the Critique of Pure Reason. \"Thing\" here \nmeans something for which Kant also says \"object\" or \"Gegmstand. \" Nor \ndoes Kant say that the positing concerns the thing with all its real deter­\nminations; what he says is rather, \"merely the positing of the thing, or of \ncertain determinations in and of themselves.\" How the phrase \"or of certain \ndeterminations\" is to be interpreted we shall leave open for now. \nThe expression \"in and of itselr' does not mean: \"something_m its_elf.\" \nsomething that exists unrelated to a consciousness. The \"in and of itself\" \nwe must understand as marking the distinction from what is represented \nas this or that with regard to something else. This sense of \"in itself\" is \nalready expressed in Kant's statement, in his saying that being \"is merely \nthe positing.\" This \"merely\" sounds like a limitation, as if the positing were \nsomething inferior to the reality, i.e .• to the substantiality of a thing. The \n\"merely,\" however, indicates that being can never be explained by what any \ngiven being is, i.e., for Kant, by the concept. The \"merely\" does not limit, \nbut rather assigns being to a domain where alone it can be characterized in \nits purity. \"Merely\" means here: purely. \"Being\" and \"is\" belong, with all \ntheir meanings and inflections, in a domain of their own. They are nothing \nthing-like, i.e., for Kant, nothing objective. \nIn order to think of\"being\" and \"is,\" therefore, another view is required, \none that is not guided exclusively by observing things and by reckoning with \n342 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 358,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "positio",
        "positedness",
        "biguity",
        "senting",
        "percipere",
        "repraesentare",
        "logicus",
        "fpectus",
        "repre",
        "setness"
      ],
      "full_text": "KANT'S THESIS ABOUT BEING \nthem. A stone lying before us obviously \"is\"; but one can explore and study \nit from every side without ever finding the \"is\" in it. And yet this stone is. \nIn what way does \"being\" receive the meaning of\"merely the positing\"? \nFrom what source and how is the meaning of the heading \"pure positing\" \ncircumscribed? [z8r] Does not this interpretation of being as positing re­\nmain for us strange, even arbitrary, or in any case ambiguous and therefore \ninexact? \nKant himself, to be sure, translates \"positing,\" \"Position, \" by Setzung. \nBut this does not help much. For our German word Setzung is just as \nambiguous as the Latin positio. The latter can mean: (1) Setting, placing, \nlaying as action. (z) Something set, the theme. (3) Setness [GesetztheitJ, \nsite, constitution. But we can also understand Position and Setzung in such \na way that they mean the unity of the positing of something posited as such \nin its positedness. \nIn every case the characterization of being as positing points to an am­\nbiguity that is not accidental and also not unknown to us. For it plays about \neverywhere in the realm of that setting and placing that we know as repre­\nsenting. For this, the learned language of philosophy has two characteristic \nnames: representing is percipere, perceptio, to take something to oneself, \ngrasp; and: repraesentare, to hold opposite oneself, to hold present to one­\nself. In representing we place something before ourselves, so that it, as \nthus placed (posited), stands over against us as object. Being, as position, \nmeans the positedness of something in representational positing. Accord­\ning to what is posited and how it is posited, positing, position, being has a \ndifferent meaning. Kant, therefore, after setting up his thesis about being \nin the text of the Critique of Pure Reason, continues: \nIn its logical use it [i.e., being as \"merely the position\") is merely the copula of a \njudgment. The proposition \"God is omnipotent\" contains two concepts, each of \nwhich has its object - God and omnipotence. The small word \"is\" adds no new \npredicate, but only serves to posit the predicate in its n:lation to the subject. \nIn The Only Possible Ground of Prof the relationship between the subject \nand predicate of the sentence as posited by the \"is\" of the copula is called the \nre.fpectus logicus. Kant's talk of the \"logical use\" of\"being\" causes one to sup­\npose that there is yet another use [z8z ] of\"being.\" At the same time we are \nat this point already learning something essential about being. It is \"used,\" \nin the sense of applied. This use is accomplished by the understanding, by \nthinking. \n\\\\!hat other use of \"being\" and of the \"is\" is there, besides the \"logical\" \none? In the sentence \"God is,\" no substantive, real predicate is added on. \n343 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 361,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "ations",
        "positedness",
        "ategorial",
        "vii",
        "logicallnt",
        "gegenstand",
        "husser",
        "pathmarks",
        "canot",
        "cated"
      ],
      "full_text": "PATHMARKS \n\"relation\" of being \"to the capacities of our understanding\"? Kant himself \ngives us the answer in the Critique of Pure Reason with the statement: \nSo long as the definition of possibility, existence, a and necessity is sought solely in \npure understanding, they cannot be explained save through an obvious tautology.b \n(A 244, 8 302) \n[285] However, it is just such an explanation that Kant himself still at­\ntempts in his precritical period. Meanwhile the insight came to him that the \nrelating of being and of the modes of being solely to \"the capacities <?(our \nunderstanding\" does not afford a sufficient horizon from which being and \nthe modes of being can be explained, i.e., now - from which their me¶g \ncan be \"verified.\" \nWhat is lacking? In what regard must our thinking at once glimpse being \ntogether with all its modalities in order to arrive at a sufficient determination \nof essence? In a supplementary remark in the second edition of the Critique \nof Pure Reason (B 302) one finds: \n' \n[Possibility, existence, and necessity] canot be verified by anything [i.e., authenti­\ncated or proved] . . .  if all sensuous intuition (the only kind of intuition we have) is \nremoved.c \n'Without this intuition the concepts of being lack the relation to an object, \nthrough which relation alone they acquire what Kant calls their \"reference.\" \nTo be sure, \"being\" means position, positedness in being posited by thinking \nas an act of understanding. But this positing can only posit something as \nobject, i.e., as something brought over against us, and thus bring it to a stand \nas something standing over against us [Gegenstand], if something that can \nbe posited is given to our positing through sensuous intuition, i.e., through \nthe affection of the senses. Only positing as positing of an affection lets us \nunderstand what, for Kant, the being of beings means. \n-­\n. But in the affection through our senses, a manifold of representations is \ncontinually given to us. In order that the given \"turmoil,\" the flux of this \nmanifold, can come to a stand and thus show itself as something standing \nover against us [Gegensta11d ], the manifold must be ordered, i.e., connected. \n• First edition, 11}63: I.e., actuality. \nh First edition, 1963: On the various possibilities of \"tautology\" of the ufJ · :i,t6, \ncf. Aristotle, Mĕtnphysics, VII. \nl' First edition, 1963: Contrast with Husserl's \"L-ategorial intuition\" (Logicallnt•utifl,ations, \\1); \nhut what does \"category\" mean for Husser!? \n"
    }
  ]
}