{
  "document": "Heidegger_Pathmarks",
  "batch_number": 3,
  "total_batches": 9,
  "pages": [
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 101,
      "bucket": "B (1-3%)",
      "error_rate": 2.7,
      "unknown_words_sample": [
        "tion",
        "conceitb",
        "originart",
        "tgo",
        "pathmarks",
        "indi",
        "nega",
        "questionableness",
        "cogiro",
        "ctrtitruio"
      ],
      "full_text": "PATHMARKS \nnegation too represent the higher determination under which the nothing \nfalls as a particular kind of negated matter? Is the nothing given only be­\ncause the \"not,\" i.e., negation, is (6] given? Or is it the other way around? \nAre negation and the \"not\" given only because the nothing is given? That \nhas not been decided; it has not even been raised expressly as a question. \nWe assert that the nothing is more originart than the \"not\" and negation. \nIf this thesis is right, then the possibility of negation as an act of the \nintellect, and thereby the intellect itself, are somehow dependent upon the \nnothing. Then how can the intellect hope to decide about the nothing? \nDoes the ostensible absurdity of question and answer with respect to the \nnothing in the end rest solely in a blind conceitb of the far-ranging intellect? \nBut if we do not let ourselves be misled by the formal impossibility of \nthe question of the nothing, if we pose the question in spite of this, then \nwe must at least satisfy what remains the basic demand for the possible \nadvancing of every question. If the nothing itself is to be questioned as we \nhave been questioning it, then it must be given beforehand. We must be \nable to encounter it. \nWhere shall we seek the nothing? Where will we find the nothing? In \norder to find something must we not already know in general that it is there? \nIndeed! At first and for the most part human beings can seek only when \nthey have anticipated the being at hand of what they are looking for. Now, \nthe nothing is what we are seeking. Is there ultimately such a thing as a \nsearch without that anticipation, a search to which pure discovery belongs? \nWhatever we may make of it, we are acquainted with the nothing, if only \nas a word we rattle off every day. For this common nothing that glides so \ninconspicuously through our chatter, blanched with the anemic pallor of \nthe obvious, we can without hesitation furnish even· a \"definition\": \nThe nothing is the complete negation of the totality of beings. \nDoes not this characterization of the nothing ultimately provide an indi­\ncation of the direction from which alone the nothing can come to meet us? \n[ 7] The totality of beings must be given in advance so as to be able to \nfall prey straightaway to negation - in which the nothing itself would then \nbe manifest. \nBut even if we ignore the questionableness of the relation between nega­\ntion and the nothing, how should we- who are essentially finite make the \nwhole of beings totally accessible in itself and also for us? We can of course \nthink the whole of beings in an \"idea,\" then negate what we have imagined \n3 Fifth edition, 1 949: Ordering in terms of origin. \nh Fifth edition, •9·+9= The blind conceit: the ctrtitruio of the tgo cogiro, subjectivity. \n86 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 102,
      "bucket": "B (1-3%)",
      "error_rate": 1.7,
      "unknown_words_sample": [
        "dasein",
        "sichbefinden",
        "vhat",
        "sein",
        "mal",
        "indistinguishability"
      ],
      "full_text": "WHAT IS METAPHYSICS? \nin our thought, and thus \"think\" it negated. In this way we do attain the for­\nmal concept of the imagined nothing but never the nothing itself. But the \nnothing is nothing, and if the nothing represents total indistinguishability \nno distinction can obtain between the imagined and the \"proper\" nothing. \nAnd the \"proper\" nothing itself- is not this the camouflaged but absurd \nconcept of a nothing that is? For the last time now the objections of the \nintellect would call a halt to our search, whose legitimacy, however, can be \ndemonstrated only on the basis of a fundamental experience of the nothing. \nAs surely as we can never comprehend absolutely the whole of beings in \nthemselves we certainly do find ourselves stationed in the midst of beings \nthat are unveiled somehow as a whole. In the end an essential distinction \nprevails between comprehending the whole of beings in themselves and \nfinding oneself [Sichbefinden] in the midst of beings as a whole. The former \nis impossible in principle. The latter happens all the time in our Dasein. It \ndoes seem as though we cling to this or that particular being, precisely in \nour everyday preoccupations, as though we were completely lost in this or \nthat region of beings. No matter how fragmented our everyday existence \nmay appear to be, however, iॶ always deals with beings in a unity of the \n\"whole,\" if only in a shadowy way. Even and precisely when we are not \nactually busy with things or ourselves, this \"as a whole\" comes over us - for \nexample, in authentic boredom. Such boredom is still distant when it is \nonly this book [8) or that play, that business or this idleness, that drags on \nand on. It irrupts when \"one is bored.\" Profound boredom, drifting here \nand there in the abysses of our existence like a muffling fog, removes all \nthings and human beings and oneself along with them into a remarkable \nindifference. This boredom manifests beings as a whole. \nAnother possibility of such manifestation is concealed in our joy in the \npresence of the Dasein - and not simply of the person - of a human being \nwhom we love. \nSuch being attuned, in which we \"are\" one way or another and which \ndetermines us through and through, lets us find ourselves among beings as \na whole. Finding ourselves attuned not only unveils beings as a whole in \nvarious ways, but this unveiling - far from being merely incidental - is also \nthe fundamental occurrence of our Da-sein. \n\\Vhat we call a \"feeling\" is neither a transitory epiphenomenon of our \nthinking and willing comportment, nor simply an impulse that provokes \nsuch comportment, nor merely a present condition we have to find some \nway of coping with. \nBut just when moods of this sort bring us face to face with beings as a \nwhole they conceal from us the nothing we are seeking. We will now come \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 104,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "vith",
        "uncanninesse",
        "announcedd",
        "hich",
        "dasein",
        "unconcealment",
        "noth",
        "bein",
        "iat",
        "anunement"
      ],
      "full_text": "\\\\1-IAT IS METAPHYSICS? \naway from ourselves. At bottom therefore it is not as though \"you\" or \n\"I\" feel uncanny; rather, it is this way for some \"one.\" In the altogether \nunsettling experience of this hovering where there is nothing to hold on to, \npure Da-sein\" is all that is still there. \nAnxiety robs us of speech. Because beings as a whole slip away, so that \nprecisely the nothing crowds around, all utterance of the \"is\" falls silent \nin the face of the nothing. That in the uncanniness [ 10] of anxiety we \noften try to shatter the vacant stillness with compulsive talk only proves the \npresence of the nothing. That anxiety unveils the nothing is immediately \ndemonstrated by human beings themselves when anxiety has dissolved. In \nthe lucid vision sustained by fresh remembrance we must say that that in \nthe face of which and concerning which we were anxious was \"properly\" -\nnothing. Indeed, the nothing itself- as such - was there.b \n\\Vith the fundamental anunement of anxiety we have arrived at that \noccurrence in Dasein in which the nothing is manifest and from which it \nmust be interrogated. \nHow is it with the nothing? \nTHE RESPONSE TO THE QUESTION \nWe have already won the answer that for our purposes is at least at first \nthe only essential one when we take heed that the question of the noth­\ning remains actually posed. This requires that we actively complete the \ntransformation of the human bein( into the Da-sein that every instance of \nanxiety occasions in us, in order to get a grip on the nothing announcedd \nthere as it makes itself known. At the same time this demands that we \nexpressly hold at a distance those designations of the nothing that do not \nresult from its claims. \nThe nothing unveils itself in anxiety - but not as a being. Just as little \nis it given as an object. Anxiety is no kind of grasping of the nothing. All \nthe same, the nothing becomes manifest in and through anxiety, although, \nto repeat, not in such a way that the nothing becomes manifest in our \nuncanninesse quite \"apart from\" beings as a whole. Rather, we said that in \na Fifth edition, 1949: The Da-sein \"in\" the human being. \nb Fifth edition, 1 949: \\\\'hich means: it unveiled itself; revealing and attunement. \nc Fifth edition, 1949: As subject! But Da-sein is already experienced thoughtfully here in a \npreliminary way, and only for this reason has it become possible to pose the question \"\\\\'hat \nis metaphysics?\" here. \nd Fifth edition, 1 949: Revealing. \ne Fifth edition, 1 949: Uncanniness and unconcealment. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 106,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "dasein",
        "nihilation",
        "ments",
        "alia",
        "yond",
        "selthood",
        "originary",
        "eid",
        "transcendmce",
        "withiwt"
      ],
      "full_text": "WHAT IS METAPHYSICS? \nOnly on the ground of the original manifestness of the nothing can \nhuman Dasein approach and penetrate beings. But since Dasein in its \nessence adopts a stance toward beings - those which it is not and that which \nit is - it emerges as such existence in each case from the nothing already \nmanifest. \nDa-sein meansa: being held out into the nothing. \nHolding itself out intob the nothing, Dasein is in each case already be­\nyond beings as a whole. Such being beyond beings we call transcendmce. \nIf in the ground of its essence Dasein were not transcending, which now \nmeans, if it were not in advance holding itself out into the nothing, then it \ncould never adopt a stance toward beingsc nor even toward itself. \nthe original manifestness of the nothing, no selthood and no \n. -\nWith that the answer to the question of the nothing is gained. The \nnothing is neither an object nor any being at all. The nothing comes forward \nneither for itself nor next to beings, to which it would, as it were, adhere. \nFore human Dasein, the nothing makes possible the manifestness of beings \nas such. The nothing does not merely serve as the counterconcept of \nbeings; rather, it originally belongs to their essential unfoldingf as such. In \nthe being of beings the nihilation of the nothing occurs. \nBut now a suspicion we have been suppressing for too long must finally \nfind expression. IfDasein can adopt a stance toward beings only by holding \nitself out into the nothing and can exist only thus, and if the nothing is \noriginally manifest only in anxiety, then must we not hover in this anxiety \nconstantly in order to be able to exist at all? And have we not ourselves \nconfessed that this original anxiety is rare? But above all else, we all do \nexist and comport ourselves toward beings [ 1 3] that we may or may not \nbe - without this anxiety. Is this not an arbitrary invention and the nothing \nattributed to it a flight of fancy? \nYet what does it mean that this original anxiety occurs only in rare mo­\nments? Nothing else than that the nothing is at first and for the most part \ndistorted with respect to its originary character. How, then? In this way: \nWe usually lose ourselves altogether among beings in a certain way. The \na Fir.t edition, 1919: (1) inter alia, not only, (:z:) the consequence is not: therefore everything \nis nothing, but the reverse: taking over and apprehending beings, being and finirude. \nb Fifth edition, 1949: 'Who holds originarily? \nc Fifth edition, 1 949: I.e., nothing and being the Same. \nd Fifth edition, 1 949: Freedom and truth in the lecrure \"On the Essence of Truth.\" \ne Fifth edition, 1949: Not \"through.\" \nf Fifth edition, 1949: Essence: verbally; essential unfolding of being. \nWithiwt \n&eid~rn<:) \n91 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 107,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "negatable",
        "manifestness",
        "nihilation",
        "dasein",
        "rence",
        "versa",
        "incessandy",
        "noth",
        "fesmess",
        "nihilating"
      ],
      "full_text": "PATI IMARKS \nmore we turn toward beings in our preoccupations the less we let beings \nas a whole slip away as such and the more we tum away from the nothing. \nJust as surely do we hasten into the public superficies of our existence. \nAnd yet this constant if ambiguous turning away from the nothing ac­\ncords, within certain limits, with the most proper significance of the noth­\ning. In its nihilation the nothing directs us precisely toward beings.• The \nnothing nihilates incessandy without our properly knowing of this occur­\nrence in the manner of our everyday knowledge. \nWhat testifies to the constant and widespread though distorted mani­\nfesmess of the nothing in our existence more compellingly than negation? \nBut negation does not conjure the \"not\" out of itself as a means for making \ndistinctions and oppositions in whatever is given, inserting itself, as it were, \nin between what is given. How could negation produce the \"not\" from itself \nwhen it can negate only if something negatable is already granted to it? But \nhow could the negatable and what is to be negated be viewed as something \nsusceptible to the \"not\" unless all thinking as such has already caught sight \nof the \"not\"? But the \"not\" can become manifest only when its origin, \nthe nihilation of the nothing in general, and therewith the nothing itself, \nis disengaged from concealment. The \"not\" does not originate through \nnegation; rather, negation is grounded in the \"not\" b that springs from the \nnihilation of the nothing. But negation is also only one way of nihilating, \nthat is, only one sort of comportment that has been grounded beforehand \nin the nihilation of the nothing. \n[I 4] In this way the above thesis in its main features has been proven: the \nnothing is the origin of negation, not vice versa. If the power of the intellect \nin the field of inquiry into the nothing and into being is thus shattered, then \nthe destiny of the reign of \"logic\" c in philosophy is thereby decided. The \nidea of \"logic\" itself disintegrates in the turbulence of a more originary \nquestioning. \nNo matter how much or in how many ways negation, expressed or im­\nplied, permeates all thought, it is by no means the sole authoritative wit­\nness of the manifestness of the nothing belonging essentially to Dasein. \nFor negation cannot claim to be either the sole or the leading kind of ni­\nhilative comportment in which Dasein remains shaken by the nihilation \nof the nothing. Unyielding antagonism and stinging rebuke have a more \nabysmal source than the measured negation of thought. Galling failure and \na Fifth edition, 1949: Because into the being of beings. \nh First edition, 1919: And yet here - as elsewhere in the case of assertion - negation is \nconceived in too retrospective and extrinsic a manner. \nc First edition, 1 919: \"Logic,\" i.e., the traditional interpretation of thinking. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 108,
      "bucket": "D (5-10%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "busde",
        "dasein",
        "trans",
        "gende",
        "tion",
        "slighdy",
        "abyssally",
        "ment",
        "cealed",
        "originary"
      ],
      "full_text": "\\\\1 1AT IS METAPHYSICS? \nmerciless prohibition require some deeper answer. Bitter privation is more \nburdensome. \nThese possibilities of nihilative comportment - forces in which Dasein \nbears its thrownness without mastering it - are not types of mere negation. \nThat does not prevent them, however, from speaking out in the \"no\" and in \nnegation. Indeed, here for the first time the barrenness and range of nega­\ntion betray themselves. The saturation of Dasein by nihilative comport­\nment testifies to the constant though doubdessly obscured manifestation of \nthe nothing that only anxiety originally unveils. But this implies that the \noriginary anxiety in Dasein is usually repressed. Anxiety is there. It is only \nsleeping. Its breath quivers perpetually through Dasein, only slighdy in \nwhat makes us \"jittery,\" imperceptibly in the \"Oh, yes\" and the \"Oh, no\" \nof men of affairs; but most readily in the reserved, and most assuredly in \nthose who are basically daring. But those daring ones are sustained by that \non which they expend themselves - in order thus to preserve the ultimate \ngrandeur of Dasein. \n[I 5] The anxiety of those who are daring cannot be opposed to joy or \neven to the comfortable enjoyment of tranquilized busde. It stands - out­\nside all such opposition - in secret alliance with the cheerfulness and gende­\nness of creative longing. \nOriginary anxiety can awaken in Dasein at any moment. It needs no \nunusual event to rouse it. Its sway is as thoroughgoing as its possible occa­\nsionings are trivial. It is always ready, though it only seldom springs, and \nwe are snatched away and left hanging. \nBeing held out into the nothing - as Dasein is - on the ground of con­\ncealed anxiety makes the human being a lieutenant of the nothing. We are \nso finite that we cannot even bring ourselves originally before the nothing \nthrough our own decision and will. So abyssally does the process of finitude \nentrench itself in Dasein that our most proper and deepest finitude refuses \nto yield to our freedom. \nBeing held out into the nothing - as Dasein is - on the ground of con­\ncealed anxiety is its surpassing of beings as a whole. It is transcendence. \nOur inquiry concerning the nothing is to bring us face to face with \nmetaphysics itself. The name \"metaphysics\" derives from the Greek !lt'tet \n'tet 'P'Jmx:l. This peculiar tide was later interpreted as characterizing the \nquestioning that extends !l£'t:l or trans - \"over\" - beings as such. \nMetaphysics is inquiry beyond or over beings that aims to recover them \nas such and as a whole for our grasp. \nIn the question concerning the nothing such an inquiry beyond or \nover beings, beings as a whole, takes place. It proves thereby to be a \n93 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 109,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "dasein",
        "nihilo",
        "noth",
        "vol",
        "dergo",
        "nih",
        "stmmtum",
        "werke",
        "pati",
        "increatum"
      ],
      "full_text": "PATI IMARKS \n\"metaphysical\" question. At the outset we attributed a twofold character \nto such questions: first, each metaphysical question always encompasses \nthe whole of metaphysics; second, every metaphysical question in each case \nimplicates the questioning Dasein in the question. \n[ 16) To what extent does the question concerning the nothing permeate \nand embrace the whole of metaphysics? \nFor a long time metaphysics has expressed the nothing in a proposition \nclearly susceptible of more than one meaning: ex nih i/o nihil fit - from noth­\ning, nothing comes to be. Although in discussions of the proposition the \nnothing itself never becomes a problem in its own right, the respective views \nof the nothing nevertheless express the guiding fundamental conception of \nbeings. Ancient metaphysics conceives the nothing in the sense of non be­\ning, that is, unformed matter, matter that cannot take form as an in-formed \nbeing that would offer an outward aspect (£l8oc;). To be in being is to be \na self-forming form that exhibits itself as such in an image (as something \nenvisaged). The origins, legitimacy, and limits of this conception of being \nare as little discussed as the nothing itself. On the other hand, Christian \ndogma denies the truth of the proposition ex nihilo nihil fit and thereby be­\nstows on the nothing a transformed significance, the sense of the complete \nabsence of beings apart from God: ex nih i/o fit - ens creatum [From nothing \ncomes - created being]. Now the nothing becomes the counterconcept to \nthat which properly is, the stmmtum ens, God as ens increatum. Here too \nthe interpretation of the nothing indicates the fundamental conception of \nbeings. But the metaphysical discussion of beings stays on the same level \nas the question of the nothing. The questions of being and of the nothing \nas such are not posed. Therefore no one is bothered by the difficulty that \nif God creates out of nothing precisely he must be able to comport himself \nto the nothing. But if God is God, he cannot know the nothing, assuming \nthat the \"Absolute\" excludes all nothingness. \nThis cursory historical recollection shows the nothing as the counter­\nconcept to that which properly is, i.e., as its negation. But if the nothing \nsomehow does become a problem, then this opposition does not merely un­\ndergo a somewhat clearer determination; rather, it awakens for the first time \nthe proper formulation of the metaphysical question concerning the being \nof beings. The nothing does not remain [17] the indeterminate opposite \nof beings but unveils itself as belonging to the being of beings. \n\"Pure Being and pure Nothing are therefore the same.\" This proposition \nof Hegel's (Science of Logic, Book I: Werke, vol. III, p. 74) is correct. Being \nand the nothing do belong together, not because both - from the point of \nview of the Hegelian concept of thought - agree in their indeterminateness \n94 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 111,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "cfl",
        "injrmg",
        "dasein",
        "tion",
        "ofdasein",
        "rgwurrlrrn",
        "lavol",
        "poc",
        "pati",
        "ques"
      ],
      "full_text": "PATI IMARKS \nground things is the destiny of our existence placed in the hands of the \nresearcher. \nThe question of the nothing puts us, the questioners, ourselves in ques-\ntion. It is a metaphysical question. \nHuman Dasein can comport itself toward beings only if it holds itself out \ninto the nothing. Going beyond beings occurs in the essence ofDasein. But \nthis going beyond is metaphysics itself. This implies that metaphysics be­\nlongs to the \"nature of the human being.\" It is neither a division of academic \nphilosophy nor a field of arbitrary notions. Metaphysics is the fundamental \noccurrence in our Dasein. It is that Dasein itself. Because the truth of meta­\nphysics dwells in this abyssal ground it stands in closest proximity to the \nconstantly lurking possibility of deepest error. For this reason no amount \nof scientific rigor attains to the seriousness of metaphysics. Philosophy can \nnever be measured by the standard of the idea of science. \n[ 1 9] If the question of the nothing unfolded here has actually questioned \nus, then we have not simply brought metaphysics before us in an extrinsic \nmanner. Nor have we merely been \"transposed\" into it. We cannot be \ntransposed into it at all, because insofar as we exist we are always already \nwithin it. cfl•)o£L yap. w rp[J.£, ԪV£0'tL ·nc; rpLAooorp[a 't jJ toG av8poc; 8LaVOL!il \n(\"For by nature, my friend, a human being's thinking dwells in philosophy\"] \n(Plato, Phaedrus, z 79a). As long as human beings exist, philosophizing of \nsome sort occurs. Philosophy - what we call philosophy - is the getting \nunder way of metaphysics, in which it comes to itself and to its explicit \ntasks.• Philosophy gets under way only by a peculiar insertion of our own \nexistence into the fundamental possibilities of Dasein as a whole. For this \ninsertion it is of decisive importance, first, that we allow space for beings as \na whole; second, that we release ourselves into the nothing, that is to say, \nthat we liberate ourselves from those idols everyone has and to which they \nare wont to go cringing; and finally, that we let the sweep of our suspense \ntake its full course, so that it swings back into the fundamental question of \nmetaphysics that the nothing itself compels: Why are there beings at all, \nand why not far rather Nothing? \n• U'rgwurrlrrn, first edition, 11}67: Two things are said: \"essence\" of metaphysics and its \nown history in terms of the destining of being; both are later named in the \"recovery\" \nI\"V.-ru•inJrmg1. \n96 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 112,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "negativum",
        "dtt",
        "bzff",
        "wonhy",
        "tht",
        "principk",
        "wil",
        "mcneill",
        "rrason",
        "nihilative"
      ],
      "full_text": "On the Essence of Ground a \nTranslated by William McNeill' \nPREFACE TO THE THIRD EDITION (1949) \n[2 1 ]  The treatise \"On the Essence of Ground\" was written in 1928 at the \nsame time as the lecture \"What Is Metaphysics?\" The lecture ponders the \nnothing, while the treatise names the ontological difference. \nThe nothing is the \"not\" of beings, and is thus being, experienced from \nthe perspective of beings. The ontological difference is the \"not\" between \nbeings and being. Yet just as being, as the \"not\" in relation to beings, is by \nno means a nothing in the sense of a nihil negativum, so too the difference, \nas the \"not\" between beings and being, is in no way merely the figment of \na distinction made by our understanding (ens rationis). \nThat nihilative \"not\" of the nothing and this nihilative \"not\" of the \ndifference are indeed not identical, yet they are the Same in the sense of \nbelonging together in the essential prevailing of the being of beings. b The \ntwo essays - which were intentionally kept separate - attempt to determine \nmore closely this Same as what is wonhy of thought, without being equal \nto this task. \nWhat if those who reflect on such matters were to begin at last to enter \nthoughtfully into this same issue that has been waiting for two decades? \na Wtgmarkm, firs[ edition, 1¢7: Cf. !:he self-critique of !:his treatise in DtT Satz vum Grond \n(1957), pp. Bzff. [Transla[ed as Tht Principk of Rrason by Reginald Lilly (Bloomington: \nIndiana University Pres, 1991).) \nb Third edition, 1949: Wil:hin !:his genitive. \n97 \n\"1 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 113,
      "bucket": "E (10%+)",
      "error_rate": 19.1,
      "unknown_words_sample": [
        "ltp",
        "altatjal",
        "xolvov",
        "trinsic",
        "ijc",
        "opflw",
        "erms",
        "twv",
        "vov",
        "xmv"
      ],
      "full_text": "Aristotle sums up his analysis of the manifold meanings of the word apx\u0017· \nin the following way: ȄatJWV !Jh ()1J\"'I XOLVOV tWV apx(;)v to ;tp(;)tov £tva\f \no0£v ԫ ftJnV ij y(yv£taL ij yLyvWIJX£tCI\f.1 Here the variations in what we are \naccustomed to call \"ground\" are identified: the ground of what-being, of \nthat-being, and of being true. In addition, [zz] however, there is the en­\ndeavor to grasp that wherein these \"grounds\" agree as such. Their xmv6v \n[what they have in common] is to ltp(;)tov 09£v, the First, starting from \nwhich . . .  Besides this threefold articulation of the foremost \"beginnings\" \nWe also find a fourfold division of Cllt\fOV (\"cause\") into UT.OX£lfJ£VOV, tO t( ȃV \ndva\f. lipxT, tijc; fJ£tapo/.ijc; and 01) fv£xa.J This division has remained the \npredominant one in the subsequent history of \"metaphysics\" and \"logic.\" \nAlthough r.civta t?l ah\fa [all the causes] are recognized as apxat, the in­\ntrinsic connection between the divisions, and their principle in each case, \nremain obscure. And there must be some doubt as to whether the essence \nof ground can be found by way of characterizing what is \"common\" to \nthe \"kinds\" of ground, even though there is an unmistakable orientation \ntoward illuminating ground in general in an originary manner. Indeed, \nAristotle was not content merely to list the \"four causes\" alongside one \nanother, but was concerned with understanding their interconnection and \nthe grounding of this fourfold division. This is shown both by his detailed \nanalysis in Book II of the Physics and especially by the way in which the \nquestion of the \"four causes\" is discussed in terms of the \"history of the \nproblem\" in Meuzphysics Book I, chapters 3-7. Aristotle concludes this \ndiscussion by noting: lin !Jh 01JV Opflw<; S\fWp\ftJta\f 1t£pl tWV att{WV Xal \nȄotJa xat ltOLa, !JC1pt1JP£LV eo(xatJ\fV 'ij!JLV xat OVtO\f ltciVt£<;, 01J 81JVci!J£Vm \no\fy£LV ClAAlJc; att{ac;, ltpoc; 8£ t01Jto\fc; Ot\f ClJtl)tEa\f ai lipxat ij ofhwc; altatJaL \ni; nv?l tpoltov tmoiitov, Sij/.ov. [It appears, then, that all these thinkers, \nsince they are unable to arrive at any other cause, testify that we have \na Firs[ edition, 1929: apzf, (1) in general in its guiding meaning of me \"Firs[, suning \nfrom which,\" is already comprehended in [erms of being qua presencing of some­\nthing consUn[; (2) unfolded in its multiple articulation (me intrinsic connection be­\ntween the threefold and fourfold division of :z1nCI, Ute grounds for Ute absence of \nany grounding of dtis diverse articulation), but especially in terms of conducting \nme interpreution of beingness in accordance wiclt wha[-being, mat-being, and being \nt:rue. \n:ipzf, is not a guiding concep[ for being, bu[ has itself sprung from me originary Greek \nde[erminarion of being. \nThe question concerning me essence of ground is therefore the question concerning me \ntruth ofbryng [SeynJ itself. \nPATHMAKK:') \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 114,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "ciple",
        "wtth",
        "nonessencr",
        "fomfold",
        "princi",
        "prob",
        "stipu",
        "prin",
        "esence",
        "vom"
      ],
      "full_text": "ON Ti l F. ESSENCE OF GROUND \ncorrectly classified the causes, both how many they are and of what kind \nthey are. In addition, it is clear that in seeking the causes, either all must \nbe sought thus, or they must be sought in one of these ways.)4 Here we \nshall have to omit the history of the problem of ground both prior to and \nafter Aristotle. Wtth respect to the way we plan to approach the prob­\nlem, however, we may recall the following. Through Leibniz we are fa­\nmiliar with the problem of ground in the form of the question concern­\ning the principium ration is suficientis. The \"principle of reason\" [\"Satz vom \nGn'mde j5 was treated for the first time in a monograph by Christian A. \nCrusius in his Philosophical Dissertation concerning the Use and Limits of the \nPrinciple of Determinative and Commonly Sufficient Reason ( 1 74 3), 6 and finally \nby Schopenhauer [2 3] in his dissertation Concerning the Fomfold Root of the \nPrinciple of Sufficient Reason (181 3).7 Yet if the problem of ground is in gen­\neral bound up with the central questions of metaphysics, then it must also \nbe at iss\\A even where it is not dealt with explicitly in its familiar form. \nThus Kant apparently showed little interest in the \"principle of reason,\" \neven though he explicitly discusses it both at the beginning' and toward the \nend9 of his philosophizing. And yet it stands at the center of his Critique \nof Pure Reason. 10 Of no lesser significance for the problem are Schelling's \nPhilosophical Investigations c011Cerning the Esence of Human Freedom and Re­\nlated Matters (1809).11 The very reference to Kant and Schelling makes it \nquestionable as to whether the problem of ground is equivalent to that of \nthe \"principle of reason\" and whether it is even raised at all in that prin­\nciple. If not, then the problem of ground must first be awakened. This, \nhowever, does not exclude the possibility that a discussion of the \"princi­\nple of reason\" might give rise to such an awakening and provide an initial \npointer. The exposition of the problem, however, is equivalent to attain­\ning and designating the distinctive J()1tlin within which we may treat of \nthe essence of ground without any claim to make visible that essence at a \nstroke. This domain is shown to be transcendence. This means at the same \ntime that transcendence itself is first determined more originarily and more \ncomprehensively via the problem of ground. ÔAny illumination of essence \nthat is a philosophizing one, i.e., an intrinsicaffY finite endeavor, must also \nnecessarily always testify to that nonessencr that drives human knowledge \nin its entire essence.J Accordingly, the structure of what follows is stipu­\nlated: I. The [24] Problem of Ground; II. Transcendence as the Domain \nof the Question concerning the Essence of Ground; III. On the Essence of \nGround. \n99 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 116,
      "bucket": "E (10%+)",
      "error_rate": 27.9,
      "unknown_words_sample": [
        "identicis",
        "analysin",
        "veritas",
        "aristoteles",
        "denominatione",
        "ratione",
        "suam",
        "conringentium",
        "multa",
        "implicata"
      ],
      "full_text": "ON Ti lE ESSENCE OF CiROUND \npertinent to adopt the principle in the version and role first explicitly as­\nsigned to it by Leibniz. However, precisely here there is dispute [25] as to \nwhether the principi11111 ration is is a \"logical\" or a \"metaphysical\" principle \nfor Leibniz, or ind6ed both. Of course so long as we admit that we really \nknow nothing of either the concept of \"logic\" or that of \"metaphysics,\" \nor indeed of the \"relation\" between them, these disputes in the histori­\ncal interpretation of Leibniz remain without any secure guideline and are \ntherefore philosophically unfruitful. In no case can they compromise what \nwill be drawn from Leibniz in what follows concerning the principium ,·a­\ntionis. It will be sufficienr to quote one major section from the tractatus \nPrimae Veritates: •3 \nSemper igitur praedicatum seu consequens inest subjecto seu antecedenti; et in hoc \nipso consistit natura veritatis in universum seu connexio inter terminos enuntia­\ntionis, ut etiam Aristoteles observavit. Et in identicis quidem connexio ilia atque \ncomprehensio praedicati in subjecto est expressa, in reliquis omnibus implicata, ac \nper analysin notionum ostendenda, in qua demonstratio a priori sita est. \n[Thus a predicate, or consequent, is always present in a subject, or antecedent; and in \nthis fact consists the universal nature of truth, or the connection between the terms \nof the assertion, as Aristotle has also observed. This connection and inclusion of \nthe predicate in the subject is explicit in relations of identity. In all other relations \nit is implicit and is revealed through an analysis of notions, upon which a priori \ndemonstration is based.] \nHoc autem verum est in omni veritate affirmativa universali aut singulari, neces­\nsaria aut contingente, et in denominatione tam intrinseca quam extrinseca. Et latet \nhie arcanum mirabile a quo natura contingentiae seu essentiale discrimen verita­\ntum necessariarum et conringentium conrinetur et difficultas de fa tali rerum etiam \nliberarum necessitate tollitur. \n[The above holds true for every affirmative truth, whether universal or singular, \nnecessary or contingent, as well as for both intrinsic and extrinsic denomination. \nThis wondrous secret goes unnoticed, this secret that reveals the nature of con­\ntingency, or the essential distinction between necessary and contingent truths, and \nwhich even removes the difficulty regarding the inevitable necessity of free beings.] \n[z6) Ex his propter nimiam facilitatem suam non saris consideratis multa consequ­\nimtur magni momenti. Statim enim hinc nascitur axioma receptum, nihil esse sine \nratione, seu mtllum ejfectm1 ese absque causa. Alioqui veritas daretur, quae non potest \nprobari a priori, seu quae non resolveretur in identicas, quod est contra naturam \nveritatis, quae semper vel expresse vel implicite identica est. \n[From these things, which have not been adequately considered due to their great \nsimplicity, there follow many other things of great importance. Indeed, from them \nthere at once arises the familiar axiom: \"Nothing is without reason,\" or \"there is no \neffect without a cause.\" If the axiom did not hold, there might be a truth that could \n101 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 117,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "vber",
        "inesse",
        "einstimmung",
        "natura",
        "vhat",
        "originary",
        "connexio",
        "veritatis",
        "acterization",
        "pri"
      ],
      "full_text": "PATHMARKS \nnot be proved a priori, i.e., which could not be resolved into relations of identity; and \nthis is contrary to the nature of truth, which is always identical, whether explicitly \nor implicitly.) \nLeibniz, in a manner typical for him, here provides, together with a char­\nacterization of the \"jim truths,\" a determination of what truth is in the jim \ni71stance and in general, and does so with the intent of showing the \"birth\" of \nthe pri11cipium rationis from the natura veritatis. And precisely in undertak­\ning this he considers it necessary to point out that the apparent self-evidence \nof concepts such as \"truth\" and \"identity\" forestalls any clarification of them \nthat would suffice to demonstrate the origin of the principium rationis and \nthe other axioms. \\Vhat is at issue in the present inquiry, however, is not \nthe derivation of the principium rationis, but an analysis of the problem of \nground. To what extent does this passage from Leibniz provide us with a \nguideline? \nThe principium rationis persists, because without its persistence there \nwould be beings that would have to be without ground. For Leibniz this \nmeans: There would be true things that would resist being resolved into \nidentities, there would be truths that would contravene the \"nature\" of \ntruth in general. Since this is impossible, however, and truth persists, the \nprincipium ration is, since it springs from the essence of truth, also persists. \nThe essence of truth, however, is to be found in the connexio (o•J!Jli:Aoxf,) \nof subject and predicate. Leibniz thus conceives of truth from the outset ­\nexplicitly, though not entirely legitimately, appealing to Aristotle - as truth \nof assertion (proposition). He determines the nexus as the \"inesse\" of P in \nS, and the \"inesse\" as \"idem esse.\" Identity as the essence of propositional \ntruth here evidently does not mean the empty sameness of something with \nitself, but unity in the sense of the original unitary agreement of that which \nbelongs together. [27] Truth thus means a unitary accord [Einstimmigkeit], \nwhich for its part can be such only as an overarching accordance [ Vber­\neinstimmung] with whatever is announced as unitary in the identity. In \n. keeping with their nature, \"truths\" - true assertions - assume a relation to \n, something on whose grounds they are able to be in accord. That linking which \nis a taking apart within every truth in each case always is what it is on the \ngrounds of. . .  , that is, as self-\"grounding.\" In its very essence, truth thus \nhouses a relation to something like \"ground.\" In that case, however, the \nproblem of truth necessarily brings us into a \"proximity\" to the problem \nof ground. Therefore the more originarily we master the essence of truth, \nthe more pressing the problem of ground must become. \nHowever, can anything more originary be brought to bear beyond the \ndelimitation of the essence of truth as a characteristic of the assertion? \n102 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 121,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "dasein",
        "sim",
        "subjectum",
        "cussion",
        "inesse",
        "imarks",
        "scmdmce",
        "vhat",
        "jscendence",
        "tro"
      ],
      "full_text": "PATI IMARKS \nis possible only together with the irruption of this distinction. And if what \nis [3 1 )  distinctive about Dasein indeed lies in the fact that in understanding \nbeing it comports itself toward beings, then that potential for distinguish­\ning in which the ontological difference becomes factical must have sunk the \nroots of its own possibility in the ground of the essence of Dasein. By way \nof anticipation, we shall call this ground of the ontological difference the \ntro11Scmdmce of Dasein. \nIf one characterizes all cumportmmt toward beings as intentional, then \nimentionolity is possible only on the grounds of tra7JScendence. Intentionality, \nhowever, is neither identical with transcendence, nor, conversely, does it \nitself make transcendence possible. •8 \nOur task hitherto has merely been to show, in a few essential steps, that \nthe essence of truth must be sought more originarily than the traditional \ncharacterization of truth in the sense of a property of assertions would admit. \nYet if the essence of ground has an intrinsic relation to the essence of truth, \nthen the problem of ground too can be housed only where the essence of \ntruth draws its inner possibility, namely, in the essence of transcendence. \nThe question concerning the essence of ground becomes the problem of \ntranscendence. \nIf this conjunction of truth, ground, and transcendence is originarily a \nunitary one, then a chain of corresponding problems must come to light \nwherever the question of \"ground\" - if only in the form of an explicit dis­\ncussion of the principle of reason - is taken hold of in a more resolute \nfashion. \nThe statement cited from Leibniz already betrays the relatedness be­\ntween the problem of \"ground\" and that of being. Verum esse means inesse \nqua idem esse. For Leibniz, however, verum esse - being true, at the same \ntime means being \"in truth\" - esse pure and simple. The idea of being in \ngeneral is then interpreted by inesse qua idem esse. \\Vhat constitutes an ens \nas an ens is \"identity,\" unity correctly understood that, as simple unity, \noriginarily unifies and simultaneously individuates in such unifying. [32) \nThat unifying, however, that individuates originarily (in advance) and sim­\nply, and which constitutes the essence of beings as such, is the essence of \nthe \"subjectivity\" of the subjectum (substantiality of substance) understood \nmonadologically. Leibniz's derivation of the prindpium rationis from the \nessence of propositional truth tells us that it is grounded upon a quite spe­\ncific idea of being in general, an idea in whose light alone that \"deduction\" \nbecomes possible. We see the connection between \"ground\" and \"being\" \nabove all in Kant's metaphysics. It is certainly the case that one commonly \nfinds :1 lack of any explicit treatment of the \"principle of reason\" in his \nIo6 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 123,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "dasein",
        "fimdamental",
        "themselt",
        "pene",
        "comtituti",
        "selthood",
        "sibility",
        "nence",
        "tjsl",
        "ture"
      ],
      "full_text": "PATHMARKS \nTranscendence in the terminological sense to be clarified and demon­\nstrated means something that properly pertains to human Dasein, and does \nso not merely as one kind of comportment among other possible kinds \nthat are undertaken from time to time. Rather, it belongs to human Da­\nsein as the fimdamental comtituti01 of this being, 01e that occurs prior to all \nc(J1nportment. Certainly, human Dasein as existing \"spatially\" has the pos­\nsibility, among others, [34] of spatially \"surpassing\" a spatial boundary or \ngap. Transcendence, however, is that surpassing that makes possible such \na thing as existence in general, thereby also making it possible to move \n\"oneself\" in space. \nIf one chooses the tide of \"subject\" for that being that we ourselves in \neach case are and that we understand as \"Dasein,\" then we may say that \ntranscendence designates the essence of the subject, that it is the funda­\nmental structure of subjectivity. The subject never exists beforehand as \na \"subject,\" in order then, if there are objects at hand, also to transcend. \nRather, to be a subject means to be a being in and as transcendence. The \nproblem of transcendence can never be worked out by seeking a decision \nas to whether or not transcendence might pertain to a subject; rather, an \nunderstanding of transcendence is already a decision about whether we are \nable to conceptualize such a thing as \"subjectivity\" at all, or merely import \na truncated subject, as it were. \nCertainly a characterization of transcendence as the fundamental struc­\nture of \"subjectivity\" initially accomplishes little with respect to our pene­\ntrating into this constitution of Dasein. On the contrary, because we have \nnow specifically warded off in general any explicit, or usually inexplicit, \napproach via the concept of a subject, transcendence may also no longer \nbe determined as a \"subject-object relation.\" In that case, transcendent \nDasein (already a tautological expression) surpasses neither a \"boundary\" \nplaced before the subject, forcing it in advance to remain inside (imma­\nnence), nor a \"gap\" separating it from the object. Yet nor are objects - the \nbeings that are objectified - that toward which a surpassing occurs. What is \nsurpassed is precisely and solely beings themselt•es, indeed every being that \ncan be or become unconcealed for Dasein, thus including precisely that being \nas which \"it itself\" exists. \n/11 this surpassing Dasein for the first time comes toward that being that \nit is, and comes toward it as it \"itself.\" Transcendence constitutes tJsl \nselthood. Yet once again, it never in the first instance constitutes only self­\nhood; rather, the surpassing in each case intrinsically concerns also beings \nthat Dasein \"itself\" is not. More precisely, in and through this surpassing it \n108 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 124,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "dasein",
        "cept",
        "tation",
        "transcen",
        "ings",
        "wor",
        "nontranscendent",
        "experi",
        "ence",
        "interpreta"
      ],
      "full_text": "ON THE ESSENCE OF GROUND \n, \nfirst becomes possible to distinguish among beings and to decide who and \nin what way a \"self\" is, and what is not a \"self.\" Yet insofar - and only inso­\nfar - as Dasein exists as a self, it can comport \"itself\" toward beings, which \nprior to this must have been surpassed. Although it exists in the midst of be­\nings and embraced by them, Dasein as existing has always already surpassed \nnature. \nWhatever the beings that have on each particular occasion been sur­\npassed in any Dasein, they are not simply a random aggregate; rather, \nbeings, however they may be individually determined and structured, are \nsurpassed in advance as a whole. This whole may remain unrecognized \nas such, even though - for reasons we shall not discuss now - it is always \ninterpreted starting from beings and usually with respect to a prominent \ndomain of beings, and is therefore at least familiar to us. \nSurpassing occurs as a whole and never merely at certain times and not \nat other times. It does not, for instance, occur merely or in the first place \nas a theoretical grasping of objects. Rather, with the fact of Da-sein, such \nsurpassing is there. \nYet if beings are not that toward which this surpassing proceeds, how then \nmust we determine, or indeed even search for, this \"toward which\"? We \nname world that toward which Dasein as such transcends, and shall now \ndetermine transcendence as being-in-the-wor/_4_. World co-constitutes the \nunitary structure of transcendence; as belon8ing to this structure, the con­\ncept of world may be called transcendmtal. This term names all that belongs \nessentially to transcendence and bears its intrinsic possibility thanks to such \ntranscendence. And it is for this reason that an elucidation and interpreta­\ntion of transcendence may be called a \"transcendental\" exposition. What \n\"transcendental\" means, however, is not to be taken from a philosophy to \nwhich one attributes the \"standpoint\" [36) of the \"transcendental\" or even \nof being \"epistemological.\" This does not preclude our observing that pre­\ncisely Kant came to recognize the \"transcendental\" as a problem concerning \nthe intrinsic possibility of ontology in general, even though the \"transcen­\ndental\" for him still retains an essentially \"critical\" significance. For Kant \nthe transcendental has to do with the \"possibility\" of(that which makes pos­\nsible) that knowledge that does not illegitimately \"soar beyond\" our experi­\nence, i.e., is not \"transcendent,\" but is experience itself. The transcendental \nthus provides the restrictive, yet thereby simultaneously positive, delimi­\ntation (definition) of the essence of nontranscendent ontic knowledge ­\ni.e., knowledge that is possible for human beings as such. A more radical \nand more universal conception of the essence of transcendence, however, \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 125,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "dasein",
        "prephilosophical",
        "icance",
        "originary",
        "pathmarks",
        "factical",
        "ownmost",
        "factically",
        "dasc",
        "signif"
      ],
      "full_text": "PATHMARKS \nnecessarily entails a more originary elaboration of the idea of ontology and \nthus of metaphysics. \nThe expression \"being-in-the-world\" that characterizes transcendence \nnames a \"state of affairs,\" indeed one that is purportedly readily understood. \nYet what the expression means depends on whether the concept of world is \ntaken in a prephilosophical, ordinary sense, or in its transcendental signif­\nicance. This can be elucidated by the discussion of a twofold signification \nof the talk of being-in-the-world. \nTranscendence, conceived as being-in-the-world, is supposed to pertain \nto human Dasein. But this is in the end the emptiest and most trivial thing \nthat can be said: Dasein, the human being that exists, 21 crops up among \nother beings and can therefore be encountered as such. Transcendence \nthen means: belonging among the other beings that are already present \nat hand, or among those beings that we can always multiply to the point \nwhere they become unsurveyable. World is then the term for everything \nthat is, for totality as the unity that determines \"everything\" only in terms \nof its being taken together, and no further. If we take this concept of world \nas underlying the talk of being-in-the-world, then we must indeed ascribe \n\"transcendence\" to every being as present at hand. Beings that are present at \nhand, that is, that crop up before us among other beings, \"are in the world.\" \nIf\"transcendent\" [37] means nothing more than \"belonging among other \nbeings,\" then it is obviously impossible to attribute transcendence to human \nDasein as the constitution distinctive of its essence. Then the statement: To \nthe essence of human Dasein belongs being-in-the-world, is even obviously \nfalse. For it is not essentially necessary that a being such as human Dasein \nfactically exist. It can also not be. \nYet if, on the other hand, being-in-the-world is attributed legitimately \nand exclusively to Dasein, indeed as its essential constitution, then this \nexpression cannot have the aforementioned meaning. In which case world \nalso signifies something other than the totality of those beings that are \npresent at hand. \nTo attribute being-in-the-world to Dasein as its essential constitution \nmeans to state something about its essence (its ownmost, intrinsic possibility \nas Dasein). In so doing, we may precisely not regard as our decisive criterion \nwhether Dasein factically exists or not in a particular case, or which Dasein \ndoes so. The talk of being-in-the-world is not an observation concerning \nthe factical appearing of Dasein; it is not an antic statement at all. It \nconcerns an essential state of affairs that determines Dasein in general and \nthus has the character of an ontological thesis. It is therefore the case that \nDasC!in is a being-in-the-world not because, or only because, it factically \n1 10 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 127,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "trfjoc",
        "xotrpoc",
        "dasein",
        "origi",
        "flolj",
        "xatrwv",
        "koofloc",
        "xtwv",
        "derstanding",
        "vhen"
      ],
      "full_text": "PATHMARKS \ndoes not annihilate the world, but rather always requires it. \\Vhatever is \ntv 'tt;) £vt xotJ!l´2\"' did not form the latter by first being stuck together, \nbut is in advance governed through and through by the world. Heraclitus \nrecognizes a further essential trait of XOt7f.Wc;:25 iJ \" llprixi.e:m)c; 'PlJm \"COLe; \n€ypr.yop6mv €v:x x:xt XOLvbv XOI7flO\"' e:tv:xL. \"CWV BE XOL!lW!Jlvwv µXatrwv \ne:ic; 18Lov :i:-:otr'tpE'?e:trOaL: To those who are awake there belongs a single \nand therefore common world, whereas whoever is asleep turns toward a \nworld of his own. Here we find the world being related to fundamental \nways in which human Dasein factically exists. \\Vhen awake, beings show \nr themselves in a thoroughly concordant way that is accessible to everyone in \nan average manner. In sleep, the world of beings is individuated exclusively \nwith respect to each particular Dasein. \n. Several points are already visible from these brief hints: (1) World refers \nto a \"how\" of being of beings, rather than to these beings themselves. (2) \nThis \"how\" determines beings as a whole. In its grounds it is the possibility \nof every \"how\" in general as limit and measure. (3) This \"how\" as a whole \nis in a certain manner prior. (4) This prior \"how\" as a whole is itself relative \nto human Dasein. The world thus belongs precisely to human Dasein, even \nthough it embraces in its whole all beings, including Dasein. \nCertain though it is that this rather inexplicit and somewhat dawning \nunderstanding of XOtr(loc; may be compressed into the above meanings, \nit is also incontestable that this word often merely names those beings \nthemselves that are experienced in such a \"how.\" \nIt is no accident, however, that in connection with the new ontic un­\nderstanding of existence that irrupted in Christianity the relation between \nxotrpoc; and human Dasein, and thereby the concept of world in general, \nbecame sharper and clearer. The relation is experienced in such an origi­\nnary manner [4o] that x6o!Joc; now comes to be used directly as a term for \na particular fundamental kind of human existence. K6trfJOc; oi)wc; in Saint \nPaul (cf. I Corinthians and Galatians) means not only and not primarily the \nstate of the \"cosmic,\" but the state and situation of the human being, the \nkind of stance he takes toward the cosmos, his esteem for things. K6trfwc; \nmeans being human in the manner of a way of thinking that has turned away \nfrom God (f, oorp[a w(i XOO\"flOlJ). Koofloc; oihoc; refers to human Dasein \nin a particular \"historical\" existence, distinguished from another one that \nhas already dawned (:xtwv o !JlAAwv). \nThe Gospel according to Saint John employs the concept xoo!loc; un­\nusually frequently - above all in relation to the Synoptics - and does so in \na sense that is quite central. '6 World designates the fundamental form of \n1 1 2 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 128,
      "bucket": "E (10%+)",
      "error_rate": 22.4,
      "unknown_words_sample": [
        "lljtolj",
        "carna",
        "ille",
        "testimonium",
        "habitent",
        "foaus",
        "confitentur",
        "mund",
        "cum",
        "lterum"
      ],
      "full_text": "ON THE ESSENCE OF GROUND \n• \nhuman Dasein removed from God, the character of being hu111ln pure and \nsimple. Consequently, world is also a regional term for all human beings \ntogether, without any distinction between the wise and the foolish, the just \nand the sinners, the Jews and the Gentiles. The central meaning of this \ncompletely anthropological concept of world is expressed in the fact that \nit functions as the opposing concept to that of Jesus son of God, which \nfiliation is conceived as life (Cwf.), truth (&).f,OE९a), light (tp(;}c;). \nThis coining of the meaning of x6ofloc; that begins in the New Testa­\nment then appears unmistakably, for example, in Augustine and Thomas \nAquinas. According to Augustine, mundus on the one hand means the whole \nof created beings. But just as often mundus stands for mundi habitatores. This \nterm again has the specifically existentiell sense of the dilectores mundi, impii, \ncarna/es [those who delight in the world, the impious, the carnal]. Mundus \nnon dicuntur iusti, quia licet came in eo habitent, corde cum deo sunt [The \njust are not called the world, since, though they may dwell in the world in \nflesh, in heart they are with God)!7 Augustine might well have drawn this \nconcept of world [41 ] - which then helped to determine the history of the · \nWestern spirit - just as much from Saint Paul as from the Gospel of Saint \nJohn. The following excerpt from the Prologue to the Gospel according to \nSaint john may provide evidence for this: tv t(j) x60fl'V +,v. xat 6 x6afloc; \n8) · (llJtOlJ £ytvEto· X(lt 6 x6ofloc; (l•hov o•)x fyvw [He was in the world, \nand the world was made by him, and the world knew him not] (John I:Io). \nIn this context, Augustine provides an interpretation of mundus in which he \nshows the two uses of mundus, in \"mundus per ipsum factus e.rt\" and \"mundus \neum non cognovit,\" to imply a twofold usage. In its first meaning mundus \nmeans as much as ens creatum. In the second, mundus means habitare corde \nin mundo [dwelling in the world in heart) as 81Ulre mundum [loving the \nworld], which is equivalent to non cop;noscere Deum [not knowing God]. In \ncontext, the excerpt reads: \nQuid est, mundus foaus est per ipsum? Coelum, terra, mare et omnia quae in eis \nsunt, mundus dicitur. lterum alia significatione, dilectores mundi mundus di­\ncuntur. Mund11s per ipsum foaus est, et mundus eum non cognovit. Num enim coeli \nnon cognoverunt Creatorem suum, aut angeli non cognoverunt Creatorem suum, \nam non cognoverunt Creatorem suum sidera, quem confitentur daemonia? Om­\nnia undique testimonium perhibuerunt. Sed qui non cognoverunt? Qui amando \nmundum dicti sunt mundus. Amanda enim habitamus corde: amanda autem, hoc \nappellari meruerunt quod ille, ubi habitabant. Quomodo dicimus, mala est ilia \ndomus, aut, bona est ilia domus, non in ilia quam dicimus malam, parietes ac­\ncusamus, aut in ilia, quam dicimus bonam, parietes laudamus, sed malam domum: \ninhabitantes malos, et bonam domum: inhabitantes bonos. Sic et mundum, qui \nI I 3 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 129,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "coclum",
        "dasein",
        "mundum",
        "amando",
        "vithout",
        "qui",
        "nomine",
        "spiritualis",
        "mundo",
        "totum"
      ],
      "full_text": "PATi lMARKS \ninhabitant amando mundum. Qui sunt? Qui diligunt mundum, ipsi enim corde \nhabitant in mundo. Nam \nnon diligunt mundum, came versantur in mundo, sed \ncorde inhabitant \n[\\Vhat does it mean to say: \"The world was made by him\"? Heaven and Eanh, \nsea, and all things which are in them are called the world. Yet in another sense, \nthose who delight in the world arc called the world. \"The world was made by him, \nand the world knew him not.\" But did the heavens not know their creator, did the \nangels not know their creator, did the stars not know their creator, whom even the \ndevils acknowledged? Everywhere, all things bore witness to him. 'Who did not \nknow him? Those who, because they love the world, are called the world. For, \nwhen we love a place, we dwell there in heart. And, if we love the place where we \nlive, we deserve to be called what it is called. \\\\'hen we say this house is bad or that \nhouse is good, we do not find fault with the walls of the house we call bad, nor do \nwe praise the walls of the house we call good. Rather, what we mean by \"bad house\" \nis \"bad inhabitants\" and, by \"good house,\" \"good inhabitants.\" In the same way, by \n\"world\" we mean those who dwell in the world by virtue ofloving the world. 'Who \nare they? Those who delight in the world, since these same dwell in the world in \ntheir hearts. For those who do not delight in the world are engaged in the world in \ntheir flesh, but in their hearts they dwell in heaven.] \nAccordingly, world means: beings as a whole, namely, as the decisive \"how\" \nin accordance with which human Dasein assumes a stance and maintains \nitself in relation to beings. Thomas Aquinas [42] likewise on occasion uses \nmundus as synonymous with universum [universe], universitas creaturarum \n[the whole world of creatures], but also as meaning saeC\"llum (worldly way \nof thinking), quod mundi nomine amatores mundi significantur. Mundanus \n(saecularis) is the opposing concept to spiritualis. :9 \n\\Vithout going into detail about the concept of world in Leibniz, let \nus mention the determination of world in Scholastic metaphysics. Baum­\ngarten's definition is: mundus (universum, r.:fiv) est series (multitzuio, totum) \nat:tualium finitorum, quae non est pars alteritiS [The world (universum, r.:fiv) \nis that series (multitudo, totum) of actually existing, finite things that is not \nequivalent to anything elsej.3° Here world is equated with the totality of \nwhat is present at hand, namely, in the sense of ens creatum. This entails, \nhowever, that our conception of the concept of world is dependent upon \nan understanding of the essence and possibility of proofs of God. This \nbecomes especially clear in Christian A. Crusius, who defines the concept \nof a world thus: \"a world means that kind of real association of finite things \nthat is not itself in turn part of another one to which it would belong by \nmeans of a real association.\"l• World is accordingly set over and against \nGod himself. But it is also distinguished from an \"individual creature,\" \nand no less from \"several simultaneously existing creatures\" that \"stand in no \n1 14 \nqui \ncoclum.'11 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 130,
      "bucket": "E (10%+)",
      "error_rate": 12.3,
      "unknown_words_sample": [
        "prehensive",
        "partes",
        "coordinatione",
        "vithin",
        "transcendentali",
        "substantiae",
        "fonna",
        "mundo",
        "totum",
        "charac"
      ],
      "full_text": "ON Ti lE ESSENCE OF GRQlJND \nassociation whntsoroer.\" Finally, world is also distinguished from any com­\nprehensive concept of creatures \"that is only a part of another such concept \nwith which it stands in real association.\"l1 \nThe essential determinations belonging to such a world may be derived \nfrom a twofold source. What must be present in any world is on the one \nhand \"whatever follows from the general essence of things.\" In addition, \neverything that \"in the positing of certain creatures may be recognized as \nnecessary from the essential properties [43] ofGod.\"H \\Vithin metaphysics \nas a whole, the \"doctrine of world\" is therefore subordinate to ontology (the \ndoctrine of the essence of, and most universal distinctions between things \nin general) and to \"theoretical natural theology.\" World is accordingly the \nregional term for the highest unity of association in the totality of created \nbeings. \nIf the concept of world thus functions as a fundamental concept of meta­\nphysics (of rational cosmology as a discipline of metaphysica specialis), and if \nKant's Critique of Pure Reason presents a laying of the ground for metaphysics \nas a whole,l4 then the problem of the concept of world must, correspond­\ning to a transformation in the idea of metaphysics, attain an altered form \nin Kant. In this respect, however, it is all the more necessary to provide \na pointer, albeit a rather concise one, since in addition to the \"cosmolog­\nical\" meaning of \"world\" in Kant's anthropology, the existentiell meaning \nemerges once more, although without its specifically Christian hue. \nAlready in the \"Dissertation of 1 770,\" where the introductory charac­\nterization of the concept mundus in part still transpires entirely within the \norbit of the traditional ontic metaphysics,H Kant touches on a difficulty \nin the concept of world that later becomes sharpened and expanded into a \nmajor problem in the Critique of Pure Reason. Kant begins his discussion of \nthe concept of world in the \"Dissertation\" by giving a formal determina­\ntion of what is understood by \"world\": world as a \"terminus\" is essentially \nrelated to \"synthesis\": In composito substantiali, quemadmodum Analysis \nnon terminatur nisi parte quae non est totum, h.e. Simplici, ita synthesis non \nnisi toto quod non est pars, i.e. Mundo. [Just as, in dealing with a complex \nof substances, analysis ends only with a part that is not a whole, i.e., with the \nsi11ple; so synthesis ends only with a whole that is not a part, i.e., with the \nworld.] In §2 he characterizes those \"moments\" that are essential for a def­\ninition of the concept of world: (1) Materia (in sensu transcendentali) h.e. \npartes, quae hie [44] sumuntur esse substantiae. [Matter (in a transcendental \nsense), i.e., the parts, which are here assumed to be substances.] (2) Fonna, \nquae consistit in substantiarum coordinatione, non subordinatione. (Fonn, \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 131,
      "bucket": "E (10%+)",
      "error_rate": 11.9,
      "unknown_words_sample": [
        "conceptus",
        "chorocter",
        "ment",
        "enuntiatur",
        "sicuti",
        "definitione",
        "totolitils",
        "ings",
        "prae",
        "substantiveness"
      ],
      "full_text": "PATHMARKS \nwhich consists in the coordination, not in the subordination, of substances.] \n(J) Universitas, quae est omnitudo compartium obsoluto. [Entirety, which \nis the absolute totality of conjoined parts.] In relation to this third mo­\nment, Kant notes: TotolitilS haec absoluta, quanquam conceptus quotidiani \net facile obvii speciem prae se ferat, praesertim cum negative enuntiatur, \nsicuti fit in definitione, tamen penitius perpensa crucem figere philosopho \nvidetur. [This absolute totality appears to be an ordinary, easily understand­\nable concept, especially when it is negatively expressed as in our original \ndefinition. But, when more closely considered, it is seen to confront the \nphilosopher with a crucial problem (cross).] \nThis \"cross\" weighs upon Kant in the next decade, for in the Critique \nof Pure Reaso11 precisely this \"univerTitas mu71di\" becomes a problem, and \nindeed in several respects. What must be clarified is: (I) To what does the \ntotality represented under the title \"world\" relate, and to what alone can \nit relate? (2) What is accordingly represented in the concept of world? (3) \nWhat chorocter does this represmting of such totality have; i.e., what is the \nconceptual structure of the concept of world as such? Kant's answers to these \nquestions, which he himself does not pose explicitly in this manner, bring \nabout a complete change in the problem of world. Kant's concept of world \nindeed continues to relate the totality represented in it to finite things that \nare present at hand. However, this relation to finitude - a relation essential \nto the content of the concept of world - receives a new sense. The finitude \nof things present at hand is not determined by way of an antic demonstra­\ntion of their having been created by God, but is interpreted with regard \nto the fact that these things exist for a finite knowing, and with regard to \nthe extent to which they are possible objects for such knowing, i.e., for \na knowing that must first of all let them be givm to it as things that are \nalready present at hand. Kant names these beings themselves, which with \nrespect to their accessibility are referred to a receptive apprehending (finite \nintuition), \"appearances,\" i.e., \"things in their appearance.\" The some be­\nings, understood, however, as possible \"objects\" of an absolute, i.e., creative \nintuition, he calls \"things in themselves.\" The unity of the connection of \nappearances, i.e., the constitution of the being of those beings accessible in \nfinite knowledge, is determined by ontological [45] principles of ground, \ni.e., the system of synthetic knowledge a priori. The substantive content \nrepresented a priori in these \"synthetic\" principles, their \"reality\" in the \nold meaning - precisely retained by Kant - of substantiveness, may be pre­\nsented free of experience and by way of intuition from out of the objects, \ni.e., from out of that which is necessarily intuited a priori along with such \nobjects, namely, the pure intuition of \"time.\" The reality of the synthetic \nI 16 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 132,
      "bucket": "B (1-3%)",
      "error_rate": 2.9,
      "unknown_words_sample": [
        "metaphysica",
        "essary",
        "plained",
        "priori",
        "factically",
        "specinlis",
        "contin",
        "tmity",
        "dreamt",
        "nec"
      ],
      "full_text": "ON THE ESSENCE OF GROUND \n• \nprinciples is objective; it can be presented from the objects. And yet the \ntmity of appearances, because it is necessarily referred to a factically contin­\ngent being-given, is at all times conditioned and in principle fundamentally \nincomplete. If this unity of a manifold of appearances is represented as \ncomplete, then the representation of a comprehensive concept arises whose \ncontent (reality) in principle cannot be projected in an image, i.e., in some­\nthing that can be intuited. Such a representation is \"transcendent.\" Yet to \nthe extent that this representation of a completeness is nevertheless nec­\nessary a priori, even though it is transcendent it does have transcendental \nreality. Representations of this kind Kant calls \"ideas. \" They \"contain a \ncertain completeness that no possible empirical knowledge can attain, and \nhere reason has only a systematic unity in mind, which it tries to make our \nempirically possible unity approach, without it ever being fully attained. \"16 \n\"By a system, however, I understand the unity of manifold knowledge under \nan idea. The latter is reason's concept of the form of a whole.\"17 Because the \nunity and wholeness represented in the ideas \"can never be projected in an \nimage,\"18 it can never relate immediately to anything intuitable either. As \na higher unity, it therefore only ever concerns the unity of synthesis of the \nunderstanding. These ideas, however, \"are not arbitrarily dreamt up, but \ngiven to us by the nature of reason itself, and therefore necessarily relate to \nthe entire employment of our understanding. \"19 As pure concepts of reason \n[46], they spring not from the reflection of the understanding, which still \nrelates to something given, but rather from the pure procedure of reason as \ninferential. Kant thus calls the ideas \"inferred\" concepts, as distinct from \nthe \"reflective\" concepts of of the understanding.4° In its inferential activity, \nreason is concerned with attaining something unconditioned in relation to \nthe conditions. The ideas as reason's pure concepts of totality are therefore \nrepresentations of the unconditioned. \"Thus the transcendental concept of \nreason is none other than a concept of the totality of conditions for something \ngiven and conditioned. And since the unconditioned alone makes possible \nthe totality of conditions, and conversely, the totality of conditions is itself \nat all times unconditioned, a pure concept of reason in general can be ex­\nplained by the concept of the unconditioned insofar as it contains a ground \nfor the synthesis of the conditioned.,_., \nAs representations of the unconditioned totality of a realm of beings, \nideas are necessary representations. And insofar as a threefold relation of \nrepresentations to something is possible, namely, to the subject and to the \nobject, and to the object in two ways, one finite (appearances) and the other , \nabsolute (things in themselves), there arise three classes of ideas, to which \nwe may assign the three disciplines of traditional metaphysica specinlis. The \nI I 7 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 133,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "cept",
        "conceptuality",
        "weltbegri",
        "transcen",
        "lfel",
        "matically",
        "lfl",
        "mathe",
        "originary",
        "mundtis"
      ],
      "full_text": "PATHMARKS \nconcept of world is accordingly that idea in which the absolute totality of \nthose objects accessible in finite knowledge is represented a priori. World \nthus means as much as \"the sum-total [Inbegri.lfl of all appearances,\"41 or \n\"sum-total of all objects of possible experience.\"43 \"I name all [47l tran­\nscendental ideas, insofar as they concern absolute totality in the synthesis \nof appearances, concepts of world [ Weltbegri.lfel. \"44 Yet since those beings \naccessible to finite knowledge may be viewed ontologically with respect \nto both their what-being (essentia) and their \"existence\" (existentia) - or in \nKant's formulation of this distinction, in accordance with which he also \ndivides the categories and principles of the transcendental analytic, \"mathe­\nmatically\" and \"dynamica//y\"45 - there thus results a division of the concepts \nof world into mathematical and dynamic. The mathematical concepts of \nworld are the concepts of world \"in their more restricted meaning,\" as \ndistinguished from the dynamical concepts, which he also calls \"transcen­\ndent concepts of nature.\".¢ Yet Kant considers it \"quite fitting\" to call \nthese ideas \"as a whole\" concepts of world, \"because by world we un­\nderstand the sum-total of all appearances, and our ideas too are directed \nonly toward the unconditioned in appearances; in part also because the \nword world, understood transcendentally, means the absolute totality of \nthe sum-total of existing things, and we are directing our attention solely \nto the completeness of synthesis (albeit really only in regression to the \nconditions). \"47 \n[48l Not only the connection between Kant's concept of world and that \nof traditional metaphysics comes to light in this remark, but with equal \nclarity the transformation accomplished in the Critique of Pure Reason, i.e., \nthe more originary ontological interpretation of the concept of world. This \ninterpretation, by way of a concise response to our three questions above, \nmay be characterized as follows: ( 1) The concept of world is not an on tic \nassociation of things in themselves, but a transcendental (ontological) con­\ncept of the sum-total of things as appearances. (2) In the concept of world \nwe are not presented with a \"coordination\" of substances, but precisely with \na subordination, namely, the \"increasing series\" of conditions of synthesis, \nup to the unconditioned. (3) The concept of world is not a \"rational\" rep­\nresentation whose conceptuality is undetermined; rather, it is determined \nas an idea, i.e., as a pure synthetic concept of reason, and is distinguished \nfrom concepts of the understanding. \nThe character of universitas (totality) that was earlier attributed to it is \nthus now removed from the concept mundtiS and reserved for a still higher \nclass of transcendental ideas that the concept of world itself points toward, \nand that Kant calls the \"transcendental ideal. \"48 \n1 18 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 138,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "wuifl",
        "dasein",
        "temporalized",
        "ubn",
        "bildend",
        "occasi",
        "mporalitiitl",
        "rragj",
        "bild",
        "beyng"
      ],
      "full_text": "ON THE ESSENCE OF GROUND \nbringing world before itself is the originary projection of the possibilities \nof Dasein, insofar as, in the midst of beings, it is to be able to corupon itself \ntoward such beings. Yet just as it does not explicidy grasp that which has \nbeen projected, this projection of world [5 sl also always casts the projected \nworld over beings. This prior casting-over [ Ubn-wuifl first makes it possible \nfor beings as such to manifest themselves. This occurrence of a projective \ncasting-over, in which the being of Dasein is temporalized, is being-in-the­\nworld. \"Dasein transcends\" means: in the essence of its being it is world­\nforming, \"forming\" [bildend I in the multiple sense that it lets world occur, \nand through the world gives itself an original view (form [Bi/d)) that is not \nexplicidy grasped, yet functions precisely as a paradigmatic form [ Vor-bild I \nfor all manifest beings, among which each respective Dasein itself belongs. \nBeings, such as nature in the broadest sense, could in no way become \nmanifest unless they found occasi01 to enter into a world. This is why we \nspeak of their possible and occasional entry into world. Entry into world is not \nsome process that transpires in those beings that enter it, but is something \nthat \"happens\" \"with\" beings. And such occurrence is the existing of Dasein, \nwhich as existing transcends.a Only if, amid beings in their totality, beings · \ncome to be \"more in being\" in the manner of the temporalizing of Dasein \nare there the hours and days of beings' entry into world. \nAnd only if \nthis primordial history, namely, transcendence, occurs, i.e., only if beings \nhaving the character of being-in-the-world irrupt into beings, is there the \npossibility of beings manifesting themselves.62 b \nOur elucidation of transcendence thus far already lets us understand \nthat, if it is indeed in transcendence alone that beings can come to light as \nbeings, transcendence comprises an excepti01al d071tlin for the elaboration \nof all questions that concern beings as such, i.e., in their being. Before we \ndissect our guiding problem of ground within the domain of transcendence, \nand thereby [56l sharpen the problem of transcendence in one particular \nrespect, we should become better acquainted with the transcendence of \nDasein via a further historical recollection. \na First edition, 1 919: But Dasein and heyng itself? Not yet thought, not until Being and \nTime, Pan n. Da-sein belongs to beyng itself as the simple onefold of beings and being; the \nessence of the \"occurrence\" - temporalizing of Temporality [Tt'mporalitiitl as a preliminary \nname for the truth of beyng. \nb First edition, 1929: Yet here the erroneous determination of the relationship between \n\"distinguishing\" and transcendence. Transcendence prevails in essence in the distinguish­\ning - the latter is the carrying through (Au.rragJ of the distinction. Here the preparation \nof the quite other commencement; everything still mixed and confused; contoned into, \nphenomenological-existential and transcendental \"research\"; occurrence not as \"leap,\" and ' \nthe latter? Comes into its own in the event of appropriation. \nI Z 3 \n"
    }
  ]
}