{
  "batch_id": 7,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 231,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "nachgehen",
        "dasein",
        "der",
        "angstet",
        "encoun",
        "tered",
        "offalling",
        "interpretatively",
        "und",
        "das"
      ],
      "full_text": "Being and Time \nI. 6 \nexplication of what Dasein itself ontically discloses. The possibility of \nproceeding towards Dasein's Being by going along with it and following \nit up [Mit- und Nachgehen] Interpretatively with an understanding and \nthe state-of-mind that goes with it, is the greater, the more primordial is \nthat phenomenon which functions methodologically as a disclosive state­\nof-mind. It might be contended that anxiety performs some such function. \nWe are not entirely unprepared for the analysis of anxiety. Of course it \nstill remains obscure how this is connected ontologically with fear. \nObviously these are kindred phenomena. This is betokened by the fact \nthat for the most part they have not been distinguished from one another: \nthat which is fear, gets designated as \"anxiety\", while that which has the \ncharacter of anxiety, gets called \"fear\". We shall try to proceed towards \nthe phenomenon of anxiety step by step. \nDasein's falling into the \"they\" and the 'world' of its concern, is what \nwe have called a 'fleeing' in the face of itself. But one is not necessarily \nfleeing whenever one shrinks back in the face of something or turns away \nfrom it. Shrinking back in the face of what fear discloses-in the face of \nsomething threatening-is founded upon fear; and this shrinking back has \nthe character of fleeing. Our Interpretation of fear as a state-of-mind has \nshown that in each case that in the face of which we fear is a detrimental \nentity within-the-world which comes from some definite region but is \nclose by and is bringing itself close, and yet might stay away. In falling, \nDasein turns away from itself. That in the face of which it thus shrinks \nback must, in any case, be an entity with the character of threatening; yet \nthis entity has the same kind of Being as the one that shrinks back: it is \nDasein itself. That in the face of which it thus shrinks back cannot be \ntaken as something 'fearsome', for anything 'fearsome' is always encoun­\ntered as an entity within-the-world. The only threatening which can be \nx86 \n'fearsome' and which gets discovered in fear, always comes from entities \nwithin-the-world. \nThus the turning-away offalling is not a fleeing that is founded upon a \nfear of entities within-the-world. Fleeing that is so grounded is still less \na character of this turning-away, when what this turning-away does is \nprecisely to tum thither towards entities within-the-world by absorbing \nitself in them. The turning-away of falling is grounded rather in anxiety, which in \nturn is what first makes fear possible. \nTo understand this talk about Dasein's fleeing in the face of itself in \nfalling, we must recall that Being-in-the-world is a basic state of Dasein. \nThat in the face of which one has anxiety [ das Wovor der Angst] is Being-in-the­\nworld as such. What is the difference phenomenally between that in the \nface of which anxiety is anxious [sich angstet] and that in the face of \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 232,
      "bucket": "C (3-5%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "tujwhere",
        "canot",
        "detrimentality",
        "anxiery",
        "ofthis",
        "worldhood",
        "disclosedness",
        "factically",
        "factical",
        "possibiliry"
      ],
      "full_text": "I. 6 \nBeing and Time \nwhich fear is afraid? That in the face of which one has anxiety is not an \nentity within-the-world. Thus it is essentially incapable of having an \ninvolvement. This threatening does not have the character of a definite \ndetrimentality which reaches what is threatened, and which reaches it \nwith definite regard to a special factical potentiality-for-Being. That in the \nface of which one is anxious is completely indefinite. Not only does this \nindefiniteness leave factically undecided which entity within-the-world is \nthreatening us, but it also tells us that entities within-the-world are not \n'relevant' at al. Nothing which is ready-to-hand or present-at-hand \nwithin the world functions as that in the face of which anxiety is anxious. \nHere the totality of involvements of the ready-to-hand and the present­\nat-hand discovered within-the-world, is, as such, of no consequence; it \ncollapses into itself; the world has the character of completely lacking \nsignificance. In anxiety one does not encounter this thing or that thing \nwhich, as something threatening, must have an involvement. \nAccordingly, when something threatening brings itself close, anxiety \ndoes not 'see' any definite 'here' or 'yonder' from which it comes. That in \nthe face of which one has anxiety is characterized by the fact that what \nthreatens is TUJwhere. Anxiety 'does not know' what that in the face of \nwhich it is anxious is. 'Nowhere', however, does not signify nothing: \nthis is where any region lies, and there too lies any disclosedness of the \nworld for essentially spatial Being-in. Therefore that which threatens \ncanot bring itself close from a definite direction within what is close by; \nit is already 'there', and yet nowhere; it is so close that it is oppressive and \nstifles one's breath, and yet it is nowhere. \nIn that in the face of which one has anxiety, the 'It is nothing and no­\nwhere' becomes manifest. The obstinacy of the \"nothing and nowhere \nwithin-the-world\" means as a phenomenon that the world as such is that in \n187 \nthe face of which one has anxiery. The utter insignificance which makes itself \nknown in the \"nothing and nowhere\", does not signify that the world is \nabsent, but tells us that entities within-the-world are of so little import-\nance in themselves that on the basis ofthis insignificance of what is within­\nthe-world, the world in its worldhood is all that still obtrudes itself. \nWhat oppresses us is not this or that, nor is it the summation of every­\nthing present-at-hand; it is rather the possibiliry of the ready-to-hand in \ngeneral; that is to say, it is the world itself. When anxiety has subsided, \nthen in our everyday way of talking we are accustomed to say that 'it was \nreally nothing'. And what it was, indeed, does get reached ontically by \nsuch a way of talking. Everyday discourse tends towards concerning itself \nwith the ready-to-hand and talking about it. That in the face of which \nanxiety is anxious is nothing ready-to-hand within-the-world. But this \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 233,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "versteht",
        "preted",
        "circumspective",
        "nichts",
        "tiality",
        "zuhandenem",
        "totales",
        "bringt",
        "dieses",
        "kein"
      ],
      "full_text": "Being and Time \nI. 6 \n\"nothing ready-to-hand\", which only our everyday circumspective dis­\ncourse understands, is not totally nothing.1 The \"nothing\" of readiness­\nto-hand is grounded in the most primordial 'something'-in the world. \nOntologically, however, the world belongs essentially to Dasein's Being as \nBeing-in-the-world. So if the \"nothing\"-that is, the world as such­\nexhibits itself as that in the face of which one has anxiety, this means \nthat Being-in-the-world itself is that in the face of which anxiery is anxious. \nBeing-anxious discloses, primordially and directly, the world as world. \nIt is not the case, say, that the world first gets thought of by deliberating \nabout it, just by itself, without regard for the entities within-the-world, \nand that, in the face of this world, anxiety then arises ; what is rather the \ncase is that the world as world is disclosed first and foremost by anxiety, as \na mode of state-of-mind. This does not signify, however, that in anxiety \nthe worldhood of the world gets conceptualized. \nAnxiety is not only anxiety in the face of something, but, as a state-of­\nmind, it is also anxiery about something. That which anxiety is profoundly \nanxious [sich abangstet] about is not a definite kind of Being for Dasein or \na definite possibility for it. Indeed the threat itself is indefinite, and there­\nfore cannot penetrate threateningly to this or that factically concrete \npotentiality-for-Being. That which anxiety is anxious about is Being-in­\nthe world itself. In anxiety what is environmentally ready-to-hand sinks \naway, and so, in general, do entities within-the-world. The 'world' can \noffer nothing more, and neither can the Dasein-with of Others. Anxiety \nthus takes away from Dasein the possibility of understanding itself, as it \nfalls, in terms of the 'world' and the way things have been publicly inter­\npreted. Anxiety throws Dasein back upon that which it is anxious about \n-its authentic potentiality-for-Being-in-the-world. Anxiety individualizes \nDasein for its ownmost Being-in-the-world, which as something that under­\nstands, projects itself essentially upon possibilities. Therefore, with that \n188 \nwhich it is anxious about, anxiety discloses Dasein as Being-possible, and \nindeed as the only kind of thing which it can be of its own accord as \nsomething individualized in individualization [vereinzeltes in der Verein­\nzelung]. \nAnxiety makes manifest in Dasein its Being towards its ownmost poten­\ntiality-for-Being-that is, its Being-free for the freedom of choosing itself \nand taking hold of itself. Anxiety brings Dasein face to face with its Being­\nfree for (propensio in •\n•\n.\n ) the authenticity of its Being, and for this authen­\nticity as a possibility which it always is. 2 But at the same time, this is the \n1 'Allein dieses Nichts von Zuhandenem, das die alltiigliche umsichtige Rede einzig \nversteht, ist kein totales Nichts.' This sentence is grammatically ambiguous. \na 'Die Angst bringt das Dasein vor sein Freiseinfiir •\n•\n•\n (propensio in . . .  ) die Eigentlich­\nkeit seines Seins als Maglichkeit, die es immer schon ist.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 235,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "therel",
        "everydayness",
        "cif",
        "dasein",
        "concernful",
        "eived",
        "ontical",
        "factical",
        "factically",
        "seins"
      ],
      "full_text": "Being and Time \n1. 6 \nlost in the \"they\", can dwell in tranquillized familiarity. When in falling \nwe flee into the \"at-home\" of publicness, we flee in the face cif the \"not-at­\nhome\" ; that is, we flee in the face of the uncanniness which lies in Dasein \n-in Dasein as thrown Being-in-the-world, which has been delivered over \nto itself in its Being. This uncanniness pursues Dasein constantly, and is a \nthreat to its everyday lostness in the \"they\", though not explicitly. This \nthreat can go together factically with complete assurance and self­\nsufficiency in one's everyday concern. Anxiety can arise in the most \ninnocuous Situations. Nor does it have any need for darkness, in which it \nis commonly easier for one to feel uncanny. In the dark there is emphatic­\nally 'nothing' to see, though the very world itself is still 'there', and 'there' \nmore obtrusive!JI. \nIf we Interpret Dasein's uncanniness from an existential-ontological \npoint of view as a threat which reaches Dasein itself and which comes \nfrom Dasein itself, we are not contending that in factical anxiety to it \nhas always been understood in this sense. When Dasein \"understands\" \nuncanniness in the everyday manner, it does so by turning away from it \nin falling; in this turning-away, the \"not-at-home\" gets 'dimmed down'. \nYet the everydayness of this fleeing shows phenomenally that anxiety, as \na basic state-of-mind, belongs to Dasein's essential state of Being-in-the­\nworld, which, as one that is existential, is never present-at-hand but is \nitself always in a mode of factical Being-therel-that is, in the mode of \na state-of-mind. That kind of Being-in-the-world which is tranquilized \nand familiar is a mode of Dasein's uncanniness, not the reverse. From an \nexistential-ontological point cif view, the \"not-at-home\" must be con&eived as the more \nprimordial phenomenon. \nAnd only because anxiety is always latent in Being-in-the-world, can \nsuch Being-in-the-world, as Being which is alongside the 'world' and which \nis concernful in its state-of-mind, ever be afraid. Fear is anxiety, fallen \ninto the 'world', inauthentic, and, as such, hidden from itself. \nI go \nAfter al, the mood of uncanniness remains, factically, something for \nwhich we mostly have no existentiell understanding. Moreover, under the \nascendancy of falling and publicness, 'real' anxiety is rare. Anxiety \nis often conditioned by 'physiological' factors. This fact, in its facticity, is \na problem ontological!JI, not merely with regard to its ontical causation and \ncourse of development. Only because Dasein is anxious in the very depths \nof its Being, does it become possible for anxiety to be elicited physio­\nlogically. \nEven rarer than the existentiell Fact of \"real\" anxiety are attempts to \n1 Here we follow the earlier editions in reading 'Da-seins'. In the later editions the \nhyphen appears ambiguously at the end of a line. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 236,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "equiprimordial",
        "dasein",
        "parti",
        "distinctiye",
        "proximaly",
        "funda",
        "sibility",
        "existentiality",
        "inauthenticity",
        "stitutive"
      ],
      "full_text": "I. 6 \nBeing and Time \n235 \nInterpret this phenomenon according to the principles of its existential­\nontological Constitution and function. The reasons for this lie partly in \nthe general neglect of the existential analytic of Dasein, but more parti­\ncularly in a failure to recognize the phenomenon of state-of-mind1v. Yet \nthe factical rarity of anxiety as a phenomenon cannot deprive it of its \nfitness to take over a methodological function in principle for the existential \nanalytic. On the contrary, the rarity of the phenomenon is an index that \nDasein, which for the most part remains concealed from itself in its \nauthenticity because of the way in which things have been publicly inter­\npreted by the \"they\", becomes disclosable in a primordial sense in this \nbasic state-of-mind. \nOf course it is essential to every state-of-mind that in each case Being­\nin-the-world should be fully disclosed in all those items which are con­\nstitutive for it-world, Being-in, Self. But in anxiety there lies the pos­\nsibility of a disclosure which is quite distinctiye; for anxiety individualizes. \nI 9 I \nThis individualization brings Dasein back from its falling, and makes \nmanifest to it that authenticity and inauthenticity are possibilities of its \nBeing. These basic possibilities of Dasein (and Dasein is in each case \nmine) show themselves in anxiety as they are in themselves-undisguised \nby entities within-the-world, to which, proximaly and for the most part, \nDasein clings. \nHow far has this existential Interpretation of anxiety arrived at a \nphenomenal basis for answering the guiding question of the Being of the \ntotality of Dasein's structural whole? \n, 41. Dasein's Being as Care \nSince our aim is to grasp the totality of this structural whole onto­\nlogically, we must first ask whether the phenomenon of anxiety and that \nwhich is disclosed in it, can give us the whole of Dasein in a way which is \nphenomenally equiprimordial, and whether they can do so in such a \nmanner that if we look searchingly at this totality, our view of it will be \nfilled in by what has thus been given us. The entire stock of what lies \ntherein may be counted up formally and recorded : anxiousness as a state­\nof-mind is a way of Being-in-the-world; that in the face of which we have \nanxiety is thrown Being-in-the-world ; that which we have anxiety about \nis our potentiality-for-Being-in-the-world. Thus the entire phenomenon of \nanxiety shows Dasein as factically existing Being-in-the-world, The funda­\nmental ontological characteristics of this entity are existentiality, facticity, \nand Being-fallen. These existential characteristics are not pieces belonging \nto something composite, one of which might sometimes be missing; but \nthere is woven together in them a primordial context which makes up \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 237,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "ality",
        "worldless",
        "facticity",
        "dasein",
        "ownmost",
        "iiber",
        "sich",
        "ticity",
        "ihm",
        "existentiality"
      ],
      "full_text": "Being and Time \n1. 6 \nthat totality of the structural whole which we are seeking. In the unity \nof those characteristics of Dasein's Being which we have mentioned, this \nBeing becomes something which it is possible for us to grasp as such \nontologically. How is this unity itself to be characterized ? \nDasein is an entity for which, in its Being, that Being is an issue. The \nphrase 'is an issue' has been made plain in the state-of-Being of under­\nstanding-of understanding as self-projective Being towards its ownmost \npotentiality-for-Being. This poten#ality is that for the sake of which any \nDasein is as it is. In each case Dasein has already compared itself, in its \nBeing, with a possibility of itself. Being-free for one's ownmost potentiality­\nfor-Being, and therewith for the possibility of authenticity and inauthen­\nticity, is shown, with a primordial, elemental concreteness, in anxiety. \nBut ontologically, Being towards one's ownmost potentiality-for-Being \nmeans that in each case Dasein is already ahead of itself [ihm selbst . . .  \n192 \nvorweg] in its Being. Dasein is always 'beyond itself' [\"iiber sich hinaus\"), \nnot as a way of behaving towards other entities which it is not, but as \nBeing towards the potentiality-for-Being which it is itself. This structure \nof Being, which belongs to the essential 'is an issue', we shall denote as \nDasein's \"Being-ahead-of-itself\". \nBut this structure pertains to the whole ofDasein's constitution. \"Being­\nahead-of-itself\" does not signify anything like an isolated tendency in a \nworldless 'subject', but characterizes Being-in-the-world. To Being-in-the­\nworld, however, belongs the fact that it has been delivered over to itself­\nthat it has in each case already been thrown into a world. The abandonment \nof Dasein to itself is shown with primordial concreteness in anxiety. \n\"Being-ahead-of-itself\" means, if we grasp it more fully, \"ahead-of-itself­\nin-already-being-in-a-world\". As soon as this essentially unitary structure is \nseen as a phenomenon, what we have set forth earlier in our analysis of \nworldhood also becomes plain. The upshot of that analysis was that the \nreferential totality of significance (which as such is constitutive for world­\nhood) has been 'tied up' with a \"for-the-sake-of-which\", The fact that this \nreferential totality of the manifold relations of the 'in-order-to' has been \nbound up with that which is an issue for Dasein, does not signify that a \n'world' of Objects which is present-at-hand has been welded together with \na subject. It is rather the phenomenal expression of the fact that the con­\nstitution of Dasein, whose totality is now brought out explicitly as ahead­\nof-itself-in-Being-already-in . . .  , is primordially a whole. To put it other­\nwise, existing is always factical. EXistentiality is essentially determined by \nfacticity. \nFurthermore, Dasein's factical existing is not only generally and without \nfurther differentiation a thrown potentiality-for-Being-in-the-world ; it is \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 238,
      "bucket": "D (5-10%)",
      "error_rate": 9.5,
      "unknown_words_sample": [
        "ality",
        "tself",
        "iorge",
        "rmally",
        "sorge",
        "eing",
        "ecause",
        "mitgesetzt",
        "ized",
        "dasein"
      ],
      "full_text": "I. 6 \nBeing and Time \n237 \nalways also absorbed in the world of its concern. In this falling Being­\nalongside . . .  , fleeing in the face of uncanniness (which for the most part \nremains concealed with latent anxiety, since the publicness of the \"they\" \nsuppresses everything unfamiliar), announces itself, whether it does so \nexplicitly or not, and whether it is understood or not. Ahead-of-itself­\nBeing-already-in-a-world essentially includes one's falling and one's \nBeing alongside those things ready-to-hand within-the-world with which \none concerns onesel£ \nThe fĢrmally existential totality ofDasein's ontological structural whole \nmust therefore be grasped in the following structure : the Being of Dasein \nmeans ahead-of-itself-Being-already-in-(the-world) \nas \nBeing-alongside \n(entities encountered within-the-world) . This Being fills in the significa­\ntion of the term \"care\" [Sorge], which is used in a purely ontologico­\nexistential manner. From this signification every tendency of Being which \none might have in mind ontically, such as worry [Besorgnis] or carefreeness \n[Sorglosigkeit], is ruled out. \nBecause Being-in-the-world is essentially care, Being-alongside the \n193 \nģady-to-hand could be taken in our previous analyses as concern, and \neing with the Dasein-with of Others as we encounter it within-the-\nworld could be taken as solicitude.1 Being-alongside something is concern, \n!>ecause it is defined as a way of Being-in by its basic structure-care. \n8are does not characterize just existentiality, let us say, as detached from \nacticity and falling ; on the contrary, it embraces the unity of these ways \nn which Being may be characterized. So neither does \"care\" stand \n>rimarily and exclusively for an isolated attitude of the \"I\" towards \ntself. If one were to construct the expression 'care for oneself' [\"Selbst­\niOrge\"], following the analogy of \"concern\" [Besorgen] and \"solicitude\" \n:Fursorge], this would be a tautology. \"Care\" cannot stand for some \n1pecial attitude towards the Self; for the Self has already been character-\nized ontologically by \"Being-ahead-of-itself\", a characteristic in which the \n:>ther two items in the structure of care-Being-already-in . . .  and Being­\nalongside . . .  -have beenjoint{y posited [mitgesetzt]. \nIn Being-ahead-of-oneself as Being towards one's ownmost potentiality­\nfor-Being, lies the existential-ontological condition for the possibility of \nBeing-free for authentic existentiell possibilities. For the sake of its potenti­\nality-for-Being, any Dasein is as it factically is. But to the extent that this \nBeing towards its potentiality-for-Being is itself characterized by freedom, \nDasein can comport itself towards its possibilities, even unwilling {)I; it can \nbe inauthentically; and factically it is inauthentically, proximally and for \nthe most part. The authentic \"for-the-sake-of-which\" has not been taken \n1 Cf. H. 1 11 1  and 131 above. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 240,
      "bucket": "C (3-5%)",
      "error_rate": 3.1,
      "unknown_words_sample": [
        "des",
        "everydayness",
        "dasein",
        "itselfinertly",
        "disclosedness",
        "privatively",
        "als",
        "factical",
        "worin",
        "seins"
      ],
      "full_text": "1. 6 \nBeing and Time \n239 \neven if only privatively. In willing, an entity which is understood-that is, \none which has been projected upon its possibility-gets seized upon, \neither as something with which one may concern oneself, or as something \nwhich is to be brought into its Being through solicitude. Hence, to any \nwilling there belongs something willed, which has already made itself \ndefinite in terms of a \"for-the-sake-of-which\". If willing is to be possible \nontologically, the following items are constitutive for it.: (I) the prior \ndisclosedness of the \"for-the-sake-of-which\" in general (Being-ahead-of­\nitself) ; ( 2) the disclosedness of something with which one can concern \noneself (the world as the \"wherein\" of Being-already) ;1 (3) Dasein's \nprojection of itself understandingly upon a potentiality-for-Being towards \na possibility of the entity 'willed'. In the phenomenon of willing, the under­\nlying totality of care shows through. \nAs something factical, Dasein's projection of itself understandingly is \nin each case already alongside a world that has been discovered. From \nthis world it takes its possibilities, and it does so first in accordance with \nthe way things have been interpreted by the \"they\". This interpretation \nhas already restricted the possible options of choice to what lies within \nthe range of the familiar, the attainable, the respectable-that which is \nfitting and proper. This levelling off of Dasein's possibilities to what is \nproximally at its everyday disposal also results in a dimming down of the \n195 \npossible as such. The average everydayness of concern becomes blind to \nits possibilities, and tranquillizes itself with that which is merely 'actual'. \nThis tranquillizing does not rule out a high degree of diligence in one's \nconcern, but arouses it. In this case no positive new possibilities are willed, \nbut that which is at one's disposal becomes 'tactically' altered in such a \nway that there is a semblance of something happening. \nAl the same, this tranquillized 'willing' under the guidance of the \n\"they\", does not signify that one's Being towards one's potentiality-for­\nBeing has been extinguished, but only that it has been modified. In such \na case, one's Being towards possibilities shows itself for the most part as \nmere wishing. In the wish Dasein projects its Being upon possibilities which \nnot only have not been taken hold of in concern, but whose fulfilment has \nnot even been pondered over and expected. On the contrary, in the mode \nof mere wishing, the ascendancy of Being-ahead-of-oneself brings with it \na lack of understanding' for the factical possibilities. When the world has \nbeen primarily projected as a wish-world, Being-in-the-world has lost \nitselfinertly in what is at its disposal ; but it has done so in such a way \nthat, in the light of what is wished for, that which is at its disposal (and \nthis is all that is ready-to-hand) is never enough. Wishing is an existential \n1 ' • • •  (Welt als das Worin des Schon-seins) •\n•\n•\n \n• \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 241,
      "bucket": "D (5-10%)",
      "error_rate": 9.8,
      "unknown_words_sample": [
        "lediglich",
        "bei",
        "mitbringt",
        "behaviour",
        "antrieb",
        "dagegen",
        "verdrangen",
        "ust",
        "nur",
        "verfallen"
      ],
      "full_text": "Being and Time \n1. 6 \nmodification of projecting oneself understandingly, when such self­\nprojection has fallen forfeit to thrownness and just keeps hankering after \npossibilities.1 Such hankering closes of the possibilities ; what is 'there' in \nwishful hankering turns into the 'actual world'. Ontologically, wishing \npresupposes care. \nIn hankering, Being-already-alongside . . .  takes priority. The \"ahead­\nof-itself-in-Being-already-in \n•\n.\n.\n \" is correspondingly modified. Dasein's \nhankering as it falls makes manifest its addiction to becoming 'lived' by \nwhatever world it is in. This addiction shows the character of Being out \nfor something [Ausseins auf . . .  ]. Being-ahead-of-oneself has lost itself in \na 1ust-always-already-alongside'. 2 What one is addicted 'towards' [Das \n\"Hin-zu\" des Ranges] is to let oneself be drawn by the sort of thing for \nwhich the addiction hankers. IfDasein, as it were, sinks into an addiction \nthen there is not merely an addiction present-at-hand, but the entire \nstructure of care has been modified. Dasein has become blind, and puts \nall possibilities into the service of the addiction. \nOn the other hand, the urge 'to live' is something 'towards' which one \nis impelled, and it brings the impulsion along with it of its own accord. 3 \nIt is 'towards this at any price'. The urge seeks to crowd out [verdrangen] \nother possibilities. Here too the Being-ahead-of-oneself is one that is \ninauthentic, even if one is assailed by an urge coming from the very thing \nthat is urging one on. The urge can outrun one's current state-of-mind \nI g6 \nand one's understanding. But then Dasein is not-and never is-a 'mere \nurge' to which other kinds of controlling or guiding behaviour are added \nfrom time to time; rather, as a modification of the entirety of Being-in­\nthe-world, it is always care already. \nIn pure urge, care has not yet become free, though care first makes it \nontologically possible for Dasein to be urged on by itself.' In addiction, \nhowever, care has always been bound. Addiction and urge are possibilities \nrooted in the thrownness of Dasein. The urge 'to live' is not to be annihi­\nlated; the addiction to becoming 'lived' by the world is not to be rooted \nout. But because these are both grounded ontologically in care, and only \nbecause of this, they are both to be modified in an ontical and existentiell \nmanner by care-by care as something authentic. \nWith the expression 'care' we have in mind a basic existential-onto­\nlogical phenomenon, which all the same is not simple in its structure. The \n1 ' •\n•\n•\n das, der Geworfenheit verfallen, den Moglichkeiten lediglich noch ruu:hhingt.' \n2 '. • \n• in ein \"Nur-immer-schon-bei • \n• \n• \".' Here we follow the reading of the later \neditions. The earlier editions have ' \"Nur-immer-schon-sein-bei \n• \n• \n.'' ' ('just-always­\nBeing-already-alongside'). \n8 'Dagegen ist der Drang \"zu Ieben\" ein \"Hin-zu\", das von ihm selbst her den Antrieb \nmitbringt.' The italicization of 'Drang' appears only in the later editions. \n• ' •\n.\n.\n das Bedriingtsein des Daseins aus ihm selbst her •\n•\n .' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 242,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "aussage",
        "sorge",
        "strative",
        "ontico",
        "dasein",
        "existmzialen",
        "ltseljl",
        "lbstauskgung",
        "der",
        "existentiell"
      ],
      "full_text": "I. 6 \nBeing and Time \nontologically elemental totality of the care-structure cannot be traced \nback to some ontical 'primal element', just as Being certainly cannot be \n'explained' in terms of entities. In the end it will be shown that the idea \nof Being in general is just as far from being 'simple' as is the Being of \nDasein. In defining \"care\" as \"Being-ahead-of-oneself-in-Being-already­\nin •\n.\n.\n -as Being-alongside •\n•\n.\n \", we have made it plain that even this \nphenomenon is, in itself, still structurally articulated. But is this not a \nphenomenal symptom that we must pursue the ontological question even \nfurther until we can exhibit a still more primordial phenomenon which \nprovides the ontological support for the unity and the totality of the \nstructural manifoldness of care? Before we follow up this question, we \nmust look back and appropriate with greater precision what we have \nhitherto Interpreted in aiming at the question of fundamental ontology \nas to the meaning of Being in general. First, however, we must show that \nwhat is ontologically 'new' in this Interpretation is ontically quite old. \nIn explicating Dasein's Being as care, we are not forcing it under an idea \nof our own contriving, but we are conceptualizing existentially what has \nalready been disclosed in an ontico-existentiell manner. \n-,r 42. Confirmation of the Existential Interpretation of Dasein as Care in terms of \nDasein's Pre-ontological Way of Interpreting ltseljl \nIn our foregoing Interpretations, which have finally led to exhibiting \ncare as the Being of Dasein, everything depended on our arriving at the \nright ontological foundations for that entity which in each case we ourselves \n197 \nare, and which we call 'man'. To do this it was necessary from the outset \nto change the direction of our analysis from the approach presented by the \ntraditional definition of \"man\"-an approach which has not been \nclarified ontologically and is in principle questionable. In comparison \nwith this definition, the existential-ontological Interpretation may seem \nstrange, especially if 'care' is understood just ontically as 'worry' or 'grief' \n[als \"Besorgnis\" und \"Bekiimmernis\"] . Accordingly we shall now cite a \ndocument which is pre-ontological in character, even though its demon­\nstrative force is 'merely historical'. \nWe must bear in mind, however, that in this document Dasein is expres­\nsing itself 'primordially', unaffected by any theoretical Interpretation and \nwithout aiming to propose any. We must also note that Dasein's Being is \ncharacterized by historicality, though this must first be demonstrated \nontologically . .lf Dasein is 'historical' in the very depths of its Being, then \na deposition [ Aussage] which comes from its history and goes back to it, \n1 'Die Bewiihrung der existmzialen Interpretation des Daseins als Sorge aus der vorontologischen \nS.lbstauskgung des Daseins.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 243,
      "bucket": "E (10%+)",
      "error_rate": 18.8,
      "unknown_words_sample": [
        "atque",
        "coepit",
        "vocetur",
        "dum",
        "surrexit",
        "cum",
        "prima",
        "illi",
        "vidit",
        "ipsa"
      ],
      "full_text": "1 98 \n242 \nBeing and Time \n1. 6 \nand which, moreover, is prior to any scientific knowledge, will have especial \nweight, even though its importance is never purely ontological. That \nunderstanding of Being which lies in Dasein itself, expresses itself pre­\nontologically. The document which we are about to cite should make plain \nthat our existential Interpretation is not a mere fabrication, but that as \nan ontological 'construction' it is well grounded and has been sketched \nout beforehand in elemental ways. \nThere is an ancient fable in which Dasein's interpretation of itself as \n'care' has been embedded : v \nCur a cum jluvium transiret, vidit cretosum lutum \nsustulitque cogitabunda atque coepit fingere. \ndum deliberat quid iam fecisset, Jovis intervenit. \nrogat eum Cura ut det illi spiritum, et facile impetrat. \ncui cum vellet Cura nomen ex sese ipsa imponere, \nJovis prohibuit suumque nomen ei dandum esse dictitat. \ndum Cura et Jovis disceptant, Tel/us surrexit simul \nsuumque nomen esse volt cui corpus praebuerit suum. \nsumpserunt Satumum iudicem, is sic aecus iudicat: \n'tu Jovis quia spiritum dedisti, in morte spiritum, \ntuque Tellus, quia dedisti corpus, corpus recipito, \nCura eum quia prima finxit, teneat quamdiu vixerit. \nsed quae nunc de nomine eius vobis controversia est, \nhomo vocetur, quia videtur esse factus ex humo.' \n'Once when 'Care' was crossing a river, she saw some clay ; she thought­\nfully took up a piece and began to shape it. While she was meditating on \nwhat she had made, Jupiter came by. 'Care' asked him to give it spirit, \nand this he gladly granted. But when she wanted her name to be bestowed \nupon it, he forbade this, and demanded that it be given his name instead. \nWhile 'Care' and Jupiter were disputing, Earth arose and desired that \nher own name be conferred on the creature, since she had furnished it \nwith part of her body. They asked Saturn to be their arbiter, and he made \nthe following decision, which seemed a just one : 'Since you, Jupiter, have \ngiven its spirit, you shall receive that spirit at its death ; and since you, \nEarth, have given its body, you shall receive its body. But since 'Care' \nfirst shaped this creature, she shall possess it as long as it lives. And because \nthere is now a dispute among you as to its name, let it be called 'homo', \nfor it is made out of humus (earth).'l \n1 In both the earlier and later editions Heidegger has 'videt' in the first line of the Latin \nversion of the fable, where Biicheler, from whom the text has been taken, has 'vidit'; in \nthe 12th line Heidegger has 'eninl' where Biicheler has 'eum'. The punctuation of the \nLatin version is as Biicheler gives it. The single quotation marks in the English translation \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 244,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "dei",
        "alterius",
        "thrownness",
        "primafinxit",
        "ownmost",
        "hominis",
        "perjicit",
        "teneat",
        "natura",
        "quamdiu"
      ],
      "full_text": "I. 6 \nBeing and Time \n243 \nThis pre-ontological document becomes especially significant not only \nin that 'care' is here seen as that to which human Das9in belongs 'for its \nlifetime', but also because this priority of 'care' emerges in connection \nwith the familiar way of taking man as compounded of body (earth) and \nspirit. \"Cura primafinxit\" : in care this entity has the 'source' of its Being. \n\"Cura teneat, quamdiu vixerit\" ; the entity is not released from this source but \nis held fast, dominated by it through and through as long as this entity \n'is in the world'. 'Being-in-the-world' has the stamp of 'care', which \naccords with its Being. It gets the name \"homo\" not in consideration of its \nBeing but in relation to that of which it consists (humus). The decision as \nto wherein the 'primordial' Being of this creature is to be seen, is left to \nSaturn, 'Time'.vl Thus the pre-ontological characterization of man's \n199 \nessence expressed in this fable, has brought to view in advance the kind \nof Being which dominates his temporal sojourn in the world, and does so \nthrough and through. \nThe history of the signification of the ontical concept of 'care' permits \nus to see still further basic structures ofDasein. Burdach vu calls attention \nto a double meaning of the term 'cura' according to which it signifies not \nonly 'anxious exertion' but also 'carefulness' and 'devotedness' [\"Sorg­\nfalt\", \"Hingabe\"]. Thus Seneca writes in his last epistle (Ep. 124) : \n'Among the four existent Natures (trees, beasts, man, and God), the latter \ntwo, which alone are endowed with reason, are distinguished in that God \nis immortal while man is mortal. Now when it comes to these, the good \nof the one, namely God, is fulfilled by his Nature; but that of the other, \nman, is fulfilled by care (cura) : \"unius bonum natura perjicit, dei scilicet, \nalterius cura, hominis.\" \nMan's perfectio-his transformation into that which he can be in Being­\nfree for his ownmost possibilities (projection)-is 'accomplished' by 'care'. \nBut with equal primordiality 'care' determines what is basically specific \nin this entity, according to which it has been surrendered to the world \nof its concern (thrownness). In the 'double meaning' of 'care', what we \nhave in view is a single basic state in its essentially twofold structure of \nthrown projection. \nAs compared with this ontical interpretation, the existential-ontological \nInterpretation is not, let us say, merely an ontical generalization which is \ntheoretical in character. That would just mean that ontically all man's \nways of behaving are 'full of care' and are guided by his 'devotedness' to \ncorrespond strictly to the double quotation marks in Heidegger's version; some of these \nare not found in Burdach's translation, which, except for two entirely trivial changes, \nHeidegger has otherwise reproduced very accurately. (On Biicheler and Burdach, see \nHeidegger's note v, ad Joe.) Our translation is a compromise between Burdach and the \noriginal Latin. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 246,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "stantiality",
        "dasein",
        "privatively",
        "ofthings",
        "sich",
        "verlegt",
        "ception",
        "realiry",
        "strate",
        "disclosedness"
      ],
      "full_text": "I. 6 \nBeing and Time \n245 \nthere emerged an Interpretation of understanding, meaning, and inter­\npretation. Our analysis ofDasein's disclosedness showed further that, with \nthis disclosedness, Dasein, in its basic state of Being-in-the-world, has been \nrevealed equiprimordially with regard to the world, Being-in, and the \nSelf. Furthermore, in the factical disclosedness of the world, entities \nwithin-the-world are discovered too. This implies that the Being of these \nentities is always understood in a certain manner, even if it is not conceived \nin a way which is appropriately ontological. To be sure, the pre-onto-\n201 \nlogical understanding of Being embraces all entities which are essentially \ndisclosed in Dasein ; but the understanding of Being has not yet Arti­\nculated itself in a way which corresponds to the various modes of Being. \nAt the same time our interpretation of understanding has shown that, \nin accordance with its falling kind ofBeing,-it has, proximally and for the \nmost part, diverted itself [sich •\n.\n•\n verlegt] into an understanding of the \n'world'. Even where the issue is not only one of ontical experience but \nalso one of ontological understanding, the interpretation of Being takes its \norientation in the first instance from the Being of entities within-the­\nworld. Thereby the Being of what is proximally ready-to-hand gets passed \nover, and entities are first conceived as a context ofThings (res) which are \npresent-at-hand. \"Being\" acquires the meaning of \"Realiry\".v111 Sub­\nstantiality becomes the basic characteristic of Being. Corresponding to this \nway in which the understanding of Being' has been diverted, even the \nontological understanding of Dasein moves into the horizon of this con­\nception of Being. Like any other entity, Dasein too is present-at-hand as Real. \nIn this way \"Being in general\" acquires the meaning of\"Realiry\". Accord­\ningly the concept of Reality has a peculiar priority in the ontological \nproblematic. By this priority the route to a genuine existential analytic \nofDasein gets diverted, and so too does our very view of the Being of what \nis proximally ready-to-hand within-the-world. It finally forces the general \nproblematic of Being into a direction that lies off the course. The other \nmodes of Being become defined negatively and privatively with regard to \nReality. \nThus not only the analytic ofDasein but the working-out of the question \nof the meaning of Being in general must be turned away from a one-sided \norientation with regard to Being in the sense of Reality. We must demon­\nstrate that Reality is not only one kind of Being among others, but that onto­\nlogically it has a definite connection in its foundations with Dasein, the \nworld, and readiness-to-hand. To demonstrate this we must discuss in \nprinciple the problem of Realiry, its conditions and its limits. \nUnder the heading 'problem of Reality' various questions are clustered : \n(I) whether any entities which supposedly 'transcend our consciousness' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 251,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "worldless",
        "zunachst",
        "weisen",
        "nichtigkeit",
        "warum",
        "begraben",
        "erkenntnistheoretisch",
        "dasein",
        "der",
        "inextric"
      ],
      "full_text": "250 \nBeing and Time \nI. 6 \nTo have faith in the Reality of the 'external world', whether rightly or \nwrongly; to \"prove\" this Reality for it, whether adequately or inade­\nquately ; to presuppose it, whether explicitly or not-attempts such as these \nwhich have not mastered their own basis with full transparency, presuppose \na subject which is proximally worldless or unsure of its world, and which \nmust, at bottom, first assure itself of a world. Thus from the very beginning, \nBeing-in-a-world is disposed to \"take things\" in some way [Auffassen], to \nsuppose, to be certain, to have faith-a way of behaving which itself is \nalways a founded mode of Being-in-the-world. \nThe 'problem of Reality' in the sense ofthe question whether an external \nworld is present-at-hand and whether such a world can be proved, turns \nout to be an impossible one, not because its consequences lead to inextric­\nable impasses, but because the very entity which serves as its theme, is \none which, as it were, repudiates any such formulation of the question. \nOur task is not to prove that an 'external world' is present-at-hand or to \nshow how it is present-at-hand, but to point out why Dasein, as Being-in­\nthe-world, has the tendency to bury the 'external world' in nullity \n'epistemologically' before going on to prove it.1 The reason for this lies \nin Dasein's falling and in the way in which the primary understanding of \nBeing has been diverted to Being as presence-at-hand-a diversion which \nis motivated by that falling itself. If one formulates the question 'critically' \nwith such an ontological orientation, then what one finds present-at­\nhand as proximally and solely certain, is something merely 'inner'. Mter \nthe primordial phenomenon of Being-in-the-world has been shattered, \nthe isolated subject is all that remains, and this becomes the basis on which \nit gets joined together with a 'world'. \nIn this investigation we cannot discuss at length the many attempts to \nsolve the 'problem of Reality' which have been developed in various \nkinds of realism and idealism and in positions which mediate between \n207 \nthem. Certainly a grain of genuine inquiry is to be found in each of these ; \nbut certain as this is, it would be just as perverse if one should want to \nachieve a tenable solution of the problem by reckoning up how much \nhas been correct in each case. What is needed rather is the basic insight \nthat while the different epistemological directions which have been pur­\nsued have not gone so very far off epistemologically, their neglect of any \nexistential analytic of Dasein has kept them from obtaining any basis for \na well secured phenomenal problematic. Nor is such a basis to be obtained \nby subsequently making phenomenological corrections on the concepts of \nsubject and consciousness. Such a procedure would give no guarantee \n1 ' •\n•\n.\n warum das Dasein als In-der-Welt-sein die Tendenz hat, die \"Aussenwelt\" \nzunachst \"erkenntnistheoretisch\" in Nichtigkeit zu begraben urn sie dann erst zu be­\nweisen.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 256,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "guar",
        "ober",
        "dasein",
        "ential",
        "wahrheit",
        "humanismus",
        "francke",
        "platons",
        "antee",
        "existentiality"
      ],
      "full_text": "I. 6 \nBeing and Time \n255 \nBeing of entities within-the-world, Reality has no priority, and that \nReality is a kind of Being which cannot even characterize anything like \nthe world or Dasein in a way which is ontologically appropriate. \nIn the order of the ways in which things are connected in their onto­\nlogical foundations and in the order of any possible categorial and \nexistential demonstration, Reality is referred back to the phenomenon of care. \nBut the fact that Reality is ontologically grounded in the Being of Dasein, \n2 1 2  \ndoes not signify that only when Dasein exists and as long as Dasein exists, \ncan the Real be as that which in itself it is. \nOf course only as long as Dasein is (that is, only as long as an under­\nstanding of Being is ontically possible), 'is there' Being.1 When Dasein \ndoes not exist, 'independence' 'is' not either, nor 'is' the 'in-itself '. In \nsuch a case this sort of thing can be neither understood nor not under­\nstood. In such a case even entities within-the-world can neither be dis­\ncovered nor lie hidden. In such a case it caÙot be said that entities are, \nnor can it be said that they are not. But now, as long as there is an under­\nstanding of Being and therefore an understanding of presence-at-hand, \nit can indeed be said that in this case entities will still continue to be. \nAs we have noted, Being (not entities) is dependent upon the under­\nstanding of Being ; that is to say, Reality (not the Real) is dependent upon \ncare. By this dependency our further analytic of Dasein is held secure in \nthe face of an uncritical Interpretation which nevertheless keeps urging \nitself upon us-an Interpretation in which the idea of Reality is taken as \nthe clue to Dasein. Only if we take our orientation from existentiality as \nInterpreted in an ontologically positive manner, can we have any guar­\nantee that in the factical course of the analysis of 'consciousness' or of \n'life', some sense of \"Reality\" does not get made basic, even if it is one \nwhich has not been further differentiated. \nEntities with Dasein's kind of Being cannot ' be conceived in terms of \nReality and substantiality; we have expressed this by the thesis that the \nsubstance of man is existence. Yet if we have Interpreted existentiality as care, \nand distinguished this from Reality, this does not signify that our exist­\nential analytic is at an end; we have merely allowed the intricate problems \nof the question of Being and its possible modes, and the question of the \nmeaning of such modifications, to emerge more sharply: only if the under­\nstanding of Being is, do entities as entities become accessible; only if \n1 ' •\n•\n•\n \"gibt es\" Sein.' In his letter Ober den Humanismus (Klostermann, Frankfurt \nA.M., n.d., p. 22, reprinted from Platons Lehre von tier Wahrheit, Francke A.G., Bern, 1947), \nHeidegger insists that the expression 'es gibt' is here used deliberately, and should be \ntaken literally as 'it gives'. He writes: 'For the \"it\" which here \"gives\" is Being itself. \nThe \"gives\", however, designates the essence of Being, which gives and which confers its \ntruth.' He adds that the 'es gibt' is used to avoid writing that 'Being is', for the verb 'is' \nis appropriate to entities but not to Being itself. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 257,
      "bucket": "E (10%+)",
      "error_rate": 12.7,
      "unknown_words_sample": [
        "uvv",
        "vos",
        "wpt",
        "ykau",
        "sache",
        "tva",
        "vtt",
        "las",
        "mcr",
        "crlv"
      ],
      "full_text": "Being and Time \n1. 6 \nentities are of Dasein's kind of Being is the understanding of Being pos­\nsible as an entity. \nÙ 44· Dasein, Disclosedness, and Truth \nFrom time immemorial, philosophy has associated truth and Being. \nParmenides was the first to discover the Being of entities, and he 'ident­\nified' Being with the perceptive understandmg of Being: T6 y4p aV76 vo¾;iv \n·crlv TÀ< Ka¸¿;tva,.= Aristotle, in ouÚning the history of how the &.pxal have \n2 13 \nbeen uncovered,=t emphasizes that the philosophers before him, under the \nguidance of 'the things themselves' have been compelled to inquire \nfurther : aV76 T6 1rpB.yJLa JJooTTol\"lut\"V aV7oiS' Ka¸ uvv71v&yKau¾; '\"lTÀ<iv.xxU \nHe is describing the same fact when he says that&.vayKa,OJLÁ<VOS' O'dKo..\\ov8¾;iv \nTois cfoawoJLlvo,sJtXUt_that he \n(Parmenides) was compelled to follow \nthat which showed itself in itself: In another passage he remarks that these \nthinkers carried on their researches {m' aVTfjS' TfjS' &...\\\"18¼<las &.vayKa­\n'OJLÜ<Vo,xxiv-\"compelled by the 'truth' itself\". Aristotle describes these \nresearches as .p,..\\ouocfo¾;iv TT¼<p¸ TfjS' &...\\\"18¾;las=v-\" 'philosophizing' about \nthe 'truth' \"--or even as &.7rocfoalv¾;u8a, TTÀ<p¸ TfjS' &...\\\"18¿;las=vt_as exhibit­\ning something and letting it be seen with regard \nto the 'truth' \nand within the range of the 'truth'. Philosophy itself is defined as ·mcr'J]JL\"l \nTfjS' d..\\\"18¼<las=vtt_\"the science of the 'truth' \". But it is also char­\nacterized as ·mcr¹JL\"l, º 8¼;wpt;i T6 »v D »vJtXVUL_ as \"a science which con­\ntemplates entities as entities\"-that is, with regard to their Being. \nWhat is signified here by 'carrying on researches into the \"truth\" ', \nby \"science of the 'truth' \" ? In such researches is 'truth' made a theme as \nit would be in a theory of knowledge or of judgment ? Manifestly not, for \n'truth' signifies the same as 'thing' [\"Sache\"] , 'something that shows \nitself'. But what then does the expression 'truth' signify if it can be used \nas a term for 'entity' and 'Being' ? \nIf, however, truth rightfully has a primordial connection with Being, \nthen the phenomenon of truth comes within the range of the problem­\natic of fundamental ontology. In that case, must not this phenomenon \nhave been encountered already within our preparatory fundamental \nanalysis, the analytic of Dasein? What ontico-ontological connection \ndoes 'truth' have with Dasein and with that ontical characteristic of \nDasein which we call the \"understanding ofBeing\" ? Can the reason why \nBeing necessarily goes together with truth and vice versa be pointed out \nin terms of such understanding ? \nThese questions are not to be evaded. Because Being does indeed 'go \ntogether' with truth, the phenomenon of truth has already been one of the \nthemes of our earlier analyses, though not explicitly under this title. In \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 258,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "tfj",
        "ubereinstimmung",
        "gebracht",
        "adequation",
        "zugewiesen",
        "qur",
        "urspriinglichen",
        "correspondentia",
        "ifivxfj",
        "oulj"
      ],
      "full_text": "I. 6 \nBeing and Time \ngiving precision to the problem of Being, it is now time to delimit the \nphenomenon of truth explicitly and to fix the problems which it comprises. \nIn doing this, we should not just take together what we have previously \n2 14 \ntaken apart. Our investigation requires a new approach. \nOur analysis takes its departure from the traditional conception of truth, \nand attempts to lay bare the ontological foundations of that conception \n(a). In terms of these foundations the primordial phenomenon of truth \nbecomes visible. We can then exhibit the way in which the traditional \nconception of truth has been derived from this phenomenon (b). Qur \ninvestigation will make it plain that to the question of the 'essence' 'of \ntruth, there belongs necessarily the question of the kind of Being which \ntruth possesses. Together with this we must clarify the ontological meaning \nof the kind of talk in which we say that 'there is truth', and we must \nalso clarify the kind of necessity with which 'we must presuppose' that \n'there is' truth (c). \n(a) The Traditional Conception of Truth, and its Ontological Foundations \nThere are three theses which characterize the way in which the essence \nof truth has been traditionally taken and the way it is supposed to have \nbeen first defined: (1) that the 'locus' of truth is assertion (judgment) ; \n(2) that the essence of truth lies in the 'agreement' of thV judgment with \nits object; (3) that Aristotle, the father of logic, not only has assigned \ntruth to the judgment as its primordial locus but has set going the defini­\ntion of \"truth\" as 'agreement' . 1  \nHere it is not our aim to provide a history of the concept of truth, which \ncould be presented only on the basis of a history of ontology. We shall \nintroduce our analytical discussions by alluding to some familiar matters. \nAristotle says that the 7TaOğp,ara Tfj!; ifivxfj!; are TWV 7Tpayp,arwv op,oulJ­\np.araXXix_that the soul's 'Experiences', its voğp,ara ('representations'), \nare likenings of Things. This assertion, which is by no means proposed as \nan explicit definition of the essence of truth, has also given occasion for \ndeveloping the later formulation of the essence of truth ' as adaequatio \nintellectus et rei. 2 Thomas Aquinas,xxx who refers this definition to Avicenna \n(who, in turn, has taken it over from Isaac Israeli's tenth-century 'Book of \nDefinitions') also uses for \"adaequatio\" (likening) the terms \"correspondentia\" \n(\"correspondence\") and \"convenientia\" (\" coming together\"). \n1 Here we follow the older editions in reading ' . . .  hat sowohl die Wahrheit dem Urteil \nals ihrem urspriinglichen Ort zugewiesen als auch die Definition der Wahrheit als \n\"Ubereinstimmung\" in Gang gebracht.' The newer editions read ' .\n.\n•\n hat sowohl •\n.\n.\n \nzugewiesen, er hat auch . .  \n.' \n2 This is usually translated as 'adequation of the intellect and the thing'. Heidegger \nmakes the connection seem closer by translating both the Latin adaequatio and the Greek \nOJLolwp.a by the word 'Angleichung', which we have somewhat arbitrarily translated as \n'likening'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 259,
      "bucket": "D (5-10%)",
      "error_rate": 6.6,
      "unknown_words_sample": [
        "xxu",
        "ojlolwcns",
        "convenientia",
        "rei",
        "adaequatio",
        "ofknowledge",
        "intellectus",
        "neo",
        "ein",
        "zeichen"
      ],
      "full_text": "Being and Time \n1. 6 \n2 15 \nThe neo-Kantian epistemology of the nineteenth century often char-\nacterized this definition of \"truth\" as an expression of a methodologically \nretarded naive realism, and declared it to be irreconcilable with any \nformulation of this question which has undergone Kant's 'Copernican \nrevolution'. But Kant too adhered to this conception of truth, so much so \nthat he did not even bring it up for discussion; this has been overlooked, \nthough Brentano has already called our attenti<.n to it. 'The old and \ncelebrated question with which it was supposed that one might drive the \nlogicians into a corner is this: \"what is truth?\" The explanation of the \nname of truth-namely, that it is the agreement of knowledge with its \nobject-will here be granted and presupposed . .  ;xxt. \n'If truth consists in the agreement ofknowledge with its object, then this \nobject must thus be distinguished from others; for knowledge is false if it \ndoes not agree with the object to which it is related, even if it should \ncontain something which might well be valid for other objects.'xxU And \nin the introduction to the \"Transcendental Dialectic\" Kant states : 'Truth \nand illusion are not in the object so far as it is intuited, but in the judg­\nment about it so far as it is thought. •xxtu \nOf course this characterization of truth as 'agreement', adaequatio, \nOJLolwcns, is very general and empty. Yet it will still have some justifica­\ntion if it can hold its own without prejudice to any of the most various \nInterpretations which that distinctive predicate \"knowledge\" will support. \nWe are now inquiring into the foundations of this 'relation'. What else is \ntacit(» posited in this relational totaliry of the adaequatio intellectus et rei? \nAnd what ontological character does that which is thus posited have itself? \nWhat in general does one have in view when one uses the term 'agree­\nment' ? The agreement of something with something has the formal \ncharacter of.a relation of something to something. Every agreement, and \ntherefore 'truth' as well, is a relation. But not every relation is an agree­\nment. A sign points at what is indicated.1 Such indicating is a relation, \nbut not an agreement of the sign with what is indicated. Yet manifestly \nnot every agreement is a convenientia of the kind that is fixed upon in the \ndefinition of \"truth\". The number \"6\" agrees with \"16 minus 10\". These \n2 16 \nnumbers agree; they are equal with regard to the question of \"how \nmuch ?\" Equality is one way of agreeing. Its structure is such that something \nlike a 'with-regard-to' belongs to it. In the adaequatio something gets \nrelated; what is that with regard to which it agrees ? In clarifying the \n'truth-relation' we must notice also what is peculiar to the terms of this \nrelation. With regard to what do intellectus and res agree ? In their kind of \nBeing and their essential content do they give us anything at all with \n1 'Ein Zeichen zeigt auf das Gezeigte.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 260,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "intellectus",
        "wie",
        "ontologie",
        "wayit",
        "unclarified",
        "rela",
        "besteht",
        "factical",
        "ified",
        "tion"
      ],
      "full_text": "I. 6 \nBeing and Time \n259 \nregard to which they can agree ? If it is impossible for intellectus and res to \nbe equal because they are not of the same species, are they then perhaps \nsimilar ? But knowledge is still supposed to 'give' the thing just as it is. \nThis 'agreement' has the Relational character of the Ɛust as' [\"So­\nWie\"] . In what way is this relation possible as a relation between intellectus \nand res? From these questions it becomes plain that to clarify the structure \nof truth it is not enough simply to presuppose this relational totality, but \nwe must go back and inquire into the context of Being which provides \nthe support for this totality as such. \nMust we, however, bring up here the 'epistemological' problematic as \nregards the subject-Object relation, or can our analysis restrict itself to \nInterpreting the 'immanent consciousness of truth', and thus remain \n'within the sphere' of the subject ? According to the general opinion, what \nis true is knowledge. But knowledge is judging. In judgment one must \ndistinguish between the judging as a Real psychical process, and that which \nis judged, as an ideal content. It will be said of the latter that it is 'true'. \nThe Real psychical process, however, is either present-at-hand or not. \nAccording to this opinion, the ideal content of judgment stands in a \nrelationship of agreement. This relationship thus pertains to a connection \nbetween an ideal content of judgment and the Real Thing as that which \nis judged about. Is this agreement Real or ideal in its kind of Being, or \nneither of these ? How are we to take ontologie ally the relation between an ideal \nentiry and something that is Real and present-at-hand? Such a relation indeed \nsubsists [besteht] ; and in factical judgments it subsists not only as a rela­\ntion between the content of judgment and the Real Object, but likewise \nas a relation between the ideal content and the Real act of judgment. \nAnd does it manifestly subsist 'more inwardly' in this latter case ? \nOr is the ontological meaning of the relation between Real and ideal \n(p.l8£g£!>) something about which we must not inquire ? \nYet the \nrelation is to be one which subsists. What does such \"subsisting\" [Best­\nand] mean ontologically ? \nWhy should this not be a legitimate question ? Is it accidental that no \nheadway has been made with this problem in over two thousand years ? Has \n2 I 7 \nthe question already been perverted in the very wayit has been approached \n-in the ontologically unclarified separation of the Real and the ideal ? \nAnd with regard to the 'actual' judging of what is judged, is the separa­\ntion of the Real act of judgment from the ideal content altogether unjust­\nified ? Does not the actuality of knowing and judging get broken asunder \ninto two ways of Being-two 'levels' which can never be pieced together \nin such a manner as to reach the kind of Being that belongs to knowing ? \nIs not psychologism correct in holding out against this separation, even \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 261,
      "bucket": "D (5-10%)",
      "error_rate": 9.1,
      "unknown_words_sample": [
        "wird",
        "sents",
        "menal",
        "sinne",
        "senting",
        "nicht",
        "aufvorstellungen",
        "bild",
        "ake",
        "vorgestellt"
      ],
      "full_text": "Being and Time \n1. 6 \nif it neither clarifies ontologically the kind of Being which belongs to the \nthinking of that which is thought, nor is even so much as acquainted with \nit as a problem? \nIf we go back to the distinction between the act of judgment and its \ncontent, we shall not advance our discussion of the question of the kind \nof Being which belongs to the adaequatio; we shall only 11ake plain the \nindispensability of clarifying the kind of Being which belongs to knowledge \nitself. In the analysis which this necessitates we must at the same time try \nto bring into view a phenomenon which is characteristic of knowledge­\nthe phenomenon of truth. When does truth become phenomenally explicit \nin knowledge itself? It does so when such knowing demonstrates itself as \ntrue. By demonstrating itself it is assured of its truth. Thus in the pheno­\nmenal context of demonstration, the relationship of agreement must \nbecome visible. \nLet us suppose that someone with his back turned to the wall makes \nthe true assertion that 'the picture on the wall is hanging askew.' This \nassertion demonstrates itself when the man who makes it, turns round \nand perceives the picture hanging askew on the wall. What gets demon­\nstrated in this demonstration? What is the meaning of \"confirming\" \n[Bewahrung] such an assertion? Do we, let us say, ascertain some agree­\nment between our 'knowledge' or 'what is known' and the Thing on the \nwall ? Yes and no, depending upon whether our Interpretation of the \nexpression 'what is known' is phenomenally appropriate. If he who makes \nthe assertion judges without perceiving the picture, but 'merely repre­\nsents' it to himself, to what is he related? To 'representations', shall we \nsay? Certainly not, if \"representation\" is here supposed to signify repre­\nsenting, as a psychical process. Nor is he related to \"representations\" in \nthe sense of what is thus \"represented,\" if what we have in mind here is \na 'picture' of that Real Thing which is on the wall.1 The asserting which \n'merely represents' is related rather, in that sense which is most its own, \nto the Real picture on the wall. What one has in mind is the Real picture, \nand nothing else. Any Interpretation in which something else is here \nslipped in as what one supposedly has in mind in an assertion that merely \n2 18 \nrepresents, belies the phenomenal facts of the case as to that about which \nthe assertion gets made. Asserting is a way of Being towards the Thing \nitself that is. 2 And what does one's perceiving of it demonstrate ? Nothing \n1 'Er ist auch nicht aufVorstellungen bezogen im Sinne des Vorgestellten, sofem damit \ngemeint wird ein \"Bild\" von dem realen Ding an der Wand.' While we follow tradition in \ntranslating 'Vorstellung' as 'representation', the literal meaning is somewhat closer to \n'putting before us'. In this sense our 'picture' or 'image' ('Bild') of the actual picture \n('Bild') on the wall, is itself something which we have 'put before us' and which is thus \n'vorgestellt', though in English we would hardly call it 'that which we represent'. \n2 'Das Aussagen ist ein Sein zum seienden Ding selbst.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 262,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "wird",
        "uncoveredness",
        "foavcns",
        "selfsameness",
        "accom",
        "dasein",
        "entdeckend",
        "der",
        "entdeckt",
        "xxiv"
      ],
      "full_text": "I. 6 \nBeing and Time \nelse than that this Thing is the very entity which one has in mind in one's \nassertion. What comes up for confirmation is that this entity is pointed \nout by the Being in which the assertion is made-which is Being towards \nwhat is put forward in the assertion ; thus what is to be confirmed is that \nsuch Being uncovers the entity towards which it is. What gets demonstrated \nis the Being-uncovering of the assertion.1 In carrying out such a demon­\nstration, the knowing remains related solely to the entity itself. In this \nentity the confirmation, as it were, gets enacted. The entity itself which \none has in mind shows itself just as it is in itself; that is to say, it shows \nthat it, in its selfsameness, is just as it gets pointed out in the assertion as \nbeing-just as it gets uncovered as being. Representations do not get \ncompared, either among themselves or in relation to the Real Thing. \nWhat is to be demonstrated is not an agreement of knowing with its \nobject, still less of the psychical with the physical ; but neither is it an \nagreement between 'contents of consciousness' among themselves. What \nis to be demonstrated is solely the Being-uncovered [Entdeckt-sein] of the \nentity itself-that entiry in the \"how\" of its uncoveredness. This uncovered­\nness is confirmed when that which is put forward in the assertion (namely \nthe entity itself) shows itself as that very same thing. \"Confirmation\" signifies \nthe entiry's showing itself in its selfsameness.xxiv The confirmation is accom­\nplished on the basis of the entity's showing itself. This is possible only in \nsuch a way that the knowing which asserts and which gets confirmed is, \nin its ontological meaning, itself a Being towards Real entities, and a Being \nthat uncovers. \nTo say that an assertion \"is true\" signifies that it uncovers the entity as \nit is in itself. Such an assertion asserts, points out, 'lets' the entity 'be seen' \n(&:r6<foavcns) in its uncoveredness. The Being-true (truth) of the assertion \nmust be understood as Being-uncovering*. Thus truth has by no means the \nstructure of an agreement between knowing and the object in the sense \n2 I g \nof a likening of one entity (the subject) to another (the Object) . \nBeing-true as Being-uncovering*, is in turn ontologically possible only \non the basis of Being-in-the-world. This latter phenomenon, which we \nhave known as a basic state of Dasein, is thefoundation for the primordial \nphenomenon of truth. We shall now follow this up more penetratingly. \n1 'Ausgewiesen wird das Entdeckend-sein der Aussage.' Here and in the following \npages we find the expression 'Entdeckend-sein' consistently printed with a hyphen in the \n- more recent editions. In the older editions it is written sometimes as one word, sometimes \nas two, and it is hyphenated only at the ends of lines. In both editions we sometimes find \nthis word printed with a lower-case initial. We have marked such cases with an asterisk; \nfor while we prefer the translation 'Being-uncovering' in such cases, the lower-case initia \nsuggests that 'to-be-uncovering' may be a better reading. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 263,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "ordial",
        "rocpalvea",
        "hiddenness",
        "tpiiyjla",
        "uncoveredness",
        "uncovererlness",
        "dasein",
        "rws",
        "avovta",
        "ordially"
      ],
      "full_text": "262 \nBeing and Time \nI. 6 \n(b) The Primordial Phenomenon of Truth and the Derivative Character of the \nTraditional Conception of Truth \n\"Being-true\" (\"truth\") means Being-uncovering*. But is not this a \nhighly arbitrary way to define \"truth\" ? By such drastic ways of defining \nthis concept we may succeed in eliminating the idea of agreement from \nthe conception of truth. Must we not pay for this dubious gain by plunging \nthe 'good' old tradition into nullity ? But while our definition is seemingly \narbitrary, it contains only the necessary Interpretation of what was prim­\nordially surmised in the oldest tradition of ancient philosophy and even \nunderstood in a pre-phenomenological manner. If a .\\6yos as a1r6cpava's \nis to be true, its Being-true is &..\\7]8W£w in the manner of &.7rocpalvEa8a, \n-of taking entities out of their hiddenness and letting them be seen in \ntheir unhiddenness (their uncoveredness). The &..\\\u001f8Ha which Aristotle \nequates with 7TpiiyJLa and cpaw6JL£Va in the passages cited above, signifies \nthe 'things themselves' ; it signifies what shows itself-entities in the \"how\" \nof their uncovererlness. And is it accidental that in one of the fragments of \nHeracleitusXXV-the oldest fragments of philosophical doctrine in which \nthe .\\6yos is explicitly handled-the phenomenon of truth in the sense of \nuncovered ness ( unhiddenness), as we have set it forth, shows through? \nThose who are lacking in understanding are contrasted with the .\\6yos, \nand also with him who speaks that .\\6yos, and understands it. The .\\6yos \nis cppa,wv ñ1rws lx££ : it tells how entities comport themselves. But to \nthose who are lacking in understanding, what they do remains hidden \n-.\\av8av££. They forget it (em.\\av8avoVTa£) ; that is, for them it \nsinks back into hiddenness. Thus to the .\\6yos belongs unhiddenness­\nd.-.\\\u001f8Ha. To translate this word_ as 'truth', and, above all, to define \nthis expression conceptually in theoretical ways, is to cover up the mean­\ning of what the Greeks made 'self-evidently' basic for the terminological \nuse of &..\\\u001f8Ha as a pre-philosophical way of understanding it. \n220 \nIn citing such evidence we must avoid uninhibited word-mysticism. \nNevertheless, the ultimate business of philosophy is to preserve the force \nof the most elemental worrls in which Dasein expresses itself, and to keep the \ncommon understanding from levelling them off to that unintelligibility \nwhich functions in turn as a source of pseudo-problems. \nWe have now given a phenomenal demonstration of what we set forth \nearlierxxvl as to .\\6yos and &..\\\u001f8Ha in, so to speak, a dogmatic Inter­\npretation. In proposing our 'definition' of \"truth\" we have not shaken off \nthe tradition, but we have appropriated it primordially; and we shall have \ndone so all the more if we succeed in demonstrating that the idea of \nagreement is one to which theory had to come on the basis of the prim­\nordial phenomenon of truth, and if we can show how this came about. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 264,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "tomed",
        "circumspective",
        "uncoveredness",
        "dasein",
        "grounrled",
        "xxvii",
        "ownmost",
        "tially",
        "coveredness",
        "sie"
      ],
      "full_text": "1. 6 \nBeing and Time \nMoreover, the 'definition' of \"truth\" as \"uncoveredness\" and as \n\"Being-uncovering\", it not a mere explanation of a word. Among those \nways in which Dasein comports itself there are some which we are accus­\ntomed in the first instance to call 'true' ; from the analysis of these our \ndefinition emerges. \nBeing-true as Being-uncovering*, is a way of Being for Dasein. What \nmakes this very uncovering possible must necessarily be called 'true' in \na still more primordial sense. The most primordial phenomenon of truth is first \nshown by the existential-ontological foundations of uncovering. \nUncovering is a way of Being for Being-in-the-world. Circumspective \nconcern, or even that concern in which we tarry and look at something, \nuncovers entities within-the-world. These entities become that which has \nbeen uncovered. They are 'true' in a second sense. What is primarily \n'true'-that is, uncovering-is Dasein. \"Truth\" in the second sense does \nnot mean Being-uncovering* (uncovering), but Being-uncovered (un­\ncoveredness). \nOur earlier analysis of the worldhood of the world and of entities within­\nthe-world has shown, however, that the uncoveredness of entities within­\nthe-world is grounrled in the world's disclosedness. But disclosedness is that \nbasic character ofDasein according to which it is its \"there\". Disclosedness \nis constituted by state-of-mind, understanding, and discourse, and pertains \nequiprimordially to the world, to Being-in, and to the Self. In its very \nstructure, care is . ahead of itself-Being already in a world-as Being \nalongside entities within-the-world; and in this structure the disclosedness \nof Dasein lies hidden. With and through it is uncoveredness;1 hence only \nwith Dasein's disclosedness is the most primordial phenomenon of truth \n22 1 \nattained. What we have pointed out earlier with regard to the existential \nConstitution of the \"there\"xxvii and in relation to the everyday Being \nof the \"there\" ,xxvm pertains to the most primordial phenomenon of \ntruth, nothing less. In so far as Dasein is its disclosedness essentially, and \ndiscloses and uncovers as something disclosed to this extent it is essen-\ntially 'true'. Dasein is 'in the truth'. This assertion has meaning ontologically. \nIt does not purport to say that ontically Dasein is introduced 'to all the \ntruth' either always or just in every case, but rather that the disclosedness \nof its ownmost Being belongs to its existential constitution. \nIf we accept the results we have obtained earlier, the full existential \nmeaning of the principle that 'Dasein is in the truth' can be restored by \nthe following considerations: \n1 'Mit und durch sie ist Entdecktheit . .  .' Our version reflects the ambiguity of the \nGerman, which leaves the grammatical function of the pronoun 'sie' obscure and permits \nit to refer either to 'the disclosedness of Dasein', to 'care', or-perhaps most likely-to \n'the structure of care'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 265,
      "bucket": "E (10%+)",
      "error_rate": 10.9,
      "unknown_words_sample": [
        "bei",
        "eigensten",
        "ihr",
        "uncoveredness",
        "versteheodes",
        "entwurf",
        "dieses",
        "innerweltlichen",
        "dasein",
        "enthiillt"
      ],
      "full_text": "Being and Time \n1. 6 \n( 1 )  To Dasein's state of Being, disclosedness in general essentially belongs. \nIt embraces the whole of that structure-of-Being which has become \nexplicit through the phenomenon of care. To care belongs not only Being­\nin-the-world but also Being alongside entities within-the-world. The \nuncoveredness of such entities is equiprimordial with the Being of Dasein \nand its disclosedness. \n(2) To Dasein's state ofBeing belongs thrownness; indeed it is constitutive \nfor Dasein's disclosedness. In thrownness is revealed that in each case \nDasein, as my Dasein and this Dasein, is already in a definite world and \nalongside a definite range of definite entities within-the-world.1 Dis­\nclosedness is essentially factical. \n(3) To Dasein's state of Being belongs projection-disclosive Being to­\nwards its potentiality-for-Being. As something that understands, Dasein \ncan understand itself in terms of the 'world' and Others or in terms of its \nownmost potentiality-for-Being. 2 The possibility just mentioned means \nthat Dasein discloses itself to itself in and as its ownmost potentiality-for \nBeing. This authentic disclosedness shows the phenomenon of the most \nprimordial truth in the mode of authenticity. The most primordial, and \nindeed the most authentic, disclosedness in which Dasein, as a potent­\niality-for-Being, can be, is the truth of existence. This becomes existentially \nand ontologically definite only in connection with the analysis of Dasein's \nauthenticity. \n' \n(4) To Dasein's state of Being belongs falling. Proximally and for the \n222 \nmost part Dasein is lost in its 'world'. Its understanding, as a projection \nupon possibilities of Being, has diverted itself thither. Its absorption in the \n\"they\" signifies that it is dominated by the way things are publicly \ninterpreted. That which has been uncovered and disclosed stands in a \nmode in which it has been disguised and closed off by idle talk, curiosity, \nand ambiguity. Being towards entities has not been extinguished, but it \nhas been uprooted. Entities have not been completely hidden ; they are \nprecisely the sort of thing that has been uncovered, but at the same time \nthey have been disguised. They show themselves, but in the mode of \nsemblance. Likewise what has formerly been uncovered sinks back again, \nhidden and disguised. Because Dasein is essentially falling, its state of Being is \nsuch that it is in 'untruth'. This term, like the expression 'falling', is here \nused ontologically. If we are to use it in existential analysis, we must \n1 'In ihr enthiillt sich, dass Dasein je schon a1s meines und dieses in einer bestimmten \nWelt und bei einem bestimmten Umkreis von bestimmten innerweltlichen Seienden ist.' \n2 ' •\n•\n•\n der Entwurf: das erschliessende Sein zu seinem Seinkonnen. Dasein kann sich als \nverstehendes aus der \"Welt\" und den Anderen her verstehen oder aus seinem eigensten \nSeinkonnen.' The earlier editions have a full stop after 'Entwurf' rather than a colon, and \nintroduce 'das' with a capital. The grammatical function of 'als versteheodes' seems \nambiguous. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 266,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "xxix",
        "encounterable",
        "hiddenness",
        "uncoveredness",
        "facticity",
        "dasein",
        "pheno",
        "ordially",
        "oycp",
        "ofdasein"
      ],
      "full_text": "I. 6 \nBeing and Time \navoid giving it any ontically negative 'evaluation'. To be closed off and \ncovered up belongs to Dasein's facticity. In its full existential-ontological \nmeaning, the proposition that 'Dasein is in the truth' states equiprim­\nordially that 'Dasein is in untruth'. But only in so far as Dasein'has been \ndisclosed has it also been closed off; and only in so far as entities within­\nthe-world have been uncovered along with Dasein, have such entities, \nas possibly encounterable within-the-world, been covered up (hidden) or \ndisguised. \nIt is therefore essential that Dasein should explicitly appropriate what \nhas already been uncovered, defend it against semblance and disguise, and \nassure itself of its uncoveredness again and again. The uncovering of \nanything new is never done on the basis of having something completely \nhidden, but takes its departure rather from untoveredness in the mode of \nsemblance. Entities look as if •\n.\n.\n That is, they have, in a certain way, \nbeen uncovered already, and yet they are still disguised. \nTruth (uncoveredness) is something that must always first be wrested \nfrom entities. Entities get snatched out of their hiddenness. The factical \nuncoveredness of anything is always, as it were, a kind of robbery. Is it \naccidental that when the Greeks express themselves as to the essence of \ntruth, they use a privative expression-d-..\\Î8em? When Dasein so expresses \nitself, does not a primordial understanding of its own Being thus make \nitself known-the understanding (even if it is only pre-ontological) that \nBeing-in-untruth makes up an essential characteristic of Being-in-the \nworld ? \nThe goddess of Truth who guides Parmenides, puts two pathways \nbefore him, one of uncovering, one of hiding; but this signifies nothing \nelse than that Dasein is already both in the truth and in untruth. The way \nof uncovering is achieved only in Kplvew ..\\oycp-in distinguishing between \n223 \nthese understandingly, and making one's decision for the one rather \nthan the other.XXix \nThe existential-ontological condition for the fact that Being-in-the­\nworld is characterized by 'truth' and 'untruth', lies in that state ofDasein's \nBeing which we have designated as thrown projection. This is something that \nis constitutive for the structure of care. \nThe upshot of our existential-ontological Interpretation of the pheno­\nmenon of truth is (I) that truth, in the most primordial sense, is Dasein's \ndisclosedness, to which the uncoveredness of entities within-the-world \nbelongs; and (2) that Dasein is equiprimordially both in the truth and in \nuntruth. \nWithin the horizon of the traditional Interpretation of the phenomenon \nof truth, our insight into these principles will not be complete until it can \n"
    }
  ]
}