{
  "document": "Heidegger_Pathmarks",
  "batch_number": 6,
  "total_batches": 9,
  "pages": [
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 230,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "coune",
        "movedness",
        "optpf",
        "oalj",
        "gnattt",
        "tpvoe",
        "moptpf",
        "tpvo",
        "jop",
        "tpuo"
      ],
      "full_text": "ON THE ESSENCE AND CONCEPT OF 4>•jmŁ \nordering of their movedness. Of course, the placing and the appearance do not \nstand off by themselves; rather, it is only in a given being that they can be pointed \nout by addressing them. However, that which takes its stand from these (i.e., from \nthe order-able and from the placing) is certainly not •pvou; itself, although it is a \n'?':,,.e:ڪ-being - such as, for example, a human being.\" (193 b3-6) \nThese sentences do not simply recapitulate the already proven thesis, \nnamely, that tp•)a`c; can be spoken of in two ways. Much more important is \nthe emphasis given to the crucial thought that tp(•o`c;, spoken of in two ways, \nis not a being but a manner of being. Therefore, Aristotle again presses home \nthe point: the appearance and the placing into the appearance must not be \ntaken Platonically as standing apart unto themselves, but as the being [Sein] \nin which an individual being stands at any given moment - for example, \nthis person here. To be sure, this individual being is from UA'IJ and !JOptpf;, \nbut precisely for this reason it is a being and not a way of being - not tpvo`c;, \nas are !JOptpf; and OAlJ in their inherent togetherness. In other words, it now \nbecomes clear to what extent Aristotle's [352] distinction between OAlJ and \nf!Optpf; is not simply another formula for Antiphon's distinction between \nlippv6!J`o•ov and pv6!J6c;. These latter terms are intended to define tpvo`c;. \nbut they only designate beings - the stable as distinct from the unstable. \nThey do not grasp, much less conceptualize, tpuo`c; as being, i.e., as what \nmakes up the stability or standing-on-its-own of tpvoe:` llv'ta. Such being can \nbe understood only if we use Myoc; as our clue. But addressing things shows \nthat the appearance and the placedness into the appearance are primary, and \nfrom them what we call OAlJ is then determined as the orderable. But with \nthat, yet another issue already gets decided, but one that prompts the next \nstep in the demonstration that tpuo`c; is !JOptpf;. Although OAlJ and !Joptpf; \nboth constitute the essence of tpuo`c;, they do not carry equal weight. Moptpf; \nhas priority. With that we are saying that the coune of the demonstration as \ncarried out so far now lifts the task of the demonstration one level higher. \nAnd Aristotle loses no time in saying so: \nXV. \"\\\\!hat is more, this (namely, !JOp•;rf, as the placing into the appearance) is '?')mx \nto a gnattT degree than the orderable is. For each individual thing is addressed [as \nproperly being) when it 'is' in the mode of having-itself-in-its-end rather than when \nit is (only) in the state of appropriatenes for . . .  \" (193 b6-8) \nWhy is it that !JOptpf; is tp•)a`c; not only on a par with ijl-lj but \"to a greater \ndegree\"? Because we speak of something as properly in being only when it \nis in the mode of £,n:e:/.txe:`a. Accordingly, !JOP'Pf; must somehow have the \nintrinsic character of £v'tEA(ae:`a. To what degree this is true, Aristotle does \n2 1  \ns \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 231,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "jeo",
        "flecting",
        "culated",
        "otci",
        "cpvmc",
        "jolix",
        "movedness",
        "ijayj",
        "xlv",
        "beingness"
      ],
      "full_text": "PATHMARKS \nnot explain here. Neither does he explain what £vtEMXELIX means. This \nterm, coined by Aristotle himself, is the fundamental word of his thinking, \nand it embodies that knowledge of being that brings Greek philosophy \nto its fulfillment. \n\" ·  EvtEAtXELCI\" comprises the basic concept of Western \nmetaphysics in whose changes of meaning we can best estimate, and indeed \nmust see, the distance between Greek thought in the beginning [3531 and \nthe metaphysics that followed. But at first it is not clear why Aristotle \nintroduces £vt£AtXELCI here in order to ground the fact that and the degree \nto which !JOP'P\u0017 is !lCiAAov cpvmc;. Only one thing do we see clearly: Aristotle \nagain appeals to A.ty£LV, to the addressing of things, in order to show where \nthe proper being of a being can be glimpsed. But we can clear up the \ninitially obscure grounding of the proof by clearing up bҏforehand what is \nto be grounded. What is the meaning of the new claim that overrides the \npreviously equal status of 'JAYJ and !lOP'P\u0017 by maintaining that !lOP'P\u0017 is tp,)cnc; \nto a greater degree? Earlier we came upon the crucial guiding principle: <p')cnc; \nis O'JOLIX, a kind of beingness or presencing. Therefore, the proposition to \nbe grounded maintains that !lOP'P\u0017 fulfills what beingness is more than IJAYJ \ndoes. Earlier still it was established that 'P'JOEL ovtCI are XLVO'J!lEVCI: their \nbeing is movedness. \nWe now have to grasp movedness as ol)o(CI; i.e., we must say what moved­\nness is. Only in this way do we clarify what 'P'JOLc; is as apxt, XLv\u0017otwc;, and \nonly from the thus clarified essence of 'P'JOLc; will we see why lloprp\u0017 more \nfulfills what ol')otCI is and therefore why it is rpuoLc; to a greater degree. \nWhat is movedness, taken as the being - i.e., the presencing - of a mov­\ning being? Aristotle gives the answer in Physics r 1-3. It would be pre­\nsumptuous to try to capture in a few sentences an essential insight into \nAristotle's interpretation of movedness, the most difficult thing Western \nmetaphysics has had to ponder in the course of its history. Still we must try \nto do so, at least to a degree that will allow us to follow the demonstration \nof the !JOptpҐ-character of tp,)mc;. The reason for the difficulty in Aristotle's \ndefinition of the essence [of movedness1 lies in the strange simplicity of the \nessential insight. It is a simplicity we seldom achieve because even now we \nhardly have an inkling of the Greek concept of being, and likewise, in re­\nflecting on the Greek experience of movedness, we forget what is decisive, \nnamely, that the Greeks conceive of movedness in terms of rest. [3541 At \nthis point we must distinguish between movedness and movement, as well \nas between rest and repose. Movedness means the essence from which both \nmovement and rest are determined. Rest is then the \"cessation\" (r.CI'JEO'aCIL, \nMetaphysics 0 6, 1048 bz6) of movement. The lack of movement can be cal­\nculated as its limit-case (= o). But in fact even rest, which we thus take to \n1 16 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 233,
      "bucket": "E (10%+)",
      "error_rate": 11.9,
      "unknown_words_sample": [
        "ers",
        "yiltfj",
        "ytpb",
        "ifl",
        "xtvr",
        "unhid",
        "aec",
        "actualitas",
        "duced",
        "ble"
      ],
      "full_text": "PATI IMARKS \nBut \"appropriate for\" means: tailored to the appearance of a table, hence for \nthat wherein the generating of the table - the movement - comes to its end. \nThe change of the appropriate wood into a table consists in the fact that the \nvery appropriateness of what is appropriated emerges more fully into view \nand reaches its fulfillment in the appearance of a table and thus comes to \nstand in the table that has been pro-duced, placed forth, i.e., into the unhid­\nden. In the rest that goes with this standing (of what has attained its stand), \nthe emerging appropriateness (I),)\"Yaflu:;) of the appropriate (8v\"Y:ifl£L) gath­\ners itself up and \"has\" itself (lxn) as in its end (ttA.oc;). Therefore Aristotle \nsays (Physics I' I ,  201 b4f.): Ԩ toO /)1)VIlto0 n /)1J'YiltfJ'Y E'Yt£AEX£La rpa'Ytpb'Y \non xtvr.otc; £onv: \"The having-itself-in-its-end of what is appropriate as \nsomething appropriate (i.e., in its appropriateness) is clearly (the essence \nof) movedness.\" \nBut generation is this kind of generation - i.e., x(\"Y'fltJLc; in the narrower \nsense of movement as opposed to rest - only insofar as that which is appro­\npriate has not yet brought its appropriateness to its end, and so is li-t£AEc; -\nthat is, only insofar as the standing-in-the-work is not yet within its end. \nAccordingly Aristotle says (Physics, r 2, 201 bJ if.), ٴ t£ xl'YTjtJLc; £oy£py£La \nflE'Y nc; d\"YaL 8oxti:, littA.ԩc; 8£: \"Movement does appear as [356) something \nlike standing-in-the-work, but as not yet having come into its end.\" \nBut therefore having-itself-within-its-end (€'Yt£AEX£La) is the essence of \nmovedness (that is, it is the being of a moving being), because this repose \nmost perfectly fulfills what o,)o(a is: the intrinsically stable presencing in \nthe appearance. Aristotle says this in his own way in a sentence we take \nfrom the treatise that deals explicitly with €n£AEX£La (Metaphysics 0 8, 1049 \nbs): rpa'Ytpov on Ŝtp6ttpo'Y £oy£py£La 8u\"Y:i!l£řc; ton\"Y: \"Manifestly standing­\nin-the-work is prior to appropriateness for . . .  \" In this sentence Aristotle's \nthinking and pari passu Greek thinking, reaches its peak. But if we trans­\nlate it in the usual way, it reads: \"Clearly actuality is prior to potentiality.\" \n· EvtpytLa, standing-in-the-work in the sense of presencing into the ap­\npearance, was translated by the Romans as actus, and so with one blow the \nGreek world was toppled. From actus, agere (to effect) came actualitas, \"ac­\ntuality.\" .l,)oyapLc; became potentia, the ability and potential that something \nhas. Thus the assertion, \"Clearly actuality is prior to potentiality\" seems to \nbe evidently in error, for the contrary is more plausible. Surely in order for \nsomething to be \"actual\" and to be able to be \"actual,\" it must first be possi­\nble. Thus, potentiality is prior to actuality. But if we reason this way, we are \nnot thinking either with Aristotle or with the Greeks in general. Certainly \nii•)\"\"!lL:; also means \"ability\" and it can be used as the word for \"power,\" \nbut when Aristotle employs Mva11L:; as the opposite concept to €vt£AEX£Lil \n2 18 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 234,
      "bucket": "E (10%+)",
      "error_rate": 10.1,
      "unknown_words_sample": [
        "aia",
        "xivr",
        "xwo",
        "yopia",
        "ovvaf",
        "mvaf",
        "loprp",
        "teaexela",
        "iatc",
        "evtpyeta"
      ],
      "full_text": "ON THE ESSENCE AND CONCEPT OF <l>•><n:; \nand ivtpyw.t, he uses the word (as he did analogously with x:nr,yopia and \n0,j..,.L;x) as a thoughtful name for an essential basic concept in which being­\nness, o•i..,.ta, is thought. We already translated o•)vaf.!tc; as appropriateness \nand being appropriate for .\n. . , but even here the danger persists that we will \nnot think consistently enough in the Greek manner and will shrink from the \nhard work of getting clear about the meaning of appropriateness for . . .  as \nthat manner of emergence which, while still holding itself back and within \nitself, comes forth into the appearance [357] wherein such appropriateness \nis fulfilled. Ƅ•)vaf.!Lc; is a mode of presencing. But Aristotle says, £vtpyEta \n(€v\"tEAEXELa) is r.po-,:Epov, \"prior\" to o•)vaf.!Lc;, \"prior,\" namely, with regard to \no•i..,.ta (cf. Metaphysics 0 8, I049 bio, I I). ' Ev£pyEta more originally fulfills \nwhat pure presencing is insofar as it means a having-itself-in-the-work-and­\nwithin-the-end that has left behind the entire \"not yet\" of appropriateness \nfor . . .  , or better, has precisely brought it forth akmg with it into the real­\nization of the finite, fulfilled [vo/1-\"endetenj appearance. The basic thesis \nAristotle has put forth concerning the hierarchy of Ev\"tEAEXELa and ovvaf.!Lc; \ncan be expressed briefly as follows: tv\"tEAEXELa is o•)aia \"to a greater de­\ngree\" than o•)vaf.!tc; is. \n· EvtpyEta fulfills the essence of intrinsically stable \npresencing more essentially than Mvaf.!Lc; does. \nIn Physics B, 1 ,  193 bȴ8 Aristotle says, \"What is more, this (namely, \n!loprp\u008b) is rp•.iatc; to a greater degree than vl.r, is. For each individual is ad­\ndressed [as properly being] when it 'is' in the manner of having-itself­\nwithin-its-end rather than when it is (only) in appropriateness for . . .  \" It \nis still unclear to what degree the second sentence can serve to ground the \nclaim that f.!opq[ is not just another -,:p6;toc; set on a par with iJI.r,, but rather \nis rp•.iatc; to a greater degree than i.il.r, is. M oprpf. is the placing into the appear­\nance; i.e., it is xivr,atc; itself, the changing of the appropriate as a breaking \nout of its appropriateness. But the essence of x(vr,atc; is Ev\"tEAEXELCt, which \nfor its part fulfills what o•)aia is to a greater degree and more originally \nthan o•.iva!Jtc; does. The determination of the essence of rp•.iatc; is ruled \nby the guiding principle that rp•)mc; is a kind of o•iata. Therefore, because \n!lOF'PYi is, in essence, £v\"tEAEXELa, and thus is o•)aia to a greater degree, \nthen likewise !loprp[ intrinsically is !lfiAAOV rp•)mc;. The placing into the \nappearance more fulfills what rp•)mc; is: the being of the xwo•.if.!Evov xaO · \n:.t•)-,:6. \nTherefore, now more than ever we need a correct insight into the kind \nof priority that !Joprp[ has over •)J.r,, because along with the priority of \n!WF't>f., the essence proper to 11oprpƅ is still more clearly revealed. And this \nmeans the task of grasping rp•)mc; as !Joprpf. has inevitably moved up to a \nnew level. Therefore, as we take the step into that next level, we must \n2 I9 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 235,
      "bucket": "D (5-10%)",
      "error_rate": 8.8,
      "unknown_words_sample": [
        "tpvoel",
        "moprp",
        "fjoprpf",
        "ovta",
        "movedness",
        "jloprpf",
        "olc",
        "fjoptp",
        "vte",
        "cii"
      ],
      "full_text": "PATHMARKS \nhave clearly (358] in view what we saw at the previous level. Moprp\u000f is \nrp,)mc; \"to a greater degree,\" but not because it supposedly is \"form\" that \nhas subordinate to it a \"matter\" that it molds. Rather, as the placing into \nthe appearance, !Joprpf, surpasses the orderable (v/.r,) insofar as fJOptp\u000f is \nthe presencing of the appropriateness of that which is appropriate, and \nconsequently, in terms of presencing, is more original. But that granted, \nwhat now is the perspective within which the essence of fJOptp\u000f is still more \nclearly revealed? The following sentence establishes that perspective: \nXVI.\" Moreover, a human being is generated from 1 human being, but not a bedstead \nfrom a bedstead.\" (193 bB-9) \nIs this sentence anything more than an empty truism? Yes, it cenainly is. \nEven the transitional word تn, \"moreover,\" indicates the relation to what \nwent before and at the same time points to an \"advance.\" 'En y( vttaL: we \nshould translate it more strongly: \"Moreover, in the area we are talking \nabout, what is at stake is generation (ytvtoLԐ). and generation is different \nin the cases of human beings and of bedsteads, i.e., of tpvoEL ovta (growing \nthings) and of ltOLOVfJEVa (artifacts).\" (Here where we are dealing with \nytve:oLc;, the human being is taken as only a Cii)ov, a \"living being.\") In \nother words, Jloptp\u000f as placing into the appearance is only now explicitly \ngrasped as ytve:oLc;. But ytve:oLc; is that kind of movedness Aristode omitted \nwhen he listed the types of movement in his introductory characterization \nof x(vr,oLc; as JlEtaČo/.f,, because to it he reserved the task of distinguishing \nthe essence of rpvoLc; as JlOptpf,. \nTwo kinds of generation are contrasted with each other. And from the \nway the two are sharply distinguished we have a good opportunity to dis­\ncern the essence of generation. For the crucial characteristic of Jloprpf, as \nmovedness - namely, €vte:l.tX£La - was certainly brought to our attention \nwith regard to the generation of a table. But at the same time we have \nunwittingly carried over what was said about the generation of an artifact \ninto the question of the fJoprpf, that pertains to rpvoLc;. But is not rpvoLc; then \nmimnderstood as some sort of self-making artifact? Or is this [3 59] not a mis­\nunderstanding at all but the only possible interpretation of rp,)oLc;, namely, \nas a kind of ttxvr,? That almost seems to be the case, because modem meta­\nphysics, in the impressive terms of, for example, Kant, conceives of\"nature\" \nas a \"technique\" such that this \"technique\" that constitutes the essence of \nnature provides the metaphysical ground for the possibility, or even the ne­\ncessity, of subjecting and mastering nature through machine technology. \nBe that as it may, Aristotle's seemingly all-too-obvious statement about the \n2 20 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 236,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "presenc",
        "ilpa",
        "duced",
        "vhen",
        "stehen",
        "olc",
        "ent",
        "cenainly",
        "clpa",
        "peifurming"
      ],
      "full_text": "ON Tl IF. ESSENCE AND CONCEPT OF 4>•jm.; \ndifference between the generation of a human being and the generation \nof a table forces us into some crucial reflections in which we will have to \nclarify what role is assigned to the contrast of growing things with artifacts \nthat has been operative from the very beginning of the chapter and has run \nthrough the whole explanation. \n\\Vhen Aristotle time and again characterizes growing things by way of \nanalogy with artifacts, does this mean he already understands the rp•)oe:L \no11'til as self-making artifacts? No, quite the contrary, he conceives of rp•)oLc; \nas self-production. But is not \"production\" the same as \"making\"? It is \nfor us so long as we wander thoughtlessly among worn-out ideas instead \nof holding on to what was already pointed out. But what if we should find \nour way back to the realm of being as understood by the Greeks? Then we \nsee that making, ԑo(lJoLc;, is one kind of production, whereas \"growing\" (the \ngoing back into itself and emerging out of itself), rpuoLc;, is another. Here \"to \npro-duce\" cannot mean \"to make\" but rather: to place something into the \nunhiddenness of its appearance; to let something become present; presenc­\ning. From this notion of pro-duction the essence of generation [Ent-stehen] \nand of its various kinds may be determined. Instead of \"generation\" we \nshould have to say \"derivation\" [Ent-steOung], which is not to be taken in its \nusual sense but rather as meaning: to derive from one appearance that ap­\npearance into which something pro-duced (in any given instance) is placed \nand thus is. Now there are different kinds of such \"derivation.\" Something \ngenerated (say, a table) can be derived from one appearance (the appearance \nof \"table\") and placed forth into the same kind of appearance without the \nfirst appearance, from which [36o] the table is derived, itself performing the \nplacing into the appearance. The first appearance (e:l8oc;), \"table,\" remains \nonly a Ԓilpa8e:LY!.lil, something that certainly shows up in the production but \ndoes nothing more than that and therefore requires something else that can \nfirst place the orderable wood, as something appropriate for appearing as \na table, into that appearance. In those cases where the appearance merely \nshows up, and in showing up only guides a !mow-how in the producing \nof it and plays an accompanying role rather than actually peifurming the \nproduction - there production is a making. \nThis way of showing up is cenainly one kind of presencing, but it is not \nthe only kind. It is also possible that an appearance - without showing up \nspecifically as a ;;CLpa8e:LY!.lil, namely, in and for a 'tEX\"\"'i - can directly present \nitself as what takes over the placing into itself. The appearance places itself \nforth. Here we have the placing of an appearance. And in thus placing itself \nforth it places itself into itself; i.e., it itself produces something with its kind \nof appearance. This is !.loprpf, as rp•)mc;. And we can easily see that a Ciio\" (an \n221 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 237,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "rnc",
        "jotc",
        "rjc",
        "jatc",
        "duced",
        "jmc",
        "otc",
        "movedness",
        "ytveotc",
        "atc"
      ],
      "full_text": "PATHMARKS \nanimal) does not \"make\" itself and its kind, because its appearance is not and \nnever can be merely a measure or paradigm according to which something is \nproduced from something orderable. Rather, such appearance is that which \ncomes to presence [das An-wesende] itself, the self-placing appearance that \nalone in each case orders up the orderable and places it as appropriate \ninto appropriateness. In ytvEotc; as self-placing, production is entirely the \npresencing of the appearance itself without the importation of outside help -\nwhereas such outside help is what characterizes all \"making.\" Whatever \nproduces itself, i.e., places itself into its appearance, needs no fabrication. \nIf it did, this would mean an animal could not reproduce itself without \nmastering the science of its own zoology. All this indicates that flOP'PΝ -\nnot just more than VAYJ, but in fact alone and completely - is 'P'Jotc;. And \nthis is exactly what the supposed truism above would have us understand. \nBut as soon as it becomes clear that rpuotc; is ytvEotc; in this sense, its state \nof movedness requires a definition, one that in every respect identifies its \nuniqueness. Therefore a further step is necessary [361]: \nXVI. \"Furthermore, tp•.Jmc:;, which is addressed as yAve:atc:; - i.e., as deriving-and­\nplacing-something so that it stands forth - is (nothing less than) being-on-the-way \ntoward tp•.Jatc:;. (And this), of course, not as the practice of medicine is said to be the \nway not toward the art of medicine but toward health. For whereas the practice of \nmedicine necessarily comes from the art of medicine, it is not directed toward this \nart (as its end). But tpvatc:; is not related to tpvmc:; in this way (namely, as medicine \nis to health). Rather, whatever is a being from and in the manner of qB•.Jatc:; goes \nfrom something toward something insofar as this being is determined by tp•)mc:; (in \nthe movedness of this going). But 'toward what' does it go forth in the manner of \ntp•.Jmc:;? Not toward that 'from which' (it is derived in any given instance) but rather \ntoward that as which it is generated in each instance.\" (193 b1 2-18) \nCharacterized as ytvEotc; in the previous section, rp,)otc; is now under­\nstood as determined by 686c;. We immediately translate 606c; with \"way,\" \nand we think of this as a stretch lying between the starting point and the \ngoal. But the \"way-ness\" of a way must be looked for in another perspec­\ntive. A way leads through an area; it opens itself up and opens up the area. \nA way is therefore the same as the process of passage from something to \nsomething else. It is way as being-on-the-way. \nIf we are to determine the ytvEotc;-character of tp•)rnc; more exactly, we \nhave to clarify the movedness of this kind of movement. The moved­\nness of movement is €vtpyELII atE/.f,c;, the standing-in-the-work that has \nnot yet come into its end. But according to what we said earlier, fpyov, \nwork, means neither making nor the artifact made, but that which is to be \npro-duced, brought into presencing. In itself, €vtpyEt:z atEi;rjc:; is already a \n2 2 2  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 238,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "whouy",
        "duced",
        "latplx",
        "qualc",
        "iatplx",
        "olc",
        "oylela",
        "osoc",
        "ljoewc",
        "qualv"
      ],
      "full_text": "ON THE ESSENCE AND CONCEPT OF 4>•1mŁ \nbeing-on-the-way that, as such and as a process, places forth what is to be \npro-duced. The being-on-the-way in (j)'JO\"Lc; is !JOp(j)\u0017 (self-placing). Now, \nthe previous section pointed out that from which !JOp(j)\u0017 as self-placing is \non the way: the appearance of the (j)'JOEL ov is what places itself in the self­\nplacing. But what is yet to be determined is the \"whereunto\" of the process, \nor better, the meaning of 6S6c; that results from the determination of the \n\"whereunto.\" \n[362) 4»uoLc; is Moe; tx q,)cm&c; e:ic; (j)'JOLv, the being-on-the-way of a \nself-placing thing toward itself as what is to be pro-duced, and this in such \na way that the self-placing is itself whoUy of a kind with the self-placing \nthing to be pro-duced. What could be more obvious than the opinion that \nrp,)oLc; is therefore a kind of self-making, hence a ttxvl), the only difference \nbeing that the end of this making has the character of quaLc;? And we do \nknow of such a ttxv'l. 'latpLX\u0017, the art of medicine, has its \noc; as OyLELa, \na rpuaLc;-like condition. 'latpLx\u0017 is oSoc; de; quaLv. But just when the road \nseems open to an analogy between quaLc; and iatpLx\u0017, the basic difference \nbetween the two ways of generating a quaEL /)v comes to light. 'latpLX\u0017, as \nMoe; de; quaLv, is a being-on-the-way toward something that precisely is not \niatpLx\u0017, not the art of medicine itself, i.e., not a ttxvl). 'latpLX\u0017 would have \nto be 6,oc; Elc; latpLx-y in order to be at aU analogous to tpU(7Lc;. But if it \nwere, it would no longer be latpLX\u0017, because practicing medicine has as its \nend the state of health and this alone. Even if a doctor practices medicine in \norder to attain a higher degree of the ttxvl), he or she does so only in order \nall the more to reach the ttA.oc; of restoring health - provided, of course, \nthat we are talking about a real doctor and not a medical \"entrepreneur\" or \n\"time-server.\" \nThe renewed attempt to clarify the essence of (j)'JOLc; by way of an analogy \nwith ttxv'l fails precisely here from every conceivable point of view. This means: \nwe must understand the essence of rp,)aLc; entirely from out of itself, and we \nshould not detract from the astonishing fact of 'fi'JaLc; as Moe; rpuaEwc; Eic; \n'P'JOLV by overhasty analogies and explanations. \nBut even when we give up pressing the analogy to ttxvl), one last tempt­\ning \"explanation\" now urges itself upon US. As (j)lJOEWc; 08oc; Eic; 'fiUOLV, is \nnot 'P'JO\"Lc; a constant circling back upon itself? However, this is precisely \nwhat is not the case. As on the way to rpuGLc;, rp,)aLc; does not fall back on \nwhatever it comes forth from. What is generated never places itself back \ninto what it comes from, [363) precisely because the essence of generation \nis the self-placing into the appearance. If such placing lets the self-placing \nappearance be present, and if the appearance is, in each case, present only \nin an individual \"this\" which has such an appearance, then to this extent, \n223 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 239,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "encing",
        "ucnc",
        "cpt",
        "jtnc",
        "tpo",
        "enent",
        "movedness",
        "tal",
        "fonh",
        "floptpf"
      ],
      "full_text": "PATH MARKS \nthat into which the generation places the appearance surely must in each \ninstance be something other than that \"from which\" it is generated. \nCenainly '?')ae:wc; 68oc; e:ic; tpuo\"LV is a mode of coming fonh into pres­\nencing, in which the \"from which,\" the \"to which,\" and the \"how\" of the \npresencing remain the same. ..ucnc; is a \"going\" in the sense of a going­\nfonh toward a going-fonh, and in this sense it is indeed a going back into \nitself; i.e., the selfto which it returns remains a going-fonh. The merely \nspatial image of a circle is essentially inadequate because this going-fonh \nthat goes back into itself precisely lets something go fonh from which and \nto which the going-fonh is in each instance on the way. \nThis essence of tp•)aLc; as xl vr,mc; is fulfilled only by the kind of movedness \nthat flOptp\u0017 is. Therefore the decisive sentence, the one toward which this \nwhole treatment of the essence of cpt)mc; has been moving, says succinctly: \nXVII. \"And so this, the self-placing into the appearance, is tpvmc;.\" (193 b18) \nIn the self-placing, as the £v£pye:ux &te:l.\u0017c; characteristic of y£ve:mc;, only \nthe e:t8oc;, the appearance, is present as the \"whence,\" the \"whereunto,\" and \nthe \"how\" of this being-on-the-way. So flOptp\u0017 is not only tpuaLc; \"to a greater \ndegree\" than lj).Yl is, and still less can it be put merely on a par with GAY) such \nthat the definition of the essence of 'P'JO\"Lc; would leave us with two tpoltm of \nequal weight, and Antiphon's doctrine would be entitled to equal authority \nnen to Aristotle's. Antiphon's doctrine now gets its stiffest rejection with \nthe sentence, \"Moptpf,, and it alone, fulfills the essence of 'P'Jtnc;.\" But \nin the transition to his own interpretation (193 az8: fva flh oi)v tpoltov \nofhwc; ă 'P'JO\"Lc; Atye:taL),7 Aristotle did, after all, take over the doctrine of \nAntiphon. How can this fact be reconciled with the sentence we have just \nreached, which allows one and only one tpo;coc;? To understand this, we must \nknow the enent to which [364) Aristotle's acceptance of Antiphon's doctrine \nnevenheless constitutes the sharpest rejection of it. The most drastic way \nto reject a proposition is not to dismiss it brusquely as disproven and merely \nbrush it aside, but on the contrary to take it over and work it into an essential \nand grounded connection with one's own argument - i.e., to take it over and \nwork it in as the non-essence that necessarily belongs to the essence. For if it \nis possible at all to have two tpo;cm in the interpretation of tpt)aLc; with regard \nto flOptpf, and •11.r,, with the result that ul.r, can be mistakenly interpreted \nas something formless that is stably at hand, then the reason must lie in \nthe essence of 'P')mc;, and that now means: in flOptpf, itself. Aristotle refers \nto this reason in the following passage, where his interpretation of tpumc; \nreaches its conclusion: \n224 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 240,
      "bucket": "E (10%+)",
      "error_rate": 11.1,
      "unknown_words_sample": [
        "xata",
        "twofoldness",
        "lmc",
        "rpoopli",
        "wiijs",
        "tov",
        "privatio",
        "quol",
        "rwo",
        "vte"
      ],
      "full_text": "ON THE ESSENCE AND CONCEPT OF 4>•j.,,͈ \nXIX. \"However, the self-placing into the appearance - and therefore rp•.lmc; as well -\nis spoken of in rwo WIIJS, for 'privation' too is something like appearance.\" (193 \nb18-zo) \nThe reason why tp'JOL& can be looked at from two viewpoints and spoken \nof in two ways consists in the fact that [!optp\"f. in itself- and consequently \nthe essence of 'P'JOL& as well - is twofold. The sentence asserting the twofold \nessence of '1?'JOL& is grounded in the remark following it: \"for 'privation' too \nis something like appearance.\" \nAs a word, a concept, and an \"issue,\" ot€pJjOL& is introduced in this \nchapter just as brusquely as was £vte:AEX£LCI before it, probably because it \nhas as decisive a significance in Aristotle's thought as does £vt£AEX£LCI. (On \not€plJOL&, cf. Physics A. 7 and 8, although there, too, it is not explained.) \nTo interpret this last section of Aristotle's reading of qum&, we must \nanswer four questions: \n(I) What does otEplJOL& mean? \n(2) How is O'\"tEplJOL& related to f!Opt.p\u0017, such that O'\"tEplJOL& can help clarify \nthe twofoldness of f!Optp\u0017? [365] \n(3) In what sense, then, is the essence of quoL& twofold? \n(4) What consequence does the twofoldness of tp'JOL& have for the final \ndetermination of its essence? \nRe (I) What does otEplJOL& mean? LiteraUy translated, O'\"tEplJOL& means \n\"privation,\" but this does not get us very far. On the contrary, this meaning \nof the word can even bar the way to understanding the issue if, as always in \nsuch cases, we lack a prior familiarity with, and a knowledge of, the realm in \nwhich the word arises as a name for the issue at stake. The realm is shown us \nby the claim that ot€plJOL&, too, is something like dl>o&. But we know that \nthe dl>o&, specifically the dl>o& xata tov Myov, characterizes flOptpf,, which \nin tum fulfills the essence of '1?'JOL& as OUO(Cl toii XLVOIJflEVOV XCI9 . CltJtO, i.e., \nof 'P'JOL& as xlvr,oL&. The essence of xlvlJOL& is £vt£AEX£LCI. This is enough to \nlet us know that we can adequately understand the essence of ot£pr,oL& only \nwithin the area of, and on the basis of, the Greek interpretation of being. \nThe Romans translated otEplJoL& as privatio. This word is taken as a kind \nof negatio. But negation can be understood as a form of denial, of \"saying \nno.\" Thus ot£pr,m& belongs within the realm of\"saying\" and \"addressing\" ­\nx:xtr,yopla in the preterminological sense we noted earlier. \nEven Aristotle seems to understand ot€pr,oL& as a kind of saying. As \nevidence of this we offer a text from the treatise Ile:pt ye:v£o£w& xat rpOopli& \n(A J, 318 b16f.), a text that is, at one and the same time, appropriate for \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 241,
      "bucket": "D (5-10%)",
      "error_rate": 8.7,
      "unknown_words_sample": [
        "ttpr",
        "presenc",
        "smheit",
        "ihepljolc",
        "vhen",
        "imarks",
        "tepljmc",
        "tepljcrlc",
        "xcn",
        "olc"
      ],
      "full_text": "PATI IMARKS \nclarifying the sentence we are discussing from the Physics while, in addition, \noffering us a concrete example of a IJ'tEp'ljaLc;: 'tfJ ph (JEpflo'l xcn'ljyop(a 'tLc; \nx:d Elllo:;. i; lH: 'V'Jzprll:r,:; tJ'tEp'ljaLc;. \" 'Warm' is in a sense a way we can \naddress things and therefore, properly speaking, an appearance; but 'cold,' \non the other hand, is a a'tEp'ljaLc;.\" Here \"warm\" and \"cold\" are opposed \nto each other as xa't'ljyop(a 'tLc; versus tJ'tEpr,mc;. But observe carefully that \nAristotle says xa't'ljyop(a nc;. \"Warm\" is a way of addressing things only in \na certain sense - in fact, the word is written in quotation marks. Hence, \nsaying something is \"warm\" is [366) an attribution, saying something to \nsomething; correspondingly, cntpr,mc; is, in a certain sense, a denial, saying \nsomething away from something. But to what extent is \"cold\" a denial? \n\\Vhen we say, \"The water is cold,\" we attribute something to that being, \nyes, but in such a way that, in the very attribution, \"warm\" is denied of the \nwater. But what is at stake in this distinction between warm and cold is not \nthe distinction between attribution and denial; what is at stake, rather, is \nthat which is attributable or deniable in accordance with its El8oc;. And there­\nfore the chapter's concluding sentence, which is supposed to ground the \ntwofold essence of floprpf., and therefore of rp(,oLc;, by means of a reference \nto IHEplJOLc;, says: xat y?tp +, a'tEpr,mc; e:t86c; ltwc; ton 'I . \"For privation, too, ­\ni.e., what is denied or 'said-away' - is a kind of appearance.\" In the coldness \nsomething appears and is present, something, therefore, that we \"sense.\" In \nthis \"sensed something\" that is present, something else is likewise absent, \nindeed in such a way that we sense what is present in a special way precisely \nbecause of this absencing. In tJ'tEplJoLc;, \"privation,\" it is a matter of\"taking \nsomething away\" by a kind of saying-it-away. Ɔ'tEplJoLc; certainly refers to \nan \"away,\" but always and above all it means something falls away, has gone \naway, remains away, becomes absent. If we bear in mind that o•)a(a, being­\nness, means presencing, then we need no further long-winded explanations \nto establish where O'tEplJoLc; as absencing belongs. \nAnd yet right here we reach a danger point in our comprehension. We \ncould make matters easy for ourselves by taking O'tEpr,mc; (absencing) merely \nas the opposite of presencing. But o'ttpr,oLc; is not simply absentness [Abwe­\nsmheit). Rather, as absencing, O'tEplJcrLc; is precisely tJ'tEpr,mc; for presenc­\ning. \\Vhat then is a'tEplJmc;? (Cf. Aristotle, Metaphysics !:. 22, 1022 b22ff.) \n\\Vhen today, for example, we say, \"My bicycle is gone!\" we do not mean \nsimply that it is somewhere else; we mean it is missing. \\Vhen something \nis missing, the missing thing is gone, to be sure, but the goneness itself, the \nlack itself, is what irritates and upsets us, and the \"lack\" can do this only if \nthe lack itself is \"there,\" i.e., only if the lack is, i.e., constirutes a manner \nof being. ʕ1€pr,mc; as absencing is not simply absentness; rather, [367) it \n226 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 242,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "vith",
        "ttpljolc",
        "ttpr",
        "loprp",
        "mopr",
        "olv",
        "duced",
        "ttpjjolc",
        "olc",
        "iotv"
      ],
      "full_text": "ON THE ESSENCE A.'lD CONCEPT OF 4>•im, \nis a prmnci11g, namely, that kind in which the absmcing (but not the ab­\nsent thing) is present. č'ttpr,oLc; is e:looc;, but e:looc; r.wc;, an appearance and \npresencing of sorts. Today we are all too inclined to reduce something like \nthis presencing-by-absencing to a facile dialectical play of concepts rather \nthan hold on to what is astonishing about it. For in o'ttpJjoLc; is hidden the \nessence of rp•)mc;. To see this we must first answer the next question. \nRe (2) How is o'ttpr,mc; related to !loprp\"f,? The self-placing into the \nappearance is x(v'ljoLc;, a change from something to something, a change \nthat in itself is the \"breaking out\" of something. When wine becomes sour \nand turns to vinegar, it does not become nothing. When we say, \"It has \nturned to vinegar,\" we mean to indicate that it came to \"nothing,\" i.e., to \nwhat we had not expected. In the \"vinegar\" lies the nonappearance, the \nabsencing, of the wine. Mopr.pf, as ytvďmc; is oooc;, the being-on-the-way of \na \"not yet\" to a \"no more.\" The self-placing into the appearance always \nlets something be present in such a way that in the presencing an absencing \nsimultaneously becomes present. 'While the blossom \"buds forth\" (tp•:ie:L), \nthe leaves that prepared for the blossom now fall off. The fruit comes to \nlight, while the blossom disappears. The self-placing into the appearance, \nthe !JOptpĎ, has a o'ttpljoLc;-character, and this now means: !JOP'PT. is oLxwc;, \ninN'inritally twofold, the presencing of an absencing. Consequently the third \nquestion already has its answer. \nRe (3) In what sense is the essence of r.p•)oLc; twofold? As tpvoe:wc; 68oc; \ne:ic; tp•)OLv, tp•)oLc; is a kind of £vtpye:La, a kind of ouo(a. Specifically it is pro­\nduction of itself, from out of itself, unto itself. Nonetheless, in essentially \n\"being-on-the-way,\" each being that is pro-duced or put forth (excluding \nartifacts) is also put ITWay, as the blossom is put away by the fruit. But in \nthis putting ITWay, the self-placing into the appearance - tp•)O'Lc; - does not \ncease to be. On the contrary, the plant in the form of fruit goes back into its \nseed, which, according to its essence, is nothing else but a going-forth into \nthe appearance, iJooc; ?Voe:wc; e:ic; 1p•:iotv. \\Vith its very coming-to-life every \nliving thing already begins to die, and conversely, dying is but a [368] kind \nof living, because only a living being has the ability to die. Indeed, dying \ncan be the highest \"act\" of living. cJI•)mc; is the self-productive putting-away \nof itself, and therefore it possesses the unique quality of delivering over to \nitself that which through it is first transformed from something orderable \n(e.g., water, light, air) into something appropriate for it alone (for example, \ninto nutriment and so into sap or bones). One can take this \"appropriate\" \nfor itself as the orderable and consider this orderable as material, and there­\nfore take •p•:imc; as mere \"change of material.\" One can further reduce the \nmaterial to what is most constantly present in it, and take this as the stable, \n227 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 243,
      "bucket": "D (5-10%)",
      "error_rate": 9.0,
      "unknown_words_sample": [
        "sors",
        "vith",
        "ahc",
        "twofoldness",
        "nonessence",
        "apxijc",
        "jfltvov",
        "jmc",
        "jva",
        "apxf"
      ],
      "full_text": "PATHMARKS \nindeed as the most stable, and thus in a certain sense as that which most \nis - and then declare this to be rp•.Jmc;. Looked at in this way, rp•.Jmc; offers \nthe dual possibility of being addressed in terms of matter and form. This \ndual way of addressing rpua\fc; has its basis in the original twofold essence of \nrp•)mc;. More precisely it is grounded in a misinterpretation of the l>•JV:i!JE\f \ni)v, one that changes the l>•Jva!JEH i>v from \"the appropriate\" to something \nmerely orderable and on hand. The doctrine of Antiphon and of his succes­\nsors, who have continued in an unbroken line down to today, seizes upon \nthe most extreme non-essence of rp(loLc; and inflates it into the real and only \nessence. In fact, such inflation remains the essence of all nonessence. \nRe (4) What is the consequence of the twofoldness of rp•.Jmc; for the final \ndetermination of its essence? Answer: the simplicity of this essence. If we \nkeep the whole in mind, then we now have two conceptual determinations of \nthe essence of rp•)a\fc;. The one takes rp•)mc; as apx\"ij X\f vf.o£wc; tOO XH V01Jfltvov \nxaO · a1Jt6, the origin and ordering of the movedness of what moves of and \nby itself. The other takes rp•)a\fc; as !Joprpf., which means as ytv£mc;, which \nmeans xlv7Jmc;. If we think both determinations in their unity, then from \nthe viewpoint of the first one, rp•)mc; is nothing other than apx\"ij rp•)a£wc;, \nwhich is precisely what the second definition says: rp•)aHc; is rp•)a£wc; ol>oc; Elc; \nrp•)m v - rp•)mc; is itself the origin and ordering of itself. From the viewpoint \nof the second definition, rp•)aHc; is the !J.Oprpij apxijc;, the self-placing in which \nthe origin places itself into the ordering process and [369] as that which \norders the self-placing into the appearance. !vloprp\u0017 is the essence of rp•)aHc; \nas apxf., and apxf. is the essence of rp•)a\fc; as !Joprpf., insofar as the uniqueness \nof !Joprpf. consists in the fact that, in rp•)mc;, the Ell>oc;, of and by itself and \nas such, brings itself into presencing. Unlike ttX\"'l• rpuaHc; does not first \nrequire a supervening :r.ollJmc; that takes just something lying around (e.g., \nwood) and brings it into the appearance of\"table.\" Such a product is never, \nof and by itself, on-the-way and never can be on-the-way to a table. \ncf>•)mc;, on the other hand, is the presencing of the absencing of itself, one \nthat is on-the-way from itself and unto itself. As such an absencing, rp•)a\fc; \nremains a going-back-into-itself, but this going-back is only the going of a \ngoing-forth. \nBut here in the Physics Aristotle conceives of rp•)mc; as the beingness \n(o•)o[a) of a particular (and in itself limited) region of beings, things that \ngrow as distinguished from things that are made. \\Vith regard to their kind \nof being, these beings stem precisely from rp•)mc;, of which Aristotle therefore \nsays: EV y:ip n ytvoc; toi) ovtoc; t, rp•)mc;, \"cf>•)mc; is one branch of being \n[among others] for (the many-branched tree of) beings.\" Aristotle says \nthis in a treatise that later, in the definitive ordering of his writings by the \n2!8 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 245,
      "bucket": "E (10%+)",
      "error_rate": 11.5,
      "unknown_words_sample": [
        "oqata",
        "xtv",
        "ooa",
        "unconcealing",
        "uau",
        "oyov",
        "lxt",
        "aoa",
        "prsencing",
        "rpucnc"
      ],
      "full_text": "PATHMARKS \nunconceal itself, to emerge, to come out into the unhidden [371] - qua\f<;. \nOnly what in its very essence unconceals and must unconceal itself, can \nlove to conceal itself. Only what is unconcealing can be concealing. And \ntherefore the xp•);.\"Ce:aOa\f of q•)a\f<; is not to be overcome, not to be stripped \nfrom rp•)mc;. Rather, the task is the much more difficult one of allowing to \nrp•)mc;, in all the purity of its essence, the xp•)r.\"Ce:a9a\f that belongs to it. \nBeing is the self-concealing revealing, rpucnc; in the original sense. Self­\nrevealing is a coming-forth into unhiddenness, and this means: first preserv­\ning unhiddenness as such by taking it back into its essence. Unhiddenness \nis called a-At.9e:\fa. Truth, as we translate this word, is of the origin, i.e., \nit is essentially not a characteristic of human knowing and asserting, and \nstill less is it a mere value or an \"idea\" that human beings (although they \nreally do not know why) are supposed to strive to realize. Rather, truth as \nself-revealing belongs to being itself. Ř•)en<; is &J,T.Oe:\fa, unconcealing, and \ntherefore xp•);te:oOa\f rpԓAe:L \n[Because lf'Uau; in the sense of the Physics is one kind of o•)a{a, and because o•)a{IJ \nitself stems in its essence from rp•)mc; as projected in the beginning, therefore aJ.ګae:ڬll \nbelongs to being and thn-efort! prsencing into the open of the l8ta (Plato) and into \nthe open of the £18oc; xa\"Cet \"Cov J.Oyov (Aristotle) is revealed as one characteristic of \noQata; therefore for Aristotle the essence of xtv'la~c; becomes visible as tvui.lxt~a and \n£vtpy£~a.) \n2 JO \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 248,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "ment",
        "eaive",
        "ith",
        "beyng",
        "iqk",
        "erien",
        "beingd",
        "abys",
        "itss",
        "cenainly"
      ],
      "full_text": "POSTSCRIPT TO \"WHAT IS METAPHYSICS?\" \ndenies the high-spirited composure of courage. A \"philosophy of anxiety\" \nparalyzes the will to act. \n(3) The lecture decides against \"logic.\" Yet since the intellect contains \nthe criteria for all calculation and classification, such thinking leaves any \njudgment concerning truth to our arbitrary moods. A \"philosophy of mere \nfeelings\" endangers \"exact\" thinking and security of action. \nThe correct response to these propositions will emerge from a renewed \nattempt to think through the lecture. Such an attempt may query whether \nthe nothing, which attunes anxiety in its essence, exhausts itself in an empty \nnegation of all beings, or whether that which is never and nowhere a being \nunveils itself as that which distinguishes itself from all beings, as that which \nwe call being. No matter where or to what extent all research investigates \nbeings, it nowhere finds being. It only ever encounters beings, because \nfrom the outset it remains intent on explaining beings. Being, however, is \nnot an existing quality found in beings. Unlike beings, being cannot. be \nrepresented_ل_!J>roمght forth in the manner of an object. As that which \nis \notheه than all beings, being is that which is not:. But this \nessentially prevails [102] as being. We too \nt!J,iQk­\ning when, in a facile explanation, we pass off tile nothing as a mere nullity \nand_ \nit with the_ Ńreal. Instead of giving way to the haste of such \nempty acumen and relinquishing the enigmatic ambiguities of the nothing, \nwe must prىpare oيe)yes \nto _exp_erienًe in the _nothing \nthe p_eaive expanse of that which givٌs every being the warrant\" to ٍe. \nThat is \nWithout being, whose abyssal but yet to be unfolded \nessence dispenses the nothing to us in essential anxiety, all beings would \nremain in an absence of being. Yet such absence too, as being's abandon­\nment, is again not a null nothing if indeed the truth of being entails that \nbeingd never4 prevails in its essencee without beings, that a \nnevers is \nbeing. \nAn experience of being as that which is other than all beings is \nin \nthat, out of \"anxiety\" in the face of anxiety, i.e., in the \nmere anxiousness that pertains to fear, we \nevade the \nvoice \nthّْٓٔÜd _thٕ horror \nCenainly if, ٗith t?is hin\\ \n-\n_\n-.. Ĉ \".- ĉ\n-£< 'f. '>  ʓf .lo \\.o.(_ v '• ʔ t- c:\\ ,..,. ,._,,., \n\" Founh edition, 1943: This too still said metaphysically, starting from beings. \n͆ \"- ͇ \"  ' \nb Founh edition, 1943: Of beings. \n<. Fifth edition, 1949: That which grants. \nd Fourth edition, 1943: In the sense of beyng. \nc Fifth edition, 1949: Essential prevailing of being: beyng, difference; \"essential prevailing\" \n[\"Wrrmj of being ambiguous: (1) Event [En-igwir), not effected by beings, event - the \ngranting; (z) Bcingness - whamess: enduring, duration, :id. \nf Fifth edition, 1 949: \"Being\" (cai'T)ing out [At.utragJ) as the silent voice, the voice of stillness. \n2 }3 \n----\naltogether \nnothing6 \nequate \n_solely iD. re.adiness . \nbeing itss)_f. \nbeing __ _ \nbestowed \na~ety, provide_g \ndo not \nsilenf \nof the abys;.---- ---\n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 249,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "ical",
        "philos",
        "seins",
        "ein",
        "ofhorr",
        "des",
        "ereilf",
        "rea",
        "anthropolog",
        "pati"
      ],
      "full_text": "PATI I.'\\1ARKS \nconcerning such essential anxiety, we willfully abandon the train of thought \nof the lecture; if we dissociate anxiety, as the mood attuned by that voice,6 \nfrom its relation to the nothing; then we are left with anxiety as an iso­\nlated \"feeling\" that can be distinguished from other feelings and dissected \namid a familiar assoronent of psychic states observed by psychology. Along \nthe guidelines of a facile distinction between \"higher\" and \"lower\" these \n\"moods\" can then be classified as either uplifting or depressing. The zeal­\nous pursuit of \"types\" and \"countertypes\" of\"feelings\" and of varieties and \nsubspecies of these \"types\" will never run out of prey. Yet such anthropolog­\nical investigation of human beings always remains outside of the possibility \nof following the train of thought of the lecture; for this lecture thinks out \nof an attentiveness to the voice of being and into the attunement coming \nfrom this voice, attuning the human being in [103] his essence to its claim, \nso that in the nothing he may learn to experience being. \nI \nReadiness for anxiety is a Yes to assuming a stance that fulfills the highest \nclaim, a claim that is made upon the human essence alone. Of all beings, \nonly the human being, called upon by the voice of being, experiences the \nwonder of all wonders: that beings are. The being that is thus called in \nits essence into the truth of being is for this reason always attuned in an \nessential manner. The lucid courage for essential anxiety assures us the \nenigmatic possibility of experiencing being. For close by essential anxiety \nas the horror of the abyss dwells awe. Awe clears and cherishes that locality \nof the human essence within which humans remain at home in that which \nendures. \nBy contrast, \"anxiety\" in the face of anxiety can stray to such an extent \nthat it fails to recognize the simple relations that obtain in the essence of \nanxiety. What would all courage be if it did not find its permanent counter­\npan in the experience of essential anxiety? To the degree that we degrade \nsuch essential anxiety, together with the relationship of being to humans \nthat is cleared within it, we denigrate the essence of courage. Yet courage \nis able to withstand the nothing. !!uh-e_abٵs ofhorr<?r, courage recognizes \nthe scarcely broached reaٶl!l of being from whose clearing every being ٷt \nreturns to what it is and cٸ -be. This lecture neither propounds a \"philos­\nophy of anxiety,\" nor does it seek to impress upon us by devious means a \n\"heroic philosophy.\" It thinks only that which dawned on Western thinking \nfrom its beginning as that which has to be thought, and yet has remained \nforgotten: being. Yet being is not a product of thinking. By contrast, es­\nsential thinking is presumably an event proper to being [ein Ereilf1is des \nSeins). \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 250,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "vhy",
        "ings",
        "tation",
        "quo",
        "gistics",
        "postscr",
        "anticipa",
        "vhat",
        "ation",
        "ipt"
      ],
      "full_text": "POSTSCR IPT TO \"WHAT IS METAPHYSICS?\" \nFor this reason, it now also becomes necessary to ask the question, which \nis barely posed, of whether this thinking already stands within the law of \nits truth when it merely follows the thinking whose forms and rules are \nconceived by \"logic.\" \\Vhy does the lecture place this term [104] in quo­\ntation marks? So as to indicate that \"logic\" is only one interpretation of \nthe essence of thinking, indeed the one that, as its very name shows, rests \nupon the experience of being attained in Greek thought. The suspicion \nregarding \"logic,\" whose consequential development degenerates into lo­\ngistics, springs from a knowledge belonging to that thinking which finds its \nsource in the experience of the truth of being, but not in contemplating the \nobjectivity of beings. Exact thinking is never the most rigorous thinking, if \nrigor indeed receives its essence from the kind of rigorous effort whereby \nknowledge in each case maintains itself within a relation to what is essential \nin beings. Exact thinking merely binds itself to the calculation of beings \nand serves this end exclusively. \nAl calculation lets what is countable be resolved into something count­\ned that can then be used for subsequent counting. Calculation refuses to \nlet anything appear except what is countable. Everything is only whatever \nit counts. \\Vhat has been counted in each instance secures the continu­\nation of counting. Such counting progressively consumes numbers, and \nis itself a continual self-consumption. The calculative process of resolv­\ning beings into what has been counted counts as the explanation of their \nbeing. Calculation uses all beings in advance as that which is countable, \nand uses up what is counted for the purpose of counting. This use of be­\nings that consumes them betrays the consuming character of calculation. \nOnly because number can be infinitely multiplied, irrespective of whether \nthis occurs in the direction of the large or the small, can the consum­\ning essence of calculation hide behind its products and lend to calculative \nthinking the semblance of productivity - whereas already in its anticipa­\ntory grasping, and not primarily in its subsequent results, such thinking lets \nall beings count only in the form of what can be set at our disposal and \nconsumed. Calculative thinking compels itself into a compulsion to master \neverything on the basis of the consequential correctness of its procedure. It \nis unable to foresee that everything calculable by calculation - prior to the \nsum-totals and products that it produces by calculation in each case - is al­\nready a whole, a whole whose unity indeed [ 105] belongs to the incalculable \nthat withdraws itself and its uncanniness from the claws of calculation. Yet \nthat which everywhere and always from the outset has closed itself off from \nthe intent behind calculation, and yet, in its enigmatic unfamiliarity, is at \n2}5 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 251,
      "bucket": "E (10%+)",
      "error_rate": 12.7,
      "unknown_words_sample": [
        "dasein",
        "filih",
        "huma",
        "bein",
        "langl",
        "digkeit",
        "sich",
        "nse",
        "uch",
        "voic"
      ],
      "full_text": "PATHMARKS \nall times nearer to the human being than all those beings in which he es­\ntablishes himself and his intentions, can at times attune the essence of the \nhuman being to a thinking whose truth no \"logic\" is capable of grasping. \nThat thinking whose thoughts not only cannot be calculated, but are in \ngeneral determined by that which is other than beings, may be called es­\nsential thinking.3 Instead of calculatively counting on beings by means \nof beings, it expends itself in being for the truth of being. ٘uch think­\ning responds to the claim of being, through the human being letting his­\nhistorical essence be responsible to the simplicity of a singular necessity, \none that does not necessitate by way of compulsion, but creates_the.need \n-that fulfills itself in the freedom of sacrifice. The need is for the truth of \nbeing to be preserved, whatevٙr_l)lay happeJ1_ to human heinٚd_to all \nbeings. The sacrifice is that of the human essence \nitself- in a \nmanner \nbecause it arises from \nabyss of \nfreedom - for the preservation of the truth of being for beings. In sacrifice \nthere occurs [ereignet sich] the concealed thanks that alone pays homage to \nthe grace that being has bestowed upon the human essence in thinking, so \nthat human beings may, in their relation to being, assume the guardianship \nof being. Originary thinking [Das \nthٛ echo of being's \nfavor, of a \n\u0093Jear\u0094d_!lJldJ\u0095t,S \n[Sich ereiÉߚ]:8 b that beings are. This echo is the_huma.n__r_eٜnse_ٝ9_th.ٞ \nword of the silent voic.-ٟ Ëf being. •the re!;ponse of thi_٠ iʒ tb_e_ l)rigirt \nof the human word, which word_١٢!_ lets langl!age arise;! as the S_!>٣di٤g \nof the word iJ:lto words. Were there not at times a concealed \nin th٥Q.٦cl of_t1i ÌÍsena: \nhuman \nthen human be­\nings would ne٧-be \nthat in all thinking of \nsomethl٬d in \nthere must i٭d;ed-hea-\ntruth of be inٮ in_ a_n \n_ _  \nmanner. [ 1 o6] Yet how else would \na pameularnunianicind ever find its way into an originary thanking unless \nthe favor of being, through an open relation to such favor, granted human \nbeings the nobility of a poverty in which the freedom of sacrifice conceals \nthe treasure of its essence? Sacrifice is the departure from beings on the \npath to preserving the favor of being. Sacrifice can indeed be prepared and \nserved by working and achievement with respect to beings, yet never ful­\nfilled by such activities. Its accomplishment stems from that inherent stance \n[b1sti1digkeit] out of which every historical human being through action ­\nand essential thinking is an action - preserves the Dasein he has attained \n\" Filih edition, 1949: Cakulating: domination - ordering into place; Thinking: releasemem \nh \nfʑ>r the propriation oÈ usage Ê telling renunciation [Ent-sagm). \nfifth edmon, 1 949: b·ent [En-(lf'Jir). \nremoved from all compulsion, \nexpending \nthe \nanfiingliche Denken]7 is \n\"\"'6_v_o_r .... in-_-.'Y.,h-;i,ch'_-a-s:-in-~-·1a~r _ event _i~ \nof historic:il \nbein,zs, \nca~ble _of th_?_nkif!~_gi:anted \nthinking' 0 \n~_!tt~~~1l \nthinking .. that \nth:-r~m-,Ics~th-e--\n_ ?ij~nary \n2J6 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 253,
      "bucket": "D (5-10%)",
      "error_rate": 9.8,
      "unknown_words_sample": [
        "slt",
        "aaa",
        "yelpete",
        "vov",
        "pathmarks",
        "xel",
        "yetp",
        "tli",
        "tcivtwc",
        "appropriative"
      ],
      "full_text": "PATHMARKS \nOne of the essential sites of speechlessness is anxiety in the sense of \nthe horror to which the abyss of the nothing attunes human beings. The \nnothing, as other than beings, is the veil of being. • Every destiny of beings \nhas already in its origins come to its completion in being. \nThe last poetizing of the last poet in the dawn of the Greek world, \nnamely, Sophocles' Oedipus at Co/onus, closes with words that, in a manner \nimpossible for us to follow, hark back to the concealed history of that people \nand preserve their entry into the unknown truth of being: \naAA. a;w:ta•)nE !J'l8' £:tt :t>.dw \n(Jpđvov £yELpEtE\" \n:tcivtwc; yetp ĒXEL tli8E Xiipoc;. \n[ 1 o8] But cease now, and nevermore hereafter \nAwaken such lament; \nFor what has happened keeps with it everywhere preserved a decision \nof completion. \n• Fifth edition, 1949: The nothing: That which annuls, i.e., as difference, is as the veil of \nbeing, i.e., of beyng in the sense of the appropriative event of usage. \nSlt \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 254,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "capuzzi",
        "effe",
        "rela",
        "tion",
        "anempt",
        "etre",
        "producere",
        "vhat",
        "lener",
        "pourj"
      ],
      "full_text": "Letter on \"Humanism\" a \nTranslated by Frank A. Capuzzi• \n \n(145] We are still far from pondering the essence of action decisively \nenough. We view action only as causing an effect. The actuality of the \neffect is valued according to its utility. But the essence of action is acٯ ! \ncomplishment. To accomplish means to unfold something into the fullness \nof its essence, to lead_it forth into this fullness -producere. Therefore only \nwhat already is can really be accomplished. But what \"is\" above all is being. \nThinking accomplishes the relation of being to the essence of the human \nbeing. It does not make or cause the relation. Thinking brings this rela­\ntion to being solely as something handed over to thought itself from being. \nSuch offering consists in the fact that in thinking being comes to language. \nLanguage is the house of being. In its home human beings dwell. Those \nwho think and those who create with words are the guardians of this home. \nTheir guardianship accomplishes the manifestation of being insofar as they \nbring this manifestation to language and preserve it in language through \ntheir saying. Thinking does not become action only because some effeٰ ! \nissues from it or because it is applied. Thinking acts insofar as it thinks. \nSuch action is presumably the simplest and at the same time the highest \nbecause it concerns the relation of being to humans. But all working or \neffecting lies in being and is directed toward beings. Thinking, in contrast, \nlets itself be claimed by being so that it can say the truth of being. Think­\ning accomplishes this letting. Thinking is /'engagement par I'Etre pour I'Etre \n[engagement by being for being]. I do not know whether it is linguistically \npossible to say both of these (\"par\" and \"pourj at once in this way: penser, \n• First edition, 1949: \\Vhat is said here was not first thought up when this lener was wrinen, \nhut is based on the course taken by a path that was hegun in 1936, in the \"moment\" of \nan anempt to say the truth of being in a simple manner. The lener continues to speak in \nthe language of metaphysics, and does so knowingly. The other language remains in the \nbackground. \n2 39 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 255,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "entsagrol",
        "ment",
        "txvjj",
        "imarks",
        "techni",
        "irrationalism",
        "ele",
        "pii",
        "ertignisl",
        "practi"
      ],
      "full_text": "PATI IMARKS \nc'est ('engagement de I'Etre [thinking is the engagement of being). Here \nthe possessive fonn \"de I' . . .  \" is supposed to express both subjective and \nobjective genitive. In this regard \"subject\" and \"object\" are inappropriate \nterms of metaphysics, which very early on in [ 146) the form of Occidental \n\"logic\" and \"grammar\" seized control of the interpretation of language. \nWe today can only begin to descry what is concealed in that occurrence. \nThe liberation of language from grammar into a more original essential \nframework is reserved for thought and poetic creation. Thinking is not \nmerely l'mgagement dans /'action for and by beings, in the sense of whatever \nis actually present in our current situation. Thinking is /'engagement by \nand for the truth of being. The history of being is never past but stands \never before us; it sustains and defines every condition et situation humaine. In \norder to learn how to experience the aforementioned essence of thinking \npurely, and that means at the same time to carry it through, we must free \nourselves from the technical interpretation of thinking. The beginnings of \nthat interpretation reach back to Plato and Aristotle. They take thinking \nitself to be a •txvJJ, a process of deliberation in service to doing and mak­\ning. But here deliberation is already seen from the perspective of r.pii*u; \nand r.oh;aLc;. For this reason thinking, when taken for itself, is not \"practi­\ncal.\" The characterization of thinking as 9e:wp(a and the determination of \nknowing as \"theoretical\" comportment occur already within the \"techni­\ncal\" interpretation of thinking. Such characterization is a reactive attempt \nto rescue thinking and preserve its autonomy over against acting and doing. \nSince then \"philosophy\" has been in the constant predicament of having to \njustify its existence before the \"sciences.\" It believes it can do that most ef­\nfectively by elevating itself to the rank of a science. But such an effort is the \nabandonment of the essence of thinking. Philosophy is hounded by the fear \nthat it loses prestige and validity if it is not a science. Not to be a science is \ntaken as a failing that is equivalent to being unscientific. Being, • as the ele­\nment of thinking, is abandoned by the technical interpretation of thinking. \n\"Logic,\" beginning with the Sophists and Plato, sanctions this explanation. \n[ 14 7] Thinking is judged by a standard that does not measure up to it. \nSuch judgment may be compared to the procedure of trying to evaluate the \nessence and powers of a fish by seeing how long it can live on dry land. For \na long time now, all too long, thinking has been stranded on dry land. Can \nthen the effort to return thinking to its element be called \"irrationalism\"? \na First edition, 11,149: Being as event of appropriation [Ertignisl, event of appropriation: the \nsaying (Sag: I; thinking: renunciative saying in response [Entsagrol to the saying of the event \nof appropriation. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 257,
      "bucket": "D (5-10%)",
      "error_rate": 8.2,
      "unknown_words_sample": [
        "rks",
        "possibilitas",
        "metaphysi",
        "ctxvr",
        "possibile",
        "ich",
        "ichkeit",
        "actus",
        "tal",
        "ajijg"
      ],
      "full_text": "PATI I,\\1:\\RKS \nto be. This enabling is what is properly \"possible\" [das \"Mijg/ichej, whose \nessence resides in favoring. From this favoring being enables thinking. The \nformer makes the latter possible. Being is the enabling-favoring, the \"may \nbe\" [dns \"AJijg-liL\"he\"]. As the element, being is the \"quiet power\" of the \nfavoring-enabling, that is, of the possible. Of course, our words mijg/ich \n[possible] and JHijg/ichkeit [possibility], under the dominance of\"logic\" and \n\"metaphysics,\" are thought solely in contrast to \"actuality\"; that is, they \nare thought on the basis of a definite - the metaphysical - interpretation \nof being as actus and potentia, a distinction identified with that between \ne:ristentin and essentia) When I speak of the \"quiet power of the possible\" \nI do not mean the possibile of a merely represented possibilitas, nor potentia \nas the essentia of an actus of existentia; rather, I mean being itself, which in \nits favoring presides over thinking and hence over the essence of humanity, \nand that means over its relation to being. To enable something here means \nto preserve it in its essence, to maintain it in its element. \nWhen thinking comes to an end by slipping out of its element it replaces \nthis loss by procuring a validity for itself as -ctxvr,, as an instrument of educa­\ntion and therefore as a classroom matter [149] and later a cultural concern. \nBy and by philosophy becomes a technique for explaining from highest \ncauses. One no longer thinks; one occupies oneself with \"philosophy.\" In \ncompetition with one another, such occupations publicly offer themselves \nas \"-isms\" and try to outdo one another. The dominance of such terms is \nnot accidental. It rests above all in the modem age upon the peculiar dic­\ntatorship of the public realm. However, so-called \"private existence\" is not \nreally essential, that is to say free, human being. It simply ossifies in a denial \nof the public realm. It remains an offshoot that depends upon the public \nand nourishes itself by a mere withdrawal from it. Hence it testifies, against \nits own will, to its subservience to the public realm. But because it stems \nfrom the dominance of subjectivity the public realm itself is the metaphysi­\ncally conditioned establishment and authorization of the openness of beings \nin the unconditional objectification of everything. Language thereby falls \ninto the service of expediting communication along routes where objectifi­\ncation - the uniform accessibility of everything to everyone - branches out \nand disregards all limits. In this way language comes under the dictatorship \nof the public realm, which decides in advance what is intelligible and what \nmust be rejected as unintelligible. \\Vhat is said in Being and Time (1927), \nsections 2 7 and 35, about the \"they\" in no way means to furnish an inciden­\ntal contribution to sociology. Just as little does the \"they\" mean merely the \nopposite, understood in an ethical-existentiell way, of the selthood of per­\nsons. Rather, what is said there contains a reference, thought in terms of the \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 258,
      "bucket": "C (3-5%)",
      "error_rate": 3.0,
      "unknown_words_sample": [
        "letfer",
        "vherc",
        "humal",
        "planatory",
        "conse",
        "ment",
        "ele",
        "pricelessness",
        "hwnanity",
        "oflanguage"
      ],
      "full_text": "LETfER ON \"HUMAl\"'IS.'vl\" \nquestion of the truth of being, to the primordial belonging of the word to \nbeing. This relation remains concealed amid the dominance of subjectivity \nthat presents itself as the public realm. But if the truth of being has become \nthought-provoking for thinking, then reflection on the essence oflanguage \nmust also attain a different rank. It can no longer be a mere philosophy of \nlanguage. [ 150] That is the only reason Being and Time (section 34) contains \na reference to the essential dimension of language and touches upon the \nsimple question as to what mode of being language as language in any given \ncase has. The widely and rapidly spreading devastation of language not only \nundermines aesthetic and moral responsibility in every use of language; it \narises from a threat to the essence of hwnanity. A merely cultivated use \nof language is still no proof that we have as yet escaped this danger to our \nessence. These days, in fact, such usage might sooner testify that we have \nnot yet seen and cannot see the danger because we have never yet placed \nourselves in view of it. Much bemoaned of late, and much too lately, the \ndecline of language is, however, not the grounds for, but already a conse­\nquence of, the state of affairs in which language under the dominance of the \nmodem metaphysics of subjectivity almost irremediably falls out of its ele­\nment. Language still denies us its essence: that it is the house of the truth of \nbeing. Instead, language surrenders itself to our mere willing and traffick­\ning as an instrument of domination over beings. Beings themselves appear \nas actualities in the interaction of cause and effect. We encounter beings as \nactualities in a calculative businesslike way, but also scientifically and by way \nof philosophy, with explanations and proofs. Even the assurance that some­\nthing is inexplicable belongs to these explanations and proofs. With such \nstatements we believe that we confront the mystery. As if it were already \ndecided that the truth of being lets itself at all be established in causes and ex­\nplanatory grounds or, what comes to the same, in their incomprehensibility. \nBut if the human being is to find his way once again into the nearness of \nbeing he must first learn to exist in the nameless. In the same way he must \nrecognize the seductions of the public realm as well as the impotence of the \nprivate. Before he speaks the human being must first let himself be claimed \nagain by being, taking the risk that under this claim he will seldom have \nmuch to say. Only thus will [ 151] the pricelessness of its essence be once \nmore bestowed upon the word, and upon humans a home for dwelling in \nthe truth of being. \nBut in the claim upon human beings, in the attempt to make humans \nready for this claim, is there not implied a concern about human beings? \n\\Vherc else does \"care\" tend but in the direction of bringing the human \nbeing back to his essence? What else does that in tum betoken but that \n243 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 259,
      "bucket": "D (5-10%)",
      "error_rate": 7.3,
      "unknown_words_sample": [
        "romanitas",
        "holderlin",
        "renascentia",
        "bonas",
        "romanitatis",
        "humanus",
        "itas",
        "ilaliieta",
        "humanitatis",
        "dle"
      ],
      "full_text": "PATH MARKS \nman (homo) become human (humanus)? Thus humanitas really does remain \nthe concern of such thinking. For this is humanism: meditating and caring, \nthat human beings be human and not inhumane, \"inhuman,\" that is, outside \ntheir essence. But in what does the humanity of the human being consist? \nIt lies in his essence. \nBut whence and how is the essence of the human being determined? \nMarx demands that \"the human being's humanity\" be recognized and ac­\nknowledged. He finds it in \"society.\" The \"social\" human is for him the \n\"natural\" human. In \"society\" human \"nature,\" that is, the totality of \"nat­\nural needs\" (food, clothing, reproduction, economic sufficiency), is equably \nsecured. The Christian sees the humanity of man, the humanitas of homo, \nin contradistinction to Deitas. He is the human being of the history of re­\ndemption who as a \"child of God\" hears and accepts the call of the Father \nin Christ. The human being is not of this world, since the \"world,\" thought \nin terms of Platonic theory, is only a temporary passage to the beyond. \nHumanitas, explicidy so called, was first considered and striven for in the \nage of the Roman Republic. Homo humanus was opposed to homo barbarus. \nHomo humanus here means the Romans, who exalted and honored Roman \nvirtus through the \"embodiment\" of the ltaLIIEta [education] taken over from \nthe Greeks. These were the Greeks of the Hellenistic age, whose culture \nwas acquired in the [ 1 52] schools of philosophy. It was concerned with \nenuiitio et institutio in bonas artes [scholarship and training in good conduct). \nIlaLIIEta thus understood was translated as humanitas. The genuine roman­\nitas of homo romanus consisted in such humanitas. We encounter the first \nhumanism in Rome: it therefore remains in essence a specifically Roman \nphenomenon, which emerges from the encounter of Roman civilization \nwith the culture of late Greek civilization. The so-called Renaissance of \nthe fourteenth and fifteenth centuries in Italy is a renascentia romanitatis. Be­\ncause romanitas is what matters, it is concerned with humanitas and therefore \nwith Greek r.clLIIE[a. But Greek civilization is always seen in its later form \nand this itself is seen from a Roman point of view. The homo romantiS of \nthe Renaissance also stands in opposition to homo barbarus. But now the \nin-humane is the supposed barbarism of Gothic Scholasticism in the Mid­\ndle Ages. Therefore a muJium humanitatis, which in a certain way reaches \nback to the ancients and thus also becomes a revival of Greek civiliza­\ntion, always adheres to historically understood humanism. For Germans \nthis is apparent in the humanism of the eighteenth century supported by \nWinckelmann, Goethe, and Schiller. On the other hand, Holderlin does \nnot belong to \"humanism,\" precisely because he thought the destiny of the \nessence of the human being in a more original way than \"humanism\" could. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 263,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "dasein",
        "ationa",
        "tas",
        "existmtia",
        "sistent",
        "daj",
        "existentia",
        "sumably",
        "abso",
        "essentia"
      ],
      "full_text": "PATIIMARKS \nBut ek-sistence thought in this way is not identical with the traditional \nconcept of existmtia, which means actuality in contrast to the meaning of \nessentia as possibility. In Being and Ti11e (p. 42) this sentence is italicized: \n\"The 'essence' of Dasein lies in its existence.\" However, here the opposi­\ntion between existentia and essentia is not what is at issue, because neither \nof these metaphysical determinations of being, let alone their relationship, \nis yet in question. Still less does the sentence contain a universal statement \n[ 1 57] about Dasein, in the sense in which this word came into fashion in \nthe eighteenth century, as a name for \"object,\" intending to express the \nmetaphysical concept of the actuality of the actual. On the contrary, the \nsentence says: the human being occurs essentially in such a way that he is \nthe \"there\" [das \"Daj, that is, the clearing of being. The \"being\" of the \nDa, and only it, has the fundamental character of ek-sistence, that is, of an \necstatic inherence in the truth of being. The ecstatic essence of the human \nbeing consists in ek-sistence, which is different from the metaphysically \nconceived existentia. Medieval philosophy conceives the latter as actuali­\ntas. Kant represents existentia as actuality in the sense of the objectivity \nof experience. Hegel defines existentia as the self-knowing Idea of abso­\nlute subjectivity. Nietzsche grasps existentia as the eternal recurrence of the \nsame. Here it remains an open question whether through existentia - in \nthese explanations of it as actuality that at first seem quite different - the \nbeing of a stone or even life as the being of plants and animals is adequately \nthought. In any case living creatures are as they are without standing out­\nside their being as such and within the truth of being, preserving in such \nstanding the essential nature of their being. Of all the beings that are, pre­\nsumably the most difficult to think about are living creatures, because on \nthe one hand they are in a certain way most closely akin to us, and on the \nother they are at the same time separated from our ek-sistent essence by \nan abyss. However, it might also seem as though the essence of divinity is \ncloser to us than what is so alien in other living creatures, closer, namely, \nin an essential distance that, however distant, is nonetheless more familiar \nto our ek-sistent essence than is our scarcely conceivable, abysmal bodily \nkinship with the beast. Such reflections cast a strange light upon the cur­\nrent and therefore always still premature designation of the human being as \na11imaJ 1·ationa/e. Because plants and animals are lodged in their respective \nenvironments but are never placed freely into the clearing of being which \nalone is \"world,\" they lack language. [ 1 58] But in being denied language \nthey are not thereby suspended worldlessly in their environment. Still, in \nthis word \"environment\" converges all that is puzzling about living crea­\ntures. In its essence, language is not the utterance of an organism; nor is it \n"
    }
  ]
}