{
  "document": "Heidegger_Pathmarks",
  "batch_number": 9,
  "total_batches": 9,
  "pages": [
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 363,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "ifl",
        "gegenstand",
        "pathmarks",
        "onlyb",
        "propriating",
        "adest",
        "bratkhmj",
        "necting",
        "cals",
        "oto"
      ],
      "full_text": "PATHMARKS \nthink of the belonging together of the two, which the Greeks also left \nunthought.• \nBefore we pursue the question of how, in Kant's thought, the belonging \ntogether of being and unity is presented and how Kant's thesis about being \nthereby manifests its richer content, only then grounded, we shall mention \nthe example, cited by Kant, that clarifies for us the objective sense of the \n\"is\" as copula. It goes: \n[If I consider the sequence of representations as onlyb a process in the subject, in \naccordance with laws of association, then] all that I could say would be: Ifl support \na body, I feel an impression of weight; I could not say: It, the body, is heavy. Thus · \nto say that the body is heavy is not merely to state that the two representations have \nbeen conjoined in my perception (however often that perception be repeated), but \nto say that these two representations are connected in the object, i.e., irrespective \nof the state of the subject. \nAccording to Kant's interpretation of the \"is,\" there speaks in it a con­\nnecting of subject and predicate of the sentence in the object. Every con­\nnecting brings with itself a unity with which and into which it connects \nthe given manifold. If, however, the unity cannot first arise from the con­\nnecting, because the connecting remains dependent from the outset upon \nthe unity, then where does the unity come from? According to Kant it is \n\"to be sought higher up,\" above the positing that connects by way of the \nunderstanding. It is that fv (uniting unity) which lets all the o•)v (together) \nof every Oto\nc:; (positing) arise in the first place. [z88] Kant therefore cals \nit \"the originally synthetic unity.\" From the outset it is already present \n(adest) in all representation, in perception. It is the unity of the original \nsynthesis of apperception. Because it makes possible the being of beings, \nor in Kantian terms, the objectivity of the object, it lies higher, beyond the \nobject. Because it makes possible the object [Gegenstand] as such, it is called \n\"transcendental apperception.\" At the end of § 1 5 (B 1 3 1) Kant says of it \nthat it \nitself contains the ground of the unity of diverse concepts in judgment, and therefore \n[the ground) of the possibility of the understanding, even as regards its logical \nemployment. \nWhile Kant in his precritical work is still content with the view that \nbeing and existence cannot be further explained in their relationship to the \n• First edition, 1 963: Unthought: propriating usage [bratKhmJ)s Eignm). \nh First edition, 1963: \"Only\": the subjective as initially given. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 365,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "positedness",
        "xxvi",
        "ject",
        "yoc",
        "versely",
        "objecmess",
        "repre",
        "gegen",
        "pathmarks",
        "entgegengewoifenen"
      ],
      "full_text": "PATHMARKS \nthe principle of the original synthetic unity of apperception\" (§17, B I 37). \nAccordingly, this principle is a unifying one, and the \"unity\" is no mere \nbeing together; rather, it is unifying-gathering, A6yoc; in the original sense, \nbut transferred to and relocated in the !-subject. This A6yoc; holds \"al \nlogic\" in its custody. \nKant gives the name transcendental philosophy to the ontology that, as a \nresult of the transformation effected by the Critique ofPure Reason, considers \nthe being of beings as the objectivity of the [290] object of experience. \nTranscendental philosophy has its ground in logic. The logic, however, is no \nlonger formal logic, but the logic determined by the original synthetic unity \nof transcendental apperception. In such logic ontology is grounded. This \nconfirms what we have already said: Being and existence are determined by \ntheir relationship to the use of the understanding. \nEven now the main title for the interpretation of the being of beings is \nstill: \"Being and Thought.\" But the legitimate use of the understanding \ndepends on the following: that thinking continues to be specified as repre­\nsentational thinking that posits and judges - i.e., as positing and proposition \nby virtue of transcendental apperception, and that thinking remains related \nto affection by the senses. Thinking is ensconced in human subjectivity, \nwhich is affected by sensibility, i.e., is finite. \"I think\" means: I connect \na sensuously given manifold of representations by virtue of a prior glance \ntoward the unity of apperception, which articulates itself into the limited \nmultiplicity of pure concepts of the understanding, i.e., categories. \nAt one with the critical unfolding of the essence of the understanding \nis the limitation of its use, namely, its being limited to the determination \nof that which is given through sensuous intuition and its pure forms. Con­\nversely, the restriction of the use of the understanding to experience opens \nthe way at the same time to a more primordial determination of the essence \nof the understanding itself. What is posited in positing is what is posited \nof a given, which, for its part, becomes for the positing, by means of such \npositing and placing, something placed opposite and standing over against \nus, something thrown over against us [Entgegengewoifenen], i.e., an object \n(Oijekt]. The positedness (positing), i.e., being, changes into objecmess \n[Gegenstiindigkeit]. Even though Kant still speaks of\"things\" in the Critique \nof Pure Reason, as, for example, in the affirmative assertion of his thesis on \nbeing, \"thing\" always means: Gegen-stand, ob-ject in the broadest sense of \nsomething represented, of an \"X.\" Accordingly, Kant says in the Preface to \nthe second edition of the Critique of Pure Reason (B XXVI) that the critique \n[291] \"teaches that the object is to be taken in a twofold sense, namely as \nappearance and as thing in itself.\" \n350 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 366,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "neo",
        "gegen",
        "rundsatz",
        "ity",
        "detennination",
        "ject",
        "abjectnes",
        "ible",
        "philoso",
        "antianism"
      ],
      "full_text": "KANT'S THESIS ABOUT BEING \nThe Critique divides (A z 3 5, B z94) \"all objects whatever into phenomena \nand noumena.\" These latter are divided into noumena in the negative and \nnoumena in the positive sense. Whatever in general the pure understand­\ning, i.e., without relation to sensibility, represents, but does not and canot \nknow, serves as the X that is only thought of as underlying the appearing \nobject. The noumenon in the positive sense, i.e., the nonsensuous object \nintended as in itself, e.g., God, remains closed to our theoretical cognition \nsince we have at our disposal no nonsensuous intuition for which the object \nin itself could be immediately present. \nThe Critique does not abandon the detennination of being as posit­\ning nor even the concept of being in general. It is therefore an error of \nNeo-K.antianism, still being felt today, to say that through Kant's philoso­\nphy the concept of being is, as one says, \"resolved.\" The age-old prevailing \nmeaning of being (constant presence) not only is preserved in Kant's crit­\nical interpretation of being as the abjectness of the object of experience, \nbut even reappears in an exceptional form in the definition of \"abjectnes,\" \nwhile the interpretation of being as the substantiality of substance, which \notherwise prevails in the history of philosophy, virtually covers it up or \neven disguises it. Kant, however, defines \"substantial\" entirely in the sense \nof the critical interpretation of being as objeCbless: The substantial means \nnothing other \nthan the concept of object in general, which subsists in so far as we think in it merely \nthe transcendental subject apan from all predicates. (A 414. B 441) \nLet it be suggested at this point that we will do well to understand \nthe words \"Gegen-stand\" and \"ob-ject\" in Kant's language literally as well, \ninsofar as the relation to the [z9z] thinking !-subject resonates in them, \nfrom which relation being as positing receives its meaning. \nSince from the side of transcendental apperception in its relation to sense \nimpressions, the essence of positing is determined as objective proposition, \nas an objective statement of judgment, the \"highest point\" of thought, i.e., \nthe possibility of the understanding itself, must also prove to be the ground \n[Gnmd] of all posłible statements, and thus to be the fundamental principle \nI C;rundsatz]. And so the title to § I 7 (B I 36) reads: The Fundamental Principle \nof the Synthetic U11ity of Apperception Is the Supreme Principle of All Employment \nof the Understandi11g. \nAccordingly, the systematic interpretation of the being of beings, i.e., of \nthe objectivity of the object of experience, can be stated only in fundamental \nprinciples. This situation affords the basis for the fact that through Hegel, \n35 I \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 368,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "tion",
        "necesary",
        "cenain",
        "gegmrtindigkeit",
        "tence",
        "gegenstand",
        "cer",
        "urulermjing",
        "exis",
        "affec"
      ],
      "full_text": "KANT'S THESIS ABOUT BEING \nThe third postulate reads: \"That which in its connection with the actual \nis determined in accordance with universal conditions of experience, is (that \nis, exists as) necesary.\" \n[294] We shall not presume, at the first attempt, to understand the con­\ntent of these principles with complete clarity. Nevertheless, we are already \nprepared for a first understanding, and this, indeed, by means of that which \nKant explains about being in the negative assertion of his thesis: \"Being \nis obviously not a real predicate.\" This means: Being, and therefore also \nthe modes of being - being possible, being actual, being necessary - do not \nsay anything about what the Gegenstand, the object, is, but rather about \nbow the object is related to the subject. With respect to this \"how\" the \nso-called concepts of being are called \"modalities.\" Kant himself begins his \nclarification of the \"postulates\" with the following statement: \nThe categories of modality have the peculiarity that, in determining an object, they \ndo not in the least enlarge the concept [namely, that of the subject of the sentence] \nto which they are attached as predicates. They only express the relation to our \nfaculty of cognition. (A 219, B z66) \nOnce again let us note: Kant now no longer explains being and exis­\ntence in terms of the relation to the faculty of urulermJing but rather \nin terms of the relationship to the faculty of cognition, i.e., of course, to \nthe understanding, to the power of judgment, but in such a way that this \nlatter gets its determination through its relation to experience (sensation). \nBeing, to be sure, remains position, but drawn into the relationship to affec­\ntion. In the predicates of being possible, being actual, and being necesary \nthere lies a \"determination of the object\" - only, however, a \"certain\" de­\ntermination, insofar as something is stated about the object in itself, about \nit as object - namely, with regard to its objectivity, i.e., its standing-over­\nagainst-ness [Gegmrtindigkeit], with regard to the existence peculiar to it, \nbut not with regard to its reality, i.e., its substantiality [Sacbbeit]. For the \ncritical-transcendental interpretation of the being of beings, the precritical \nthesis that being is \"not a predicate at all\" is no longer valid. Being, as be­\ning possible, being actual, being necessary, is not, to be sure, a real (ontic) \npredicate, but it is a transcendental (ontological) predicate. \n[295] Now for the first time we understand the initially strange word­\ning that Kant uses in the affirmative assertion of his thesis in the text of \nthe Critique of Pure Reason: \"Being . . . is merely the positing of a thing \nor of cenain determinations in and of themselves.\" \"Thing\" means now, \naccording to the language of the Critique, object or Gegenstand. The \"cer­\ntain\" determinations of the object as the object of the cognition are the \n353 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 376,
      "bucket": "B (1-3%)",
      "error_rate": 2.7,
      "unknown_words_sample": [
        "positedness",
        "xal",
        "entical",
        "dval",
        "ytlp",
        "originary",
        "vhat",
        "tys",
        "edness",
        "horiwn"
      ],
      "full_text": "KANT'S THESIS ABOUT BEING \n\\ Vhat stands here on both sides of the conjunction \"and\" has been elucidated \nas Kant meant it. \nBut what does the \"and\" mean in \"Being and Thought\"? We are not \nembarrassed for the answer and can easily dispose of the matter. We can \nreadily appeal in this case to one of the oldest maxims of philosophy, the \nsaving of Parmenides that goes, to ytlp a1hb voEԖv £ot(v tE xal dvaL. \"For \nth\n.\ninking and being are the same.\" \nThe relationship between thinking and being is sameness, identity. The \ntitle \"Being_a_nҠ_Thought\" s_!tys1 being and thought are iҡentical. As if it \nwere decided what identical means, as if the sense of identity lay at hand, \nand in particular, lay at hand right here in this distinctive \"case\" in respect \nof the relation between being and thought. Both are obviously nothing \nlike things or objects between which one might, unchallenged, calculate \nthis way or that. In no case does \"identical\" mean the same as \"equal.\" \nBeing and thought: [305] in this \"and\" lies concealed that which is worthy \nof thought, both for philosophy up to now and for present-day thinking. \nBut the presentation of the Kantian thesis has shown that being as posit­\ning is determined in terms of its relationship to the empirical use of the \nunderstanding. The \"and\" in the tide suggests this relationship, which, \naccording to Kant, has its foothold in thinking, i.e., in an activity of the \nhuman subject. \nOf what sort is this relationship? The characterization of thinking as \nreflection of reflection gives us a hint, even if only an approximate, not \nto say misleading, one. Thought plays a double role: in the first place as \nreflection and then as reflection of reflection. But what does all this mean? \nGiven the assumption that the characterization of thinking as reflection \nsuffices to specify the relation to being, then this means that thinking as \nsimple positing provides the horizon within which such qualities as posit­\nedness and objectivity can be seen. The function of thought is to provide a \nhorizon for the elucidation of being and of its modalities as positing. \nThinking as reflection of reflection means, on the other hand, the pro­\ncess whereby, and also the instrument and organon wherewith, being as \nglimpsed in the horiwn of positedness is interpreted. Thinking as re­\nflection means the horiwn, thinking as reflection of reflection means the \norganon for the interpretation of the being of beings. In the tide \"Being and \nThought,\" thinking remains essentially ambiguous in the indicated sense, \nand this holds for the entire history of Western thought. \nBut how would it be, now, if we take being in the sense of originary Greek \nthought, as the self-clearing and enduring presence of that which is for a \nwhile, not only and not in the first instance as positedness in being posited \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 380,
      "bucket": "E (10%+)",
      "error_rate": 12.8,
      "unknown_words_sample": [
        "tmsition",
        "ges",
        "dasein",
        "phmommology",
        "beingtmdttme",
        "tary",
        "sionality",
        "wegmarkm",
        "maraldo",
        "esay"
      ],
      "full_text": "Notes \n1 The dedication appears only in the Ges1171tausgabe, not in the first edition of \nWegmarkm. (Ed.) \nCrmnmts rm Karl ]aspen's Psychology of Worldviews \nPage references are to the first edition oijaspers's Psychologie ths Wtlta'ISChtnmgm \n(1919). (Ed.) \n2 In using the two German words for history (Historit and Geschichtt) interchange­\nably throughout this essay, Heidegger does not clearly distinguish them, as he \ndoes later in his 1925 Kassel lectures on Diltheyand in his BeingtmdTtme, where \nthe former term is reserved for the discipline of\"historiography,\" and the latter \nfor the more original happening of\"history.\" For the sake of economy, I have \ntranslated both terms and their variants without indicating which German term \nis being employed at the time. (frans.) \n3 In this early esay, Heidegger is already using \"DIIStm\" as a central term. Thus, \nfollowing John Macquarrie and Edward Robinson's translation of Heidegger's \nBeing and Time, I have adopted the German term in my translation. However, \nsince Heidegger plays on the literal meaning of the noun \"Dasein\" as \"being \nthere,\" and that of the verb \"dasein\" as \"to be there,\" I have often also used the \nEnglish translation, \"existence or being there,\" or simply \"being there.\" (frans.) \nPhmommology and Theology \nFirst published in The Piety of Thinking, translated with notes and commen­\ntary by James G. Hart and John C. Maraldo (Bloomington: Indiana University \nPress, 1976). Present version revised and edited by James G. Hart, John C. \n.\\1araldo, and William McNeill. \nAll theological concepts of existence that are centered on faith intend a specific \nh·tmsition of existence, in which pre-Christian and Christian existence are united \nin their own way. This transitional character is what motivates the multidimen­\nsionality of theological concepts - a feature we cannot examine more closely \nhere. \nCf. Beir1g and Trme, Division Two, §58. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 381,
      "bucket": "E (10%+)",
      "error_rate": 21.4,
      "unknown_words_sample": [
        "vhitehead",
        "scheint",
        "grundkgung",
        "gesamtausgabe",
        "bibliothek",
        "wep",
        "buchenau",
        "gerhardt",
        "philosophische",
        "marken"
      ],
      "full_text": "NOTES TO PAGES 53-88 \n4 It should not require extensive discussion to show that it is a matter here of a basic \n(existential) confrontation of two possibilities of existence that does not exclude, \nbut indude.r, an in each case factical, existentiell, and reciprocal acknowledgment \nand carnesmess. \nFrum the Last Marln1rg Lecture Course \nEdited and revised by William McNeill. Translation adopted in pan from The \nl'vletnphysical Foundations of Logic, translated by Michael Heim (Bloomington: \nIndiana University Press, 1984). \\Vhere translations of French or Latin are \ngiven in brackets they have been provided by the translator and do not appear \nin the German text. \nz Throughout the text, Heidegger's references are identified as follows: \nE. Joh. Ed. Erdmann, Leibnitii Opera Philosophica quae exta11t lAtina, GaOica, \nGermanica Omnia, z vols., Berlin, 1840. \nG. C. I. Gerhardt, Die philosophischrn Schriftm von Gottfried Wilhelm Leibniz., \n7 vols., Berlin, 1875-90· \nB. \nA. Buchenau, translator, G. W. Leibniz., Hauptschriftm zur Grundkgung der \nPhilosophie, edited by E. Cassirer, z vols. (Philosophische Bibliothek, vols. \n107 and 108), Leipzig, 1904--6. \nS. \nH. Schmalenbach, Leibniz (Munich: Dreimasken Verlag, 19z 1). \n3 Leibniuns Mathematische Schriftm, ed. C. I. Gerhardt, 7 volumes (in 8) (Berlin \nand Halle, 1849--63) [reprint, Hildesheim, 1962). \n4 In translations of German philosophy the customary rendering of VorrteOung is \n\"(mental) representation,\" though sometimes \"notion\" or \"idea\" is also used. In \ndiscussing the monad's mode of apprehension, however, Heidegger plays on the \ntemporal, out-stretching meaning of vur-steJ/md and thus suggests the necessity \nof a different English translation. To \"pre-hend\" does not share the same root \nmeaning as stellrn (to place) but derives from the Latin prmdere (to grasp, reach). \n\"Prehension\" is nevertheless connected with \"apprehension\" and has enjoyed \na felicitous usage in the English-language philosophy influenced by Leibniz, \nnamely in the speculative thought of Alfred North \\Vhitehead. (Trans.) \nWhat Is Metaphysics? \nOriginally published in Man in Heidegger: Basic Writings, ed. David Farrell Krell \n(znd, revised and expanded edition) (New York: HarperCollins, 1993), pp. 93-\nI I O. Present version edited and revised by David Farrell Krell and William \nMcNeill. \nz \nThe words \"whether explicitly or not\" (ob ausdricklich oder nicht) are an addi­\ntion to the Gesamtausgabe edition. They do not appear in the first edition of \nWegmarkm. (Ed.) \n3 The words \"it seems\" (wie es scheint) do not appear in the first edition of \nWegmarken. (Ed.) \n4 The first edition of Wep;marken reads: \"In a familiar phrase . . .  \". (Ed.) \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 382,
      "bucket": "E (10%+)",
      "error_rate": 29.7,
      "unknown_words_sample": [
        "vulgo",
        "hegins",
        "revisa",
        "gemacht",
        "aile",
        "tmtea",
        "ftcirotis",
        "wurzel",
        "zureicbrodro",
        "phii"
      ],
      "full_text": "NOTES TO PAGES 97- 103 \nOn the &roce of Grormd \nAn existing translation by Terrence Malick, The &met of Reasons (Evanston: \nNorthwestern University Press, 1969), has been consulted throughout. In \ncertain instances, I have gratefully adopted, or adapted, Malick's translation. \n\\\\'here translations of French, Latin, or Greek are given in brackets they \nhave been provided by the translator and do not appear in the German text. \nTranslations from the Latin that appear in brackets have been adopted, with \nminor alterations, from the Malick translation. \nz \n.\\1etaphysics V. 1, 101 3 a 1 7ff. \n3 Ibid., V. z, 101 3 b16ff. \n4 Ibid., I, 7, 988 b16ff. \n; The German Grund means both \"ground\" and \"reason\"; thus, der Satz vum \nGnmd (or the more archaic Satz vum Gronde) is usually translated as the \"prin­\nciple of reason\" or \"principle of sufficient reason.\" I have generally rendered it \nas \"principle of reason.\" Part of Heidegger's argument will be that ground as \nratio or i-.6yoc; is derivative upon the more primary sense of being (Sein) itself \nas ground. (Trans.) \n6 Dissertatio philosophica tk usu et limitiuus principii rationis determintmtis vulgo suf \nftcirotis. Cf. Opuscula pbikJsophico-theologica tmtea seorsum edita nunc secrmdis curis \nrevisa et copiost ariCta (Lipsiae, 1750), pp. 1 5zff. \n7 Ober die vieifache Wurzel des Satzts vum zureicbrodro Grontk. Second edition \n(1 847); third edition edited by Jul. Frauenstidt (1864). \n8 Principiorum primorum cognitionis metapbysicae nova JiluciJatio (1755). \n9 Uber eine Entkclrung, nach der aile neue Kritik der rtinro Vernunft durrb tint iiltert \nrotbehrlich gemacht wertkn sol/ ( 1790 ). \n1o Cf. pp. 1o6f. \n1 1 \nPbilosophische Untersuchungen iiber dar Wesro der menschlichro Frtiheit und die \ndamit zusammrohiingendro Gegeniinde. Werke, I. Abt., Bd. 7, pp. 333-416. \n12 The first edition of Wegmarkro has vulgiirt, \"ordinary,\" rather thangewo1mlicht, \n\"usual,\" \"habitual,\" \"customary.\" (Trans.) \n13 Cf. Opuscules et fragments inidits tk Leibniz, ed. L. Couturat (1903), pp. p8ff. \nCf. also Revue de Mitaphysique et th Morale, vol. X (19QZ), pp. zff. Couturat \nattributes a special significance to this treatise, since it supposedly provides him \nwith definitive evidence for his own thesis \"que Ia metaphysique de Leibniz re­\npose toutc entiere sur Ia logiquc\" [\"that Leibniz's metaphysics is based entirely \non logic\"]. Although this treatise forms the basis for our following discussions, \nthis does not indicate agreement with Couturat's interpretation of the treatise, \nnor with his view of Leibniz in general, nor indeed with his concept of logic. \nThis treatise instead speaks most sharply against the principium rationis having \nits origin in logic; indeed, it speaks in general against the very question as to \nwhether logic or metaphysics merits priority in Leibniz. The very possibility \nof such a question hegins to vacillate precisely through Leibniz, and is first \nshattered in Kant, although here it docs not issue in any further repercussions. \n14 Cf . . \\1. Heidegger, Sei11 rmd Zrit [Being a11d Ti11e) I (Jahrbruh ftir Philosophie rmJ \nphii11omenologische Forschrmg, Bd. VIII, 192 7), §44, pp. 2 1  z-z 30; on the asser­\ntion, cf. §3 3, pp. 154ff. (The pagination given agrees with the separate edition.) \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 383,
      "bucket": "E (10%+)",
      "error_rate": 22.3,
      "unknown_words_sample": [
        "ial",
        "durch",
        "gemacht",
        "suma",
        "affectum",
        "vhen",
        "sophical",
        "clxxviii",
        "des",
        "modo"
      ],
      "full_text": "NOTES TO PAGES 103- 1 14 \n15 Cf. ibid., §6o, pp. 295ff. \n16 On \"finding oneself\" [Beftndlichlteit], cf. Being and Ttme, §19, pp. 134ff. \n17 \n\\Vhen \"ontology\" and \"ontological\" are today appealed to as catchwords and \ntitles for various orientations, these expressions are employed in an utterly triv­\nial manner that fails to appreciate any problematic whatsoever. One thrives \non the erroneous opinion that ontology as the question concerning the be­\ning of beings means a \"realistic\" (naive or critical) \"attitude\" as opposed to an \n\"idealistic\" one. Ontological problematic has so little to do with \"realism\" that \nprecisely Kant, in and through his transcendental way of questioning, was able \nto accomplish the first decisive step since Plato and Aristotle toward explicitly \nlaying the ground for ontology. Defending the \"reality of the outer world\" is \nnot yet an ontological orientation. \"Ontological\" - taken in its popular philo­\nsophical meaning - means, however (and this betrays the hopeless confusion), \n, t something that must instead be called ontic, i.e., a stance that lets beings in \n· themselves be what and how they are. But this does not yet raise any probln \n. of being, let alone attain the foundation for the possibility of an ontology.• \n18 Cf. Being and Trme, §69c, pp. 364ff.; also the note on p. 363. \n19 Cf. Heidegger, l<tlnt und das Prob/n der Metaphysilt (1919). rrranslated as \nl<tlnt and the Problem of Metaphysics by Richard Taft (Bloomington: Indiana \nUniversity Press, 1990).] \n10 Cf. Kant, Uber eine Entdecltung, nacb der alk neue Kritilt der reinen Vernunft \ndurch eine ii/tere entbebr/ich gemacht werdm sol/ (1790), concluding appraisal of \nthe three principal peculiarities of metaphysics in Leibniz. Cf. also the prize \nessay on the progress of metaphysics, Division I. \n1 1 The words der seiende Mensch, \"the human being that exists,\" do not appear in \nthe first edition of f#gmarlten. (Trans.) \n1 1 \nCf. K. Reinhardt, PIIT1Ienides und die Gescbichte der griechiscben Phiwsopbie ( 191 6), \npp. 174ff. and p. 1 16 (note). \n13 Cf. Diels, Fragmente der Voroltratiker: Melissos, Fragment 7i and Parmenides, \nFragment 1. \n14 Ibid.: Anaxagoras, Fragment 8. \n15 Ibid.: Heraclitus, Fragment 89. \nz6 Regarding the textual references in St.John's gospel, cf. the excursus on x6o(loc; \nin W. Bauer, Das Jobannesevange/ium (Lietzmanns Handbuch zum Neuen Ttstl­\nment 6), second, completely revised edition (1915), p. 18. On the theological \ninterpretation, cf. the exceptional commentaries by A. Schlatter, Die Theo/ogie \ndes Neuen Ttstaments, Part II (1910), pp. 1 14ff. \n17 Augustine, Opera (Migne), vol. rv, 1841. \n18 Ibid., treatise II, chapter 1 ,  no. 1 1  (vol. III, 139 3). \n19 Cf., e.g., Suma theologica, II/1, qu. CLXXVIII, a 1, ad 3i duplidter a/iquis \npotest esse in saecuw: uno modo per praesentiam corpora/em, a/io modo per mentis \naffectum. \n30 Metaphysica (ed. II, 1743), §354, P· 87. \n• Firs! edition, 1919: Funhennore, the task from the ou!Set is no! 10 produce or even to \njtround an \"ontology,\" but to reach the truth of beyng, i.e., 10 be reached by it - history of \nbcyng itself, nm 1he demand for philosophical erudition, hence bring and time. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 384,
      "bucket": "E (10%+)",
      "error_rate": 20.7,
      "unknown_words_sample": [
        "wundlackm",
        "vernunft",
        "gmgesetut",
        "anthropologie",
        "sich",
        "kants",
        "pur",
        "neuaufgefondenen",
        "ibid",
        "prindpiis"
      ],
      "full_text": "NOTES TO PAGES 1 14- z zo \n3 1  Entwuif der notwmdigm Vernunft-Wtlhrheitm, wiifern sit dm zufol/igm mtge-\ngmgesetut werdm (Leipzig, 1 745), §350, p. 657 . \n.P Ibid., §349. PP· 65¢. \n33 Ibid., §348, p. 653. \nH Cf. on this Kant und das Problmr tier Metaphysik (1929) . \n. ͅ 5 \nDe mundi sensibilis tltque intel/igibilis forma et prindpiis, Sertio /. De notione mrmdi \ngmeratim. §§1, 2. \n36 \nCf. Critique of Purr Reason, A 568, 8 596. \n37 Ibid., A 8J2, 8 86o. \n3!1 Ibid., A 328, 8 384. \n39 Ibid., A 327, B 384. \n40 Ibid., A 3 10, 8 367; also A 333, 8 390· \n41 Ibid., A 322, B 379· On the classification of the \"idea\" as a particular \"kind \nof representation\" in the \"serial arrangement\" of representations, cf. A 320, \n8 376f. \n42 Ibid., A 334 B 391. \n43 Was hei{Jt: sich im Dmkm urimtiern? (1786). Werke (Cassirer) IV; p. 355· \n44 Critique of Pur Reason, A 407f., B 434· \n45 \"In the application of pure concepts of understanding to possible experience, \nthe employment of their synthesis is either 111thematica/ or dyrurmiud; for they \nare concerned partly with the mere intuition of an appearance in general, partly \nwith its existence.\" (Ibid., A 16o, 8 199.) With regard to the corresponding \ndivision of the \"principles,\" Kant states: \"But it should be noted that we are \nas little concerned in the one case with the principles of mathematics as in the \nother with the principles of general (physical) dynamics. We treat only of the \nprinciples of pure understanding in their relation to inner sense (al differences \namong the given representations being ignored). It is through these principles \nof pure understanding that the special principles of mathematics and of dy­\nnamics become possible. I have named them, therefore, on account rather of \ntheir application than of their content . . .  \" (Ibid., A 16z, 8 301.) Cf. in relation \nprecisely to a more radical problematic of the concept of world and of beings as \na whole the distinction between the mathematical sublime and the dynamical \nsublime. (Critique of Judgment, especially §z8.) \n46 Ibid., A 419ff., 8 446ff. \n47 Ibid. \n48 \nIbid., A 571, 8 6o (note). \n49 Anthropologie in pragmatischer Hinsicht abgefaf3t (1800), 2nd edition, Preface. \nWerke (Cassirer) VIII, p. 3· \n5o Ibid., p. 4· \n5 1  Ibid. \"A man of the world is a participator in the great game of life.\" \"Man \nof the u;or/J means knowing one's relations to other human beings and how \nthings go in human life.\" \"To hiiVe clas [world] means to have maxims and \nto emulate great examples. It comes from the French. One attains one's end \nthrough conduite, morals, dealings etc.\" (Lecture on Anthropology.) Cf. Die \nphilosophiscbm Hauptvor/esungm I. Kants. Nach dm neuaufgefondenen Ko//egheftm \ndes Grafm Heinrich zu Dohna-Wundlackm. Edited by A. Kowalewski (1924), \np. 7 1 .  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 385,
      "bucket": "D (5-10%)",
      "error_rate": 9.7,
      "unknown_words_sample": [
        "dasein",
        "cept",
        "zeitigm",
        "metapb",
        "uration",
        "iii",
        "nidst",
        "ibid",
        "tuward",
        "befindlichluit"
      ],
      "full_text": "NOTES TO PAGF.S ucr-uz \n52 Cf. Gnmdlewmg -:.ur Metapb_ysik derSittro. Werkt (Cassirer) IV; p. 273 (note). \n53 Ibid., p. 2 74 (note). \n54 Cf. p. 72 of the Anthropology Lecture cited in note 51. \n55 \nCritique of Pure Reascm, A 839, 8 867f. Cf. also Logik (ed. G. B. Jasche), Intro-\nduction, Part III. \n56 Ibid., A 569, 8 597· \n57 \nIbid., A H4o, 8 868 (note). \n5H In the present context we can neither develop nor indeed answer the following \nquestions: (1) To what extent does something like \"Weltanschauung\" belong \nnecessarily to the essence ofDasein as being-in-the-world? (z) In what manner \nmust the essence of Weltanschauung be delimited in general and grounded in \nterms of its intrinsic possibility with respect to the transcendence of Dasein? \n(3) How, in accordance with its transcendental character, does Weltanschauung \nrelate to philosophy? \n59 If indeed one identifies the ontic contexture of items of utility, or equipment, \nwith world and interprets being-in-the-world as dealing with items of utility, \nthen there is certainly no prospect of any understanding of transcendence as \nbeing-in-the-world in the sense of a \"fundamental constitution of Dasein.\" \nThe ontological structure of beings in our \"environing world\" - insofar as \nthey are discovered as equipment - does, however, have the advantage, in terms \nof an initial charaaerization of the phenomenon of world, of leading over into \nan analysis of this phenomenon3 and of preparing the transcendental problem \nof world. And this is also the sole intent - an intent indicated clearly enough \nin the structuring and layout of§§ 14-24 of Being and T111e - of the analysis of \nthe environing world, an analysis that as a whole, and considered with regard \nto the leading goal, remains of subordinate significance. \nYet if nature is apparently missing - not only nature as an object of natural \nscience, but also nature in an originary sense (cf. Being and T111e, p. 65 below) -\nin this orientation of the analytic of Dasein, then there are reasons for this. \nThe decisive reason lies in the fact that nature does not let itself be encoun­\ntered either within the sphere of the environing world, nor in general primarily \nas something tuward which we co1nport ourselves. Nature is originarily mani­\nfest in Dasein through Dasein's existing as finding itself attuned in the 1nidst of \nbeings. But insofar as finding oneself [Befindlichluit] (thrownness) belongs to \nthe essence of Dasein, and comes to be expressed in the unity of the full con­\ncept of care, it is only here that the basis for the problem of nature can first be \nattained. \n6o The German zeitigm is used in Being and Ti11e to designate the \"temporalizing\" \nof Dasein as ecstatic temporality. Its more conventional usage implies mat­\nuration, flourishing, arising. Thus, the present usage suggests that Dasein's \nselfhood first comes into being in and through a temporalizing. (frans.) \n61 The words \"i.e., belongs to Dasein,. (d.h. daseinszugehOrig) do not appear in \nthe first edition of Wegmarken. (frans.) \n3 First edition, 1 929: And indeed in such a way that the manner in which the concept of \nworld is grasped avoids from the outset the path of ros rratum taken by the traditional, \nuntie metaphysics of nature. \n370 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 386,
      "bucket": "E (10%+)",
      "error_rate": 10.6,
      "unknown_words_sample": [
        "temporale",
        "dasein",
        "inauthentically",
        "ist",
        "oslred",
        "conetpt",
        "als",
        "trtmscrndmtal",
        "wegmarj",
        "zon"
      ],
      "full_text": "NOTES TO PAGES l l j- 1 111 \n6z The ontological interpretation ofDasein as being-in-the-world decides neither \npositively nor negatively concerning a possible being toward God. Presumably, \nhowever, the elucidation of transcendence first achieves an athquate conetpt of \nDastin, and with respect to this being it can then be oslred how things stand \nontologically concerning the relation of Dasein to God. \n63 Republic VI, 509 B. \n64 This parenthetical addition is not found in the first edition of Wtgm-lren. \n(Ii·ans.) \n6; Ibid., 509 A. \n66 Here we may be permitted to point out that what has been published so far \nof the investigations on \"Being and Time\" has no other task than that of a \nconcrete projection unveiling transctndmce (cf. §§ 1 2.-83; especially §69). This \nin tum occurs for the purpose of enabling the sole guiding intention, clearly \nindicated in the title of the wholt of Part I, of attaining the \"trtmScrndmtal hori­\nzon of the question concerning being.\" All concrete interpretations, above all \nthat of time, are to be evaluated solely in the perspective of rnobling the question \nof being. They have as little to do with modem \"dialectical theology\" as with \nmedieval Scholasticism. \nIf Dasein is here interpreted as that being that in general can pose such a \nthing as a problem of being as belonging to its existence, then this does not mean \nthat this being, which os Dosein can exist authentically and inauthentically, is the \n\"authentic\" being in general among all other beings, so that the latter would be \nonly a shadow of the former. Quite on the contrary, the illumination of tran­\nscendence is meant to attain that horizon within which the concept of being -\nincluding the \"natural\" concept that is often appealed to - can first be philo­\nsophically grounded os a concept. Ontological interpretation of being in and \nfrom out of the transcendence of Dasein does not, however, mean on tic deriva­\ntion of the sum-total of non-Dasein-like beings from this being qua Dasein. \nAs regards the reproach - which is connected with such misinterpretation -\nof an \"anthropocentric standpoint\" in Being and Ttme, this objection that is now \npassed all too readily from hand to hand says nothing so long as one omits to \nthink through the approach, the entire thrust, and the goal of the development \nof the problem in Being and Ttme and to comprehend how, precisely through \nthe elaboration of the transcendence of Dasein, \"the human being\" comes into \nthe \"center\" in such a way that his nothingness amid beings as a whole can and \nmust become a problem in the first place. \\Vhat dangers are entailed, then, by \nan \"anthropocentric standpoint\" that precisely puts its entire effort solely into \nshowing that the eSJence of Dasein that there stands \"at the center\" is ecstatic, \ni.e., \"excentric, \" yet that therefore, in addition, the alleged freedom from any \nstandpoint, which is contrary to the entire meaning of philosophizing as an es­\nsentially ji11itt possibility of existing, is a delusion? Cf. here the interpretation \nof the ecstaric-horizonal structure of time as temporality in Bei11g a11d Time, \nPart I, pp. J I6-4Jtl. \n67 In the present investigation, the Temporal (temporale] interpretation of tran­\nscendence is intentionally set aside throughout. \nfill The first edition of WegmarJ:m simpl}' reads: \"as a being\" (als Seimdes), rather \nthan \"as the heing that it is\" (tlls das Seimde, dns es ist). (frans.) \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 387,
      "bucket": "E (10%+)",
      "error_rate": 16.6,
      "unknown_words_sample": [
        "ojfenstiindigkeit",
        "begrijndung",
        "existenz",
        "dasein",
        "standen",
        "selbst",
        "hiilt",
        "ersmce",
        "als",
        "wegmarkm"
      ],
      "full_text": "NOTES TO PAGES u8-147 \n69 Both the first edition of Wegmarkm and the Gesamtau.sgabe edition here read \n\"als dem Entw11[von Moglichkeit seiner selbst.\" This appears to be an error. \nThe original publication, in the Festschrift Edmund Huser/ (1929), reads \"als \ndem Enrl'urfvon Moglichkeiten seiner selbst.\" Here, I have kept to the text of \nthe Festschrift and rendered \"possibility\" in the plural. (Trans.) \nOn the Ersmce ofT roth \nOriginally published in Martin Heidegger: Basic Writings, edited by David \nFarrell Krell (2nd revised and expanded edition) (New York: HarperCollins, \n1993), pp. 1 15-38. Present version edited and revised by John Sallis and William \nMcNeill. \n2 Throughout the translation das Seimde is rendered as \"being\" or \"beings,\" em \nSeiendes as \"a being,\" Sem as \"Being,\" das Seiende im Ganzm as \"beings as a \nwhole.\" (Trans.) \n3 The first edition of Wtgmarken reads: \"it\" (Sie); the Gesamtau.sgabe edition \nreads: \"philosophy\" (Die Philosophie). (Ed.) \n4 In the Gesamtau.sgabe edition, the phrase \"is thought to need no further spe­\ncial proof\" (bedarf kemer besonderen Begrijndung mehr) has been altered to \"is \nconsidered a foregone conclusion\" (hiilt man for au.sgemacht). (Ed.) \n5 The first edition of Wegmarken includes the word eben, \"indeed,\" after Wahrheit, \n\"truth.\" The eben is deleted in the Gesamtau.sgabe edition. (Ed.) \n6 The Gesamtau.sgahe edition here inserts the word vielmehr, \"rather.\" (Ed.) \n7 The text reads: \"ein Offenbares als em sokhes.\" In ordinary German offenbar \nmeans \"evident,\" \"manifest.\" However, the context that it has here through \nits link with \"open region\" (das Offme), \"open stance\" (Ojfenstiindigkeit), and \n\"openness\" (Ojfenheit) already suggests the richer sense that the word has for \nHeidegger: that of something's being so opened up as to reveal itself, to be \nmanifest (as, for example, a flower in bloom), in contrast to something's being \nso closed or sealed up within itself that it conceals itself. (Trans.) \n8 The phrase \"as the corectne11 of a statement\" (als Richtigkeit der Aussage ver­\nstanden) is an addition to the Gesamtau.sgabe edition. It does not appear in the \nfirst edition of Wegmarken. (Ed.) \n9 The words \"i.e., unimpeded\" (d.h. r11behindert) are an addition that does not \nappear in the first edition of Wegmarken. (Ed.) \n1\"0) This variant of the word Existenz indicates the ecstatic character of freedom, \nits standing outside itself. (Trans.) \n1 1  The Gesamtau.sgabe edition adds the words \"i.e., openness\" (d.h. die Ofenheit) \nat this point. They do not appear in the first edition of Wegmarken. (Ed.) \n1 2  The text reads, \"Die Gestimmtheit (Stimmung) . . .  \" Stimmung refers not only \nto the kind of attunement that a musical instrument receives by being tuned \nbut also to the kind of attunement that constitutes a mood or a disposition \nof Dasein. The important etymological connection between Stimmung and \nthe various formations based on stimen (to accord) is not retained in the \ntranslation. (Trans.) \n372 \nI \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 388,
      "bucket": "E (10%+)",
      "error_rate": 11.5,
      "unknown_words_sample": [
        "esroce",
        "estab",
        "cfosed",
        "mslati",
        "twv",
        "vol",
        "umzuwendm",
        "xtv",
        "wegmarkm",
        "entsch"
      ],
      "full_text": ". 'i \nNOTES TO PAGES 149-188 \n/ \n1 3 \"Resolutely open bearing\" seeks to translate Jas entschlosene Verhiilmis. Entsch­\n/ossro is usually rendered as -.. rڠsolute,\" but such a tr.mslatiڡn f:liis to retain the \nword's structural relation to verschliwro, \"closed\" or \"shut up.\" -Significandy, \nthis connection is what makes it possible for Heiڢegger to ڣfonn the sense \nof the word: he takes the prefix as a privation rather than as indicating estab­\nlishment of the condition designated by the word to which it is affixed. Thus, \nas the text here makes quite clear, rotschlossen signifies just the opposite of that \nkind of\"resolve\" in which one makes up one's mind in such fashion as to close \noff all other possibilities: it is rather a kind of keeping un:cfosed. (Trans.) \n14 \"To err\" may translate iren only if it is understood in its root sense derived \nfrom the Latin trarr, \"to wander from the right way,\" and only secondarily in \nthe sense \"to fall into error.\" (Trans.) \nPlato's Doctrine ofTruth \nRevised and edited by Thomas Sheehan and William McNeill. A previous \ntranslation exists by John Barlow, in Philosophy in the Twrotieth Century, ed. \nWilliam Barrett and Henry D. Aiken (New York: Random House, I!}6z), vol. 3, \nPP· ZS I-70. \nz \nHeidegger appears to use the J. Burnet text of the Republic, published by Oxford \nUniversity Press. (Trans.) \n3 The Greek. !JCz .:.l[ · o•|x lywy · •  f•p'IJ, more literally would be: \" 'By Zeus, not \n1,' he said.\" (There are only so many ways one can express agreement in a \nPlatonic dialogue.) (frans.) \n4 Einsichtslosigkeit: atppoaO:IV'IJ. (Trans.) \ns Literally: \"to tum his neck around\" (den Hals umzuwendm, +te:pulye:w tov \n:l•)xtv:.). (Trans.) \n6 Literally: \"those who were chained with him in those days\" (derdtrmtlsmit ibm \nGeftsseltro, 'tWV 'tO'tE a•Jvlle:O'f'W 'tWv). (Trans.) \n7 More literally: \" . . .  is not the presenting foreground of a/.}9£LCI.\" (Trans.) \nOn the Esroce and Concept ofˍ•)aLˎ in Aristotle's Physics B, 1 \nOriginally published in Man and World, vol. 9, no. 3 (August I 976), pp. z I 9-70. \nPresent version edited and revised by Thomas Sheehan and William McNeill. \n2 \nAll parentheses in the translation are Heidegger's. However, brackets in the \ntranslation represent later interpolations that Heidegger made in his own I939 \ntext and that appear in the German as: I . . .  I. The following are exceptions: \n( 1) If brackets enclose German words, they are my own interpolations for sake \nof clarity. (z) If brackets appear within parentheses, they are Heidegger's. \n(3) In one instance (p. [349] ad initium) I print Heidegger's parentheses within \nbrackets just as they appear in Wegmarkm. (Trans.) \nAs in the original translation published in Man and World, I have from here \non sectioned the text for the sake of clarity according to Roman numerals \n(I-XIX). Although this sectioning does not appear in the original German, I \nhave retained it here since existing scholarship has used these divisions for the \npurpose of reference. (Trans.) \n3 73 \n3 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 389,
      "bucket": "E (10%+)",
      "error_rate": 14.2,
      "unknown_words_sample": [
        "metapbysisch",
        "giiven",
        "gesprochen",
        "gesamtausgabe",
        "srimung",
        "dif",
        "ignis",
        "andmken",
        "als",
        "harpercollins"
      ],
      "full_text": "NOTES TO PAGES 191-141 \n4 In the sense of an alteration, i.e., a \"change over into something else.\" (frans.) \n5 The original version in II Pmsitro italicizes this entire phrase, including the \nwords \"and toward itself.\" (frans.) \n6 Cf. 193 a9, the beginning of section X. (frans.) \n7 \nSee section XII. (frans.) \nPostscript to \"What Is Metaphysics?\" \n1 \nThe first publication of the \"Postscript\" (I 94 3) was preceded by the epigraph: \n\" 'Metaphysics,' like the word 'abstract' and almost that of 'thinking' too, is a \nword from which more or less everyone flees, as though fleeing someone with \nthe plague.\" Hegel (177o-183 1), Wrrke XVI, p. 400. [Neither this note, nor \nthe epigraph itself, appears in the first edition of Wtgmarken. (frans.)] \n2 An existing translation by Werner Brock in Existence and Being (Chicago: H. \nRegnery, 1949), pp. 34ˏ1, and an unpublished translation by Ferit Giiven \nhave also been consulted. \n3 The words \"metaphysically speaking\" (metapbysisch gesprochen) do not appear \nin the first edition of Wtgmarken. (frans.) \n4 Fourth edition, 1943: \"preswnably.\" a \n5 \nFourth edition, 1943: \"never, however.\" \n6 . . .  als die von jenrr Srimme gmimte Srimung. Heidegger here plays on the \nproximity of the German word Stimme, meaning \"voice,\" to Stimmung, \"mood\" \nor \"attunement,\" and stimen, to \"attune.\" (frans.) \n7 \nFourth edition, 1943: \"Original thanking . . . [Das urrpringlithe Dll1lken].\" \n8 \nFourth edition, 1943: \" . . .  in which it [being] is cleared and lets come to pass \nthe singular event:\" \n9 Fourth edition, 1943: \"The speechless response of thanking in sacrifice . . . . \" \n10 Fourth edition, 1943: \"thanking.\" \n1 1  Fourth edition, 1943: \"thinking.\" \n1 2  Fourth edition, 1943: \"thoughtful recollection [Andmken].\" \nLettrr on \"Humanism\" \nOriginally translated by Frank A. Capuzzi in collaboration with John Glenn \nGray, edited by David Farrell Krell Published in Martin Hridtgger: Basic \nWritings, edited by David Farrell Krell (znd, revised and expanded edition) \n(New York: HarperCollins, 1993), pp. 217-65. Present version edited and \nrevised by William McNeill and David Farrell Krell. \n2 The first edition of Wtgmarken simply reads: \"in the element of being.\" (Ed.) \n3 \nThe Gesamtausgabe edition alters the German word order in the final clause of \nthis sentence compared to the first edition of Wtgmarken. There is no difference \nin meaning. (Ed.) \na Founh edition, 194 3: Within the truth of being, beyng prevails as the essence of the dif­\nference; such beyng qua Ԟ, prior to the difference, is the event [E\"ignis) and for this \nreason u•ithotlt beings. \nFifth edition, 1949: A prefiguring in tenns of beyng qua event [&tignis), hut not under­\n'tandahle there (in the fou\"h edition). \n374 \nI \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 390,
      "bucket": "E (10%+)",
      "error_rate": 12.0,
      "unknown_words_sample": [
        "sein",
        "weitestm",
        "kaufmann",
        "eimnal",
        "gesamtausgabe",
        "zurickfollt",
        "frn",
        "wegmarltm",
        "fernstm",
        "selbst"
      ],
      "full_text": "NOTES TO PAGES 146-191 \n4 The word \"also\" is an addition that does not appear in the first edition of \nWtgmarkm. (Ed.) \n; The phrase \"does not think being as such\" (denltt nitht tim Sein als sokhes) is \nadded to the Gtstrmtausgabe edition, and does not appear in the first edition of \nWegmarkm. (Ed.) \n6 The first edition of Wtgmarltm reads: \"being itself\" (tim Sein selbst); the \nGesamtlusgabe edition reads: \"being in each case\" (je Sein). (Ed.) \n7 The first edition of Wtgmarkm here simply reads: \"and propriated.\" (Ed.) \nK \nThe Gesamtausgabe edition here inserts the word eimnal, \"once\"; this does not \nappear in the first edition of Wtgmarkm. (Ed.) \n9 The first edition of Wtgmarkm reads: Deus est suum esse. (Ed.) \n10 The first edition of Wtgmarltm reads: \"from out of\" (aus). (Ed.) \n1 1 \nThe first edition of Wtgmarltm does not place the \"is\" in quotation marks. \n(Ed.) \n1 z \nThe word \"essentially\" (wesmhaft) is an addition to the Gesamtlusgabe edition. \nIt does not appear in the first edition of Wtgmarltm. (Ed.) \n1 3 The first edition of Wtgmarkm here reads: am weitestm; the GtsʬmtiiSgabe \nreads: am fernstm. There is not much difference in meaning. (Ed.) \n14 The phrase \"than beings\" is an addition to the Gesamtausgabe edition and does \nnot appear in the first edition of Wtgmarltm. (Ed.) \n15 The word \"destined\" (geschicklich) is an addition that does not appear in the \nfirst edition of Wtgmarkm. (Ed.) \n16 The first edition of Wtgmarltm simply reads: \"of the essence of being.\" (Ed.) \n17 The first edition of Wegmarltm reads: als eines sokhm; the Gesamtlusgabe edition \nreads: als sokhm. There is little difference in meaning. (Ed.) \n18 The first edition of Wegmarltm reads: im Wesmsgang . . . zurickfollt, \"is faling \nbehind in the essential course . . .  \"; the Gesamtausgabe edition reads: hintrr dn \nWesmsgang . .\n. zurickfollt, \"is falling behind the essential course . . . \". (Ed.) \nlntroducti()7l to \"What Is Metaphysics?\" \n1 \nOriginally published in Existentialism frn Dostorosky to Sartre, edited by Walter \nKaufmann (New York: Meridian Books, 1956), Chapter 8. Present translation \nedited and revised by William McNeill. \n2 \nThe first edition of Wegmarkm simply reads: \"of metaphysics.\" (Ed.) \n3 \nThe first edition of Wtgmarltm reads: \"which appears as beings\" (tim als tim \nSeimde erst:heint). (Ed.} \nOn the Question of Being \nAn existing translation by William Kluback and Jean T. Wilde, The Question of \nBeing (New York: Twayne, 1958), has also been consulted. \nHere, as in other essays, Heidegger frequently plays on the root of the word \nE1·onenmg (\"discussion\") to suggest a \"locating\" or \"situating\" of a \"locale\" \n(On) - here the locale of the critical line of nihilism. Cf. the usage of this word \nin \"Phenomenology and Theology\" and \"Kant's Thesis about Being\" in the \npresent volume; also the \"Preface to the German Edition.\" (frans.) \n375 \nl \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 391,
      "bucket": "E (10%+)",
      "error_rate": 13.5,
      "unknown_words_sample": [
        "inal",
        "iiher",
        "verwmdung",
        "voomdet",
        "werk",
        "presenc",
        "vol",
        "wegmarkm",
        "als",
        "sich"
      ],
      "full_text": "NOTES TO PAGES z94-333 \n3 \nThe German word Arbeit might be better rendered as \"labor\" rather than \n\"work,\" which is closer to Werk (as in a \"work\" of art, or a craft). Because \nmodem usage often employs \"work\" and \"labor\" indiscriminately, however, \nespecially with regard to the factory \"worker,\" I have retained the latter tenn \nthroughout. (Trans.) \n4 The German Wesm, generally rendered as \"esence,\" traditionally has the nom­\ninal sense of essmtil, referring to the fundamental \"whatness\" or primary \"sub­\nstance\" of something. For Heidegger, the word Wesm carries the verbal and \ntemporal sense of being (Sem) as the essential unfolding and enduring presenc­\ning (An-wesm) of something. (Trans.) \n5 \nGe-SteD (sometimes written GesteO) is the tenn by which Heidegger designates \nthe \"essence\" of modem technology. It is often translated as \"en framing.\" See \nthe essay \"Die Frage nach der Tecbnik\" for further details (Vortrage tmd Aufiatu \n[5th ed.] [Pfullingen: Neske, 1985], pp. 9-40). [Translated as \"The Question \nconcerning Technology,\" in Martin Heidegger: The Question concerning Technol­\nogy and Other Esays, trans. William Lovitt (New York: Harper & Row, 1977), \nPP· 3-35.] (Trans.) \n6 The phrase Verwmdung der Metlpbysik is difficult to render into English. \nHeidegger uses the word Verwmdung to suggest something other than a straight­\nforward \"overcoming\" (Uberwindung) that would be accomplished by human \nbeings (or by human thinking as subjectivity), and that would simply leave \nbehind it whatever is \"overcome.\" Verwindung implies recovery in the sense \nthat metaphysics itself, in its \"essence,\" recovers from the oblivion of its own \nessence. As Heidegger goes on to clarify, it is not therefore to be taken as \nimplying that human beings recover from metaphysics; nor is it human beings \nin the first instance who \"recover\" metaphysics in the sense of \"retrieving\" \nits essence. In the phrase \"recovery of metaphysics,\" metaphysics is itself the \n\"subject\" of the genitive. Elsewhere, Heidegger explains that the Verwindung \nof the \"essence of technology\" in the direction of its as yet concealed truth \"is \nsimilar to what happens when, in the human realm, one recovers from grief \nor pain.\" See Die Kehre (1949), Gesamtausgahe, vol. 79, p. 69 (translated by \nWilliam Lovitt as \"The Turning,\" in The Question concerning Tecbnowgy, p. 39). \nVerwmdung does, therefore, imply an \"overcoming,\" but what is overcome is \nnot left behind or escaped. (Trans.) \n7 The first edition of Wegmarkm simply reads: \"a surpassing of beings as such,\" \n(der Uberstieg iiher das Seiende als sokhes). (Trans.) \n8 \nIn what follows, Heidegger plays on the literal sense of the German es gibt, \"it \ngives.\" The phrase also carries its ordinary meaning, \"there is.\" (Trans.) \nHegel a11d the Greelts \nEdited and revised by John Sallis and William McNeill. \nz \nThe phrase \"through which the latter reaches completion\" (durr:h welches dims \nsich voOmdet) does not appear in the first edition of Wegmarken. (Ed.) \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 392,
      "bucket": "E (10%+)",
      "error_rate": 21.1,
      "unknown_words_sample": [
        "gesamtausgabe",
        "dmlrm",
        "sinnt",
        "vol",
        "ritselhafte",
        "bkibt",
        "sff",
        "ausgabe",
        "gtsamt",
        "eil"
      ],
      "full_text": "NOTES TO PAGES 334-337 \n3 \nSo claims P. Friedlander, Platon, vol. I (znd ed.), p. z 35 (now 3rd ed. [1964], pp. \nz 33 ff., corrected) [This parenthetical reference is an addition to the Gtsamt­\nausgabe edition (Ed.)], following W. Luther, who in his GOttingen dissertation \n(1935, pp. Sff.) sees the matter more clearly. \n4 The first edition of WegmllTirm reads: . . . der Thesis und Abstralrtion im \"Noch \n11icht,\" while the Gesamtausgabe edition reads: . . .  der Thesis und der Abstralrtion \nim \"Noch nicht.\" The addition of the definite article indicates that the words \n\"thesis and abstraction\" are to be read together; in the first edition, the sentence \ncould conceivably be understood as \" . . .  this philosophy remains as the stage \nof thesis, and [as] abstraction in a 'not yet.' \" (Ed.) \n5 The first edition of Wegmarlrm reads: bkibt aus, \"remains absent\"; the Gtsamt­\nausgabt edition reads: steht noch aus, \"is as yet outstanding.\" (Ed.) \n6 The first edition of Wegmarlrm reads: \"and\" (und); the Gesamtausgabe edition \nreads: \"yet at the same time\" (aher zugkich). (Ed.) \n7 The first edition of Wegmarlrm reads: \" . . .  to be discused by thinking\"( . . . drm:h \ndas Dmlrm). (Ed.) \n8 The first edition of Wegmarlrm reads: \" . . .  in the sense of correctnes and of \n'being' in the sense of actuality\" ( . . .  im SiTmt der Richtiglreit und vum \"Sein\" im \nSinnt der Wrrlrlichlrtit). (Ed.) \n9 The first edition of Wegmarlrm reads: \" . . .  to what is enigmatic\" ( . . .  auf das \nRitselhafte). (Ed.) \n&mt's Thesis llbout Being \n1 \nOriginally published in Soutbwesttrn Journal of Philosophy, vol. rv, no. 3 (1973), \npp. 7-3 3. Present version edited and revised by William MeN eil, Ted E. Klein \nJr., and William E. Pohl. \n377 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 394,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "cumments",
        "maners",
        "systemati",
        "anempt",
        "spect",
        "mensions",
        "explicidy",
        "anempted",
        "ofworldvinjs",
        "worldviws"
      ],
      "full_text": "References \nCumments tm l<lrl Jaspers's \"Psychology ofWorldvinJs. \"A critical review from the years \n1919-1 1  that the author sent to Karl Jaspers in june of 191 1 .  In this regard, cf. \nthe Foreword to the third edition (1915) of Jaspers's Psychology of Worldviws, \nwhich without naming names provides a response to Heidegger's critical review: \nThis new edition is an unaltered reprint of the second edition. Allow me to make a few \npurely personal comments as to why a revised edition would be difficult. \nThe result would be a new bok. In representing worldviews as moments or di­\nmensions of the one true worldview, which comprehends the whole only vaguely and \nnever explicidy, I anempted at that time to formulate all this on the basis of intuition, \nand to communicate it to my readers without any second thoughts. The particulars \nof what was presented in this manner still seem to me today to be true. I would be \nunable to do it bener today. I could only do it differendy. Following this first endeavor \nthat used an immediate, intuitive approach, I have for quite some time been concerned \nwith the methodological issue of venturing the second step of providing a logically \nprecise elucidation of our modem consciousnes of existence. Therefore, allowing my \nyouthful undertaking to remain in its original form would seem to be the more natural \nthing to do. Without my being aware of it or wishing it at the time, my whole approach \nin the bok and my method of analysis expressed a hidden ideal. I fully acknowledge \nthis, now that I have become aware of it. However, the limits found in the nature of this \nkind of presentation demand that the same content should appear in different forms. I \nam presendy endeavoring to come up with a new form, and the wrong way to do this \nwould be to revise what has already been published. In my subsequent work, I have \nbecome a different person not in my cast of mind, but rather in the realm of knowledge \nand logical form. And I would rather leave m}' earlier work untouched in the hope that, \nafter this first anempt to provide a psychological explanation and foundation for philo­\nsophical existence, I will also be able to be present a logically systematic clarification \nand foundation. \nAnother possible result of a revised edition would be damage to the bok. Since \nthe hook has ce\"ain flaws (in its arrangement, methodical comments, and historical \ndigressions, i.e., in maners that should be considered unessential with rt.'spect to the \npurpose of the bok), I would want to correct these in a revised edition, taking advantage \nof my present insights into the bok. Pages and sentences that are weak could be deleted, \na lnt of the terminology could be altered, and above all lacunae could be filled and the \nsystemati<.'S of the whole bok could be rearranged without affecting the particulars. \n379 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 395,
      "bucket": "E (10%+)",
      "error_rate": 16.8,
      "unknown_words_sample": [
        "phmommology",
        "mohr",
        "nces",
        "lec",
        "tiibingen",
        "coune",
        "bulonann",
        "fonchung",
        "correcmess",
        "vol"
      ],
      "full_text": "REFERF.NCES \nBut the rԟuh would he a hybrid form, and the bok would suffer because of this. \nIn rerum, it would gain only a cerrain correcmess in its outward appearance and in \nperipheral matters. \nHeideggcr's \"Comments\" were first published in Hans Sahner (ed.), Karl ]aspen \nin dn· Diskussion (Munich: R. Piper Verlag, I973), pp. 7o-Ioo. \nPhmommology and Theology. The lecture was held in Tiibingen on March 9, 1927, \nand again in Marburg on February 14, I928. The letter of March 1 I, 1¢4. \npublished as an Appendix, was written for a theological discussion that took \nplace at Drew University, Madison, New Jersey, April 9-I I, 1 1}64. Both texts \nwere published for the first time in Archives de Phi/osophie, vol. 32 (I969), \npp. 356ff., together with a French translation. They were published sepa­\nrately under the title Phmommology and Theology (Frankfurt am Main: Vittorio \nKlostermann, 1970), \"Dedicated to RudolfBulonann, in friendship and remem­\nbrance of the Marburg years 1923 to 1928.\" \nFrum the Last Marburg Lecture Coune. Excerpt from the lecture course held in the \nsummer semester of 1928 under the title \"Logic,\" dedicated to the thought \nof Leibniz. First published as a contribution to Zeit und Geschichte [Time and \nHistory], a Festschrift for Rudolf Bulonann on his eightieth birthday (Tiibingen: \nI. C. B. Mohr [Paul Siebeck], I964), pp. 497-507. \nWhat Is Metaphysics? Inaugural public lecture, held on July 24, 1929, in the as­\nsembly hall of the University of Freiburg im Breisgau. Published in 1929 by \nFriedrich Cohen, Bonn. Fourth and subsequent editions published by Vittorio \nKlostermann, Frankfurt am Main. Since the fifth edition \"Dedicated to Hans \nCarossa - on his seventieth birthday.\" Eleventh, revised edition published 1975. \nOn the Esmce of Ground. Contribution to a Festschrift for Edmund Husserl on \nhis seventieth birthday: Ergiinzungshand of the Jahrbuch for Philosophie und \nphiinommologische Fonchung (Halle [Saale]: Max Niemeyer, 1929), pp. 7 1-1 10. \nPublished simultaneously as an offprint by Max Niemeyer, Halle (Saale). Since \nthe third edition (I949) published, together with a Foreword, by Vittorio \nKlostermann, Frankfurt am Main. Sixth edition published 1973· \nOn the Essmce of Truth. The first edition appeared in I943 (Vittorio Klosterman, \nFrankfurt am Main). The essay contains the text - revised several times - of a \npublic lecture conceived in 1930 and delivered on different occasions under the \nsame title (in fall and winter 1930 in Bremen, Marburg an der Lahn, and Freiburg \nim Breisgau; in summer 193 2 in Dresden). The first paragraph of the concluding \nNote was added in the second edition (I949). Fifth edition published 11}67. \nPlato's Doctrine of Truth. The train of thought goes back to the Freiburg lec­\nture course of winter semester 193oiJ 1, \"On the Essence of Truth.\" The text \nwas composed in 1940 and first appeared in Geistige Uberlieferung. Das Z7Jtitt \n}ahrbuch (Berlin: Helmut Kupper, 1942), pp. 96- 124. Published as a separate \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 396,
      "bucket": "E (10%+)",
      "error_rate": 18.0,
      "unknown_words_sample": [
        "aix",
        "mohr",
        "tiibingen",
        "pmsirro",
        "smcr",
        "linie",
        "termann",
        "vol",
        "akademie",
        "ioteca"
      ],
      "full_text": "REFERENCES \nessay, together with the \"Letter on Humanism,\" by A. Francke A. G. (Bern, \n1947). Third edition published 1975· \nOn thr &smcr and Concrpt of!Pʐjrnc, in Aristotlr's Physics B, 1. Written in 1939. First \npublished in II Pmsirro, vol. 3, nos. z and 3 (Milan-Varese, 1958). Published \nseparately in Testi Filosofoi, 196o (Bib/ioteca \"// Pmsirro\"). \nPostscript to \"What Is Metaphysics?\" Added in 1943 to the fourth edition of the \ninɫugural lecrure. The text of the Postscript was reworked in several places for \nthe fifth edition ( 1949). The original version of these parts of the text is indicated \nin the numbered foomotes. Eleventh, revised edition published 1975· \nLetter M Hrmumism. A letter to Jean Beau fret, Paris (fall 1946). The text was revised \nand expanded in a few places for publication. First published together with \n\"Plato's Doctrine ofT ruth\" by A. Francke A. G. (Bern, 1947). Appeared in 1949 \nas a separate publication by Vittorio Klostermann, Frankfurt am Main. Seventh \nedition published '974· \nIntroduction to \"What Is Metaphysics?\" Placed at the beginning of the fifth edition \n(1949) of the inaugural lecrure. Eleventh, revised edition published '975· \nOn the Question of Being. First appeared under the tide \"Concerning 'The Line' \" \n[ Uber \"Die Linie1 as a contribution to Frrundschaftliche Begegnungen, a Festschrift \nfor Ernst Jiinger on his sixtieth birthday (Frankfurt am Main: Vittorio Klos­\ntermann, 1955), pp. 9-45· Published separately in 1956 by Vittorio Kloster­\nmann, Frankfurt am Main. Third edition published 1967. \nHegel and the Greeks. Written as a lecrure that was held in the general assembly of \nthe Heidelberg Akademie der Wissenschaften on July z6, 1958. First published \nas a contribution to Die Gegnrwart der Griechen im neueren Denlten [The Pnsmce \nof the Greeks in Modern Thought), a Festschrift for Hans-Georg Gadamer on his \nsixtieth birthday (Tiibingen: ]. C. B. Mohr [Paul Siebeck], 1¢<'), pp. 43-57· \nAn earlier version of the text was the basis of a lecture in Aix-en-Provence on \nMarch zo, 1 958, and appeared in a French translation by Jean Beaufret and \nPierre-Paul Sagave in Cahiers du Sud, vol. 47, no. 349 Oanuary 1959), PP· 355-\n68. \nKnm's Thesis about Being. A lecrure held on May 17, 1961, in Kiel. First appeared \nas a contribution to Existe-nz und Ordmmg, a Festschrift for Erik Wolf on his \nsixtieth birthday (Frankfurt am Main: Vittorio Klostermann, 1962), pp. 21 7-45. \nPublished as a separate essay in 1963 by Vittorio Klostermann, Frankfurt am \nMain. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 398,
      "bucket": "D (5-10%)",
      "error_rate": 7.3,
      "unknown_words_sample": [
        "ical",
        "dasein",
        "margi",
        "sonal",
        "gesamtausgabe",
        "wep",
        "incor",
        "porated",
        "marken",
        "luminating"
      ],
      "full_text": "Editor's Postscript to the German Edition \nThe collection Wegmarken, in its present form as volume 9 of the \nGesamtausgabe, has been extended by the inclusion of two separate essays \nand provided with marginal notes from the various personal copies belong­\ning to the author. \nNewly included are the \"Comments on Karl Jaspers's Psychology ofWorld­\nviews\" from 1919/z 1 ,  and the essay \"Phenomenology and Theology\" ( 192 7 ). \nThe encounter with jaspers, which understands itself as a \"positive and il­\nluminating critical review of this work published by Jaspers,\" is guided by \nthe beginning of the question of being that finds explicit formulation in \nHeidegger. Here it takes the early form of the question concerning the \nmeaning of the being of the \"I am\" (existence, Dasein) as distinct from the \nmeaning of being found in the \"something is something\" that belongs to \nobjectifying thinking. \nThe essays have been newly ordered in accordance with the chronolog­\nical principle of when they were written. The volume now contains path­\nmarks belonging to the period from I 919 to 1961. The correspondence of \npagination with that of the first edition (1967) is given in the margins. \nVarious minor textual corrections that serve only to clarify were incor­\nporated from Heidegger's own editions. According to the author, these cor­\nrections were not to be explicidy noted. In addition, all texts were examined \nfor previous printing errors. The \"Postscript to '\\Vhat Is Metaphysics?' \" \nindicates in its numbered footnotes the original 194 3 version of those places \nin rhe text that were altered for the fifth edition ( 1 949), and which triggered \nextensive discussion in the secondary literature. \nThe margi11al notes that appear in the footnotes and are indicated by let­\nters (a, b, c) are, by general decision of the author, to be reserved solely for \nthe volumes of the Gesamtausgabe. They were drawn from Heidegger's per­\nsonal editions of separate publications of the texts collected in Wep;marken, \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 400,
      "bucket": "D (5-10%)",
      "error_rate": 9.1,
      "unknown_words_sample": [
        "connec",
        "cand",
        "breisgau",
        "von",
        "tietjen",
        "tion",
        "hartmut",
        "htrm",
        "umkippungj",
        "ereignisj"
      ],
      "full_text": "EDITOR'S POSTSCRIPT TO THE GERMAN EDITION \nwhich Heidegger earlier had designated using the Kantian term \"overturn­\ning\" [UmkippungJ. These notes often grant us a sudden insight into the \nmovement of a thinking that turns. In a third group of marginal remarks, \nHeidegger looks back from his later position at what was thought at an \nearlier stop on t'he same path, in order to point to the substantive connec­\ntion between his current and his earlier positions. All marginalia that speak \nfrom the perspective of the \"event\" [EreignisJ arose only after 1936, when \nthis word became for Heidegger the guiding word of his thinking. \nMy sincere thanks are due to Hartmut Tietjen (cand. phil.) and to \nMurray Miles (cand. phil.) for their careful assistance with corrections. \nFriedrich-Wilhelm von Htrm11n \nFreiburg im Breisgau, July 1976 \n"
    }
  ]
}