{
  "batch_id": 10,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 340,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "ofmorals",
        "momentweisen",
        "nicht",
        "dasein",
        "eudae",
        "der",
        "verschuldungen",
        "sumoned",
        "regelung",
        "indebtednesses"
      ],
      "full_text": "£1. 2 \nBeing and Time \n339 \nunderstanding does 'what we have willed' get shattered. The conscience \nwhich warns us has the function of regulating from moment to moment \nour remaining free from indebtednesses.1 In the experience of a 'warning' \nconscience the tendency of its call is seen only to the extent that it remains \naccessible to the common sense of the \"they\". \nThe third consideration which we have mentioned invokes the fact that \nthe everyday experience of the conscience has no acquaintance with anything \nlike getting sumoned to Being-guilty. This must be conceded. But does \nthis everyday experience thus give us any guarantee that the full possible \ncontent of the call of the voice of conscience has been heard therein ? \nDoes it follow from this that theories of conscience which are based on the \nordinary way of experiencing it have made certain that their ontological \n293 \nhorizon for analysing this phenomenon is an appropriate one ? Does not \nfalling, which is an essential kind of Being for Dasein, show us rather that \nontically this entity understands itself proximally and for the most part \nin terms of the horizon of concern, but that ontologically, it defines \n\"Being\" in the sense of presence-at-hand ? This, however, leads to cover-\ning up the phenomenon in two ways: what one sees in this theory is a \nsequence of Experiences or 'psychical processes' -a sequence whose kind \nof Being is for the most part wholly indefinite. In such experience the \nconscience is encountered as an arbiter and admonisher, with whom \nDasein reckons and pleads its cause. \nWhen Kant represented the conscience as a 'court of justice' and made \nthis the basic guiding idea in his Interpretation of it, he did not do so by \naccident; this was suggested by the idea of moral law-although his \nconception of morality was far removed from utilitarianism and eudae­\nmonism. Even the theory of value, whether it is regarded formally or \nmaterially, has as its unexpressed ontological presupposition a 'metaphysic \nofmorals'-that is, an ontology ofDasein and existence. Dasein is regarded \nas an entity with which one might concern oneself, whether this \"concern\" \nhas the sense of 'actualizing values' or of satisfying a norm. \nIf one is to invoke the full range of what the everyday experience of \nconscience-as the only higher court for the Interpretation of conscience­\nis acquainted with, this cannot be justified unless one has considered \nbeforehand whether the conscience \ncan ever become authentically \naccessible here at all. \nThus the further objection that the existential Interpretation overlooks \nthe fact that the call of conscience always relates itself to some definite \ndeed which has been either 'actualized' or willed, also loses its force. \n1 'Das warnende Gewissen hat die Funktion der momentweisen Regelung eines \nFreibleibens von Verschuldungen.' The earlier editions contradict this by writing \n' . . .  hat nicht die Funktion . •  .' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 341,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "indebtednesses",
        "dasein",
        "ful",
        "interpreta",
        "currentry",
        "sumons",
        "solery",
        "acter",
        "factically",
        "ownmost"
      ],
      "full_text": "340 \nBeing and Tit14 \nIt cannot be denied that the call is often experienced as having such a \ntendency. It remains questiollilble only whether this experience of the \ncall permits it to 'proclaim' itself ful\\y. In the common-sense interpreta­\ntion, one may suppose that one is sticking to the 'facts' ; but in the end, \nby its very common sense, this interpretation has restricted the call's \ndisclosive range. As little as the 'good' conscience lets itself be put in the \nservice of a 'Pharisaism', just as little may the function of the 'bad' con­\nscience be reduced to indicating indebtednesses which are present-at-hand \nor thrusting aside those which are possible. This would be as if Dasein \nwere a 'household' whose indebtednesses simply need to be balanced off \nin an orderly manner so that the Self may stand 'by' as a disinterested \nspectator while these Experiences run their course. \nIf, however, that which is primary in the call is not a relatedness to a \nguilt which is factically 'present-at-hand', or to some guilt-charged deed \n294 \nwhich has been factically willed, and if accordingly the 'reproving' and \n'warning' types of conscience express no primordial call-functions, then \nwe have also undermined the consideration we mentioned first, that the \nexistential Interpretation fails to recognize the 'essentially' critical char­\nacter of what the conscience does. This consideration too is one that \nsprings from catching sight of the phenomenon in a manner which, \nwithin certain limits, is genuine ; for in the content of the call, one can \nindeed point to nothing which the voice 'positively' recommends and \nimposes. But how are we to understand this positivity which is missing in \nwhat the conscience does ? Does it follow from this that conscience has a \n'negative' character ? \nWe miss a 'positive' content in that which is called, because we expect \nto be told something currentry useful about assured possibilities of 'taking action' \nwhich are available and calculable. This expectation has its basis within the \nhorizon of that way of interpreting which belongs to common-sense \nconcern-a way of interpreting which forces Dasein's existence to be \nsubsumed under the idea of a business procedure that can be regulated. \nSuch expectations (and in part these tacitly underlie even the demand \nfor a material ethic of value as contrasted with one that is 'merely' formal) \nare of course disappointed by the conscience. The cal of conscience fails \nto give any such 'practical' injunctions, solery because it sumons Dasein \nto existence, to its ownmost potentiality-for-Being-its-Self. With the \nmaxims which one might be led to expect-maxims which could be \nreckoned up unequivocally-the conscience would deny to existence \nnothing less than the very possibility of taking action. But because the con­\nscience manifestly cannot be 'positive' in this manner, neither does it \nfunction \u008aust negatively' in this same manner. The call discloses nothing \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 342,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "mordial",
        "seiende",
        "dasein",
        "interpreta",
        "inisunderstanding",
        "pri",
        "knade",
        "moning",
        "experiencej",
        "factical"
      ],
      "full_text": "II. 2 \nBeing and Time \n341 \nwhich could be either positive or negative as something with which we \ncan concern ourselves; for what it has in view is a Being which is ontologically \nquite different-namely, existence. On the other hand, when the call is \nrightly understood, it gives us that which in the existential sense is the \n'most positive' of all-namely, the ownmost possibility which Dasein \ncan present to itself, as a calling-back which calls it forth into its factical \npotentiality-for-being-its-Self at the time. To hear the call authentically, \nsignifies bringing oneself into a factical taking-action. But only by setting \nforth the existential structure implied in our understanding of the appeal \nwhen we hear it authentically, shall we obtain a fully adequate Interpreta­\ntion of what is called in the call. \nWe must first show how the only phenomena with which the ordinary \ninterpretation has any familiarity point back to the primordial meaning \nof the call of conscience when they are understood in a way that is onto­\nlogically appropriate; we must then show that the ordinary interpretation \nsprings from the limitations of the way Dasein interprets itself in falling; \nand, since faling belongs to care itself, we must also show that this \ninterpretation, in spite of all its obviousness, is by no means accidental. \nIn criticizing the ordinary interpretation of the conscience ontologically, \n295 \none Inight be subject to the Inisunderstanding of supposing that if one \ndemonstrates that the everyday way of experiencing the conscience is not \nexistentially primordial, one will have knade some judgment as to the \nexistentiell 'moral quality' of any Dasein which maintains itself in that \nkind of experiencej Just as little as existence is necessarily and directly \nimpaired by an ontologically inadequate way of understanding the \nconscience, so little does an existentially appropriate Interpretation of the \nconscience guarantee that one has understood the call in an existentiell \n̒naner. It·is no less possible to be serious when one experiences the con­\nscience in the ordinary way than not to be serious when one's understand-\ning of it is more primordial. Nevertheless, the Interpretation which is \nmore primordial existentially, also discloses possibilities for a more pri­\nmordial existentiell understanding, as long as our ontological conceptualiza-\ntion does not let itself get cut off from our ontical experience. \n1 6o. The Existential Structure of the Authentic Potentiality-for-Being which is \nAttested in the Conscience \nThe existential Interpretation of conscience is to exhibit an attestation \nof Dasein's ownmost potentiality-for-Being-an attestation which is \n[seiende] in Dasein itself. Conscience attests not by making something \nknown in an undifferentiated manner, but by calling forth and sum­\nmoning us to Being-guilty. That which is so attested becomes 'grasped' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 343,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "individualiza",
        "cealedly",
        "tion",
        "tialiry",
        "pos",
        "ciry",
        "dasein",
        "sibility",
        "ownmost",
        "existentiell"
      ],
      "full_text": "Being and Time \nin the hearing which understands the call undisguisedly in the sense it \nhas itself intended. The understanding of the appeal is a mode ofDasein's \nBeing, and only as such does it give us the phenomenal content of what the \ncall of conscience attests. The authentic understanding of the call has been \ncharacterized as \"wanting to have a conscience\". This is a way of letting \none's ownmost Self take action in itself of its own accord in its Being­\nguilty, and represents phenomenally that authentic potentiality-for-Being \nwhich Dasein itself attests. The existential structure of this must now be \nlaid bare. Only so can we proceed to the basic constitution of the authenti­\nciry of Dasein's existence as disclosed in Dasein itself. \nWanting to have a conscience is, as an understanding of oneself in \none's ownmost potentiality-for-Being, a way in which Dasein has been \ndisclosed. This disclosedness is constituted by discourse and state-of-mind, \nas well as by understanding. To understand in an existentiell manner \nimplies projecting oneself in each case upon one's ownmost factical pos­\nsibility of having the potentiality-for-Being-in-the-world. But the poten­\ntialiry-for-Being is understood only by existing in this possibility. \nWhat kind of mood corresponds to such understanding? Understanding \nthe call discloses one's own Dasein in the uncanniness of its individualiza-\n296 \ntion. The uncanniness which is revealed in understanding and revealed \nalong with it, becomes genuinely disclosed by the state-of-mind of anxiety \nwhich belongs to that understanding. The fact of the anxiery of conscience, \ngives us phenomenal confirmation that in understanding the call Dasein \nis brought face to face with its own uncanniness. Wanting-to-have-a­\nconscience becomes a readiness for anxiety. \nThe third essential item in disclosedness is discourse. The call itself is a \nprimordial kind of discourse for Dasein ; but there is no corresponding \ncounter-discourse in which, let us say, one talks about what the con­\nscience has said, and pleads one's cause. In hearing the call understand­\ningly, one denies oneself any counter-discourse, not because one has been \nassailed by some 'obscure power', which suppresses one's hearing, but \nbecause this hearing has appropriated the content of the call uncon­\ncealedly. In the call one's constant Being-guilty is represented, and in this \nway the Self is brought back from the loud idle talk which goes with the \ncommon sense of the \"they\". Thus the mode of Articulative discourse \nwhich belongs to wanting to have a conscience, is one of reticence. Keeping \nsilent has been characterized as an essential possibility of discourse.lx \nAnyone who keeps silent when he wants to give us to understand some­\nthing, must 'have something to say'. In the appeal Dasein gives itself to \nunderstand its ownmost potentiality-for-Being. This calling is therefore a \nkeeping-silent. The discourse of the conscience never comes to utterance. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 344,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "seln",
        "ersch",
        "ofbehaving",
        "ammatical",
        "lossenheit",
        "mterpretation",
        "heisst",
        "dieses",
        "ganze",
        "seiende"
      ],
      "full_text": "n. 2 \nBeing and Time \n343 \nOnly in keeping silent does the conscience call ; that is to say, the call \ncomes from the soundlessness of uncanniness, and the Dasein which it \nsummons is called back into the stillness of itself, and called back as some­\nthing that is to become still. Only in reticence, therefore, is this silent \ndiscourse understood appropriately in wanting to have a conscience. It \ntakes the words away from the common-sense idle talk of the \"they\". \nThe common-sense way of interpreting the conscience, which 'sticks \nrigorously to the facts', takes the silent discourse of the conscience as an \noccasion for passing it off as something which is not at all ascertainable \nor present-at-hand. The fact that \"they\", who hear and understand \nnothing but loud idle talk, cannot 'report' any call, is held against the \nconscience on the subterfuge that it is 'dumb' and manifestly not present­\nat-hand. With this kind of interpretation the \"they\" merely covers up its \nown failure to hear the call and the fact that its 'hearing' does not reach \nvery far. \nThe disclosedness of Dasein in wanting to have a conscience, is thus \nconstituted by anxiety as state-of-mind, by understanding as a projection \nof oneself upon one's ownmost Being-guilty, and by discourse as reticence. \nThis distinctive and authentic disclosedness, which is attested in Dasein \nitself by its conscience-this reticent self-projection upon one's ownmost Being-\n297 \nguilty, in which one is ready for anxiety-we call \"resoluteness\". \nResoluteness is a distinctive mode of Dasein's disclosedness.1 In an \nearlier passage, however, we have Interpreted disclosedness existentially \nas the primordial truth,x Such truth is primarily not a quality of 'judgment' \nnor of any definite way ofbehaving, but something essentially constitutive \nfor Being-in-the-world as such. Truth must be conceived as a fundamental \nexistentiale. In our ontological clarification of the proposition that 'Dasein \nis in the truth' we have called attention to the primordial disclosedness of \nthis entity as the truth of existence; and for the delimitation of its character \nwe have referred to the analysis of Dasein's authenticity. xi \nIn resoluteness we have now arrived at that truth of Dasein which is \nmost primordial because it is authentic. Whenever a \"there\" is disclosed, \nits whole Being-In-the-world-that is to say, the world, Being-in, and the \nSelf which, as an 'I am', this entity is-is disclosed with equal primord­\niality. 2 Whenever the world is disclosed, entities within-the-world have \n1 The etymological connection between 'Entschlossenheit' ('resoluteness') and 'Ersch­\nlossenheit' ('disclosedness') is not to be overlooked. \n2 'Die Erschlossenheit des Da erschliesst gleichurspriinglich das je ganze In-der-Welt­\nseln das heisst die Welt das In-Sein und das Selbst, das als \"ich bin\" dieses Seiende ist.' \nIt i; not clear grammatically whether 'dieses Seiende' or the pronoun 'das' is the subject \nof the final clause, or whether 'this entity' is 'Dasein' or 'Being-.in'. The ̋ammatical \nfunction of the 'als \"ich bin\" ' is also doubtful. In support of our mterpretation, consult \nH. 54> I I4, I I7, 267. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 345,
      "bucket": "D (5-10%)",
      "error_rate": 7.1,
      "unknown_words_sample": [
        "concernful",
        "stiindige",
        "selj",
        "lostness",
        "dasein",
        "factically",
        "ownmost",
        "iality",
        "des",
        "facti"
      ],
      "full_text": "344 \nBeing and Time \nII. 2 \nbeen discovered already. The discoveredness of the ready-to-hand and the \npresent-at-hand is based on the disclosedness of the world xu for if the \ncurrent totality of involvements is to be freed, this requires that signifi­\ncance be understood beforehand. In understanding significance, concernful \nDasein submits itself circumspectively to what it encounters as ready­\nto-hand. Any discovering of a totality of involvements goes back to a \n\"for-the-sake-of-which\" ; and on the understanding of such a \"for-the-sake­\nof-which\" is based in turn the understanding of significance as the disclosed­\nness of the current world. In seeking shelter, sustenance, livelihood, we \ndo so \"for the sake of\" constant possibilities ofDasein which are very close \nto it;1 upon these the entity for which its own Being is an issue, has already \nprojected itself. Thrown into its 'there', every Dasein has been factically \nsubmitted to a definite 'world'-i ts 'world'. At the same time those facti­\ncal projections which are closest to it, have been guided by its concernful \nlostness in the \"they\". To this lostness, one's own Dasein can appeal, and \nthis appeal can be understood in the way of resoluteness. But in that case \nthis authentic disclosedness modifies with equal primordiality both the way \nin which the 'world' is discovered (and this is founded upon that dis­\nclosedness) and the way in which the Dasein-with of Others is disclosed. \nThe 'world' which is ready-to-hand does not become another one 'in its \n298 \ncontent', nor does the circle of Others get exchanged for a new one ; but \nboth one's Being towards the ready-to-hand understandingly and con­\ncernfully, and one's solicitous Being with Others, are now given a \ndefinite character in terms of their ownmost potentiality-for-Being­\ntheir-Selves. \nResoluteness, as authentic Being-one' s-Selj, does not detach Dasein from \nits world, nor does it isolate it so that it becomes a free-floating \"I\". And \nhow should it, when resoluteness as authentic disclosedness, is authentically \nnothing else than Being-in-the-world? Resoluteness brings the Self right into \nits current concernful Being-alongside what is ready-to-hand, and pushes \nit into solicitous Being with Others. \nIn the light of the \"for-the-sake-of-which\" of one's self-chosen potent­\niality-for-Being, resolute Dasein frees itself for its world. Dasein's resolute­\nness towards itself is what first makes it possible to let the Others who are \nwith it 'be' in their ownmost potentiality-for-Being, and to co-disclose \nthis potentiality in the solicitude which leaps forth and liberates. When \nDasein is resolute, it can become the 'conscience' of Others. Only by \nauthentically Being-their-Selves in resoluteness can people authentically \nbe with one another-not by ambiguous and jealous stipulations and \n1 'Das Umwillen des Unterkommens, des Unterhalts, des Fortkommens sind niichste \nund stiindige Moglichkeiten des Daseins •\n•\n .' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 346,
      "bucket": "E (10%+)",
      "error_rate": 13.4,
      "unknown_words_sample": [
        "wird",
        "concernful",
        "wozu",
        "niemand",
        "preted",
        "offentlich",
        "woraufhin",
        "wil",
        "lostness",
        "gelebt"
      ],
      "full_text": "II. 2 \nBeing and Tim \n345 \ntalkative fraternizing in the \"they\" and in what \"they\" want to under­\ntake. \nResoluteness, by its ontological essence, is always the resoluteness of \nsome factical Dasein at a particular time. The essence of Dasein as an \nentity is its existence. Resoluteness 'exists' only as a resolution [Entschluss] \nwhich understandingly projects itself. But on what basis does Dasein \ndisclose itself in resoluteness ? On what is it to resolve ?1 Only the resolution \nitself can give the answer. One would completely misunderstand the \nphenomenon of resoluteness if one should want to suppose that this con­\nsists simply in taking up possibilities which have been proposed and \nrecommended, and seizing hold of them. The resolution is precisely the dis­\nclosive projection and determination of what is factically possible at the tim. To \nresoluteness, the indefiniteness characteristic of every potentiality-for-Being \ninto which Dasein has been factically thrown, is something that neces­\nsarily belongs. Only in a resolution is resoluteness sure of itself. The exist­\nentiell indefiniteness of resoluteness never makes itself definite except in a \nresolution; yet it has, all the same, its existential definiteness. \nWhat one resolves upon in resoluteness has been prescribed ontologically \nin the existentiality of Dasein in general as a potentiality-for-Being in the \nmanner of concernful solicitude. As care, however, Dasein has been \nDetermined by facticity and falling. Disclosed in its 'there', it maintains \nitself both in truth and in untruth with equal primordiality.xlii This \n'really' holds in particular for resoluteness as authentic truth. Resoluteness \n299 \nappropriates untruth authentically. Dasein is already in irresoluteness \n[Unentschlossenheit], and soon, perhaps, wil be in it again. The term \n\"irresoluteness' merely expresses that phenomenon which we have Inter­\npreted as a Being-surrendered to the way in which things have been \nprevalently interpreted by the \"they\". Dasein, as a they-self, gets 'lived' \nby the common-sense ambiguity of that publicness in which nobody \nresolves upon anything but which has always made its decision.11 \"Reso­\nluteness\" signifies letting oneself be summoned out of one's lostness in the \n\"they\". The irresoluteness of the \"they\" remains dominant notwith­\nstanding, but it cannot impugn resolute existence. In the counter­\nconcept to irresoluteness, as resoluteness as existentially understood, \nwe do not have in mind any ontico-psychical characteristic in the sense of \nBeing-burdened with inhibitions. Even resolutions remain dependent upon \n1 'Aber woraufhin erschliest sich das Dasein in der Entschlossenheit? Wozu soli es \nsich entschliessen?' {For similar constructions with 'woraufhin' etc. and 'erschliessen', \nsee H. 141, 143, 145 above.) \n2 'Das Dasein wird als Man-selbst von der verstiindigen Zweideutigkeit der Offentlich­\nkeit \"gelebt\", in der sich niemand entschliest, und die doch schon immer beschlossen \nhat.' The etymological connection between 'entschliest' and 'beschlossen' is lost in our \ntranslation. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 348,
      "bucket": "E (10%+)",
      "error_rate": 12.0,
      "unknown_words_sample": [
        "seinsart",
        "verliert",
        "beschlossene",
        "zufalle",
        "gestellt",
        "behaviour",
        "stellt",
        "kennt",
        "sondern",
        "nicht"
      ],
      "full_text": "II. 2 \nBeing and Time \n347 \nup of 'accidents' which it fails to recognize, deems its own achievement, \nand passes off as such.l \nResoluteness brings the Being of the \"there\" into the existence of its \nSituation. Indeed it delimits the existential structure of that authentic \npotentiality-for-Being which the conscience attests-wanting to have a \nconscience. In this potentiality we have recognized the appropriate way \nof understanding the appeal. This makes it entirely plain that when the \ncall of conscience summons us to our potentiality-for-Being, it does not \nhold before us some empty ideal of existence, but calls us forth into the \nSituation. This existential positivity which the call of conscience possesses \nwhen rightly understood, gives us at the same time an insight : it makes \nus see to what extent we fail to recognize the disclosive character of the \nconscience if the tendency of the call is restricted to indebtednesses which \nhave already occurred or which we have before us ; it also makes us see \nto what extent the concrete understanding of the voice of conscience is \nonly seemingly transmitted to us if this restriction is made. When our \nunderstanding of the appeal is Interpreted existentially as resoluteness, \nthe conscience is revealed as that kind of Being-included in the very \nbasis of Dasein2-in which Dasein makes possible for itself its factical \nexistence, thus attesting its ownmost potentiality-for-Being. \nThis phenomenon which we have exhibited as \"resoluteness' can hardly \nbe confused with an empty 'habitus' or an indefinite 'velleity'. Resoluteness \ndoes not first take cognizance of a Situation and put that Situation before \nitself; it has put itself into that Situation already. 3 As resolute, Dasein is \nalready taking action. The term 'take action'4 is one which we are purposely \navoiding. For in the first place this term must be taken so broadly that \n\"activity\" [Aktivitat] will also embrace the passivity of resistance. In the \nsecond place, it suggests a misunderstanding in the ontology of Dasein, as \nif resoluteness were a special way of behaviour belonging to the practical \nfaculty as contrasted with one that is theoretical. Care, however, as \n1 'Es kennt nur die \"allgemeine Lage\", verliert sich an die nachsten \"Gelegenheiten\" und \nbestreitet das Dasein aus der Verrechnung der \"Zufalle\", die es, sie verkennend, ftir die \neigene Leis tung halt und ausgibt.' We have preserved the grammatical ambiguity of the \npronouns 'die' and 'es'. \n2 ' •\n•\n•\n als die im Grunde des Daseins beschlossene Seinsart \n.\n•\n.\n ' The participle 'be­\nschlossene', which is etymologically akin to 'erschlossen', etc., may mean either 'included \nor 'decided upon', as we have seen on H. 299· Very likely both meanings are here in­\ntended. \n3 'Die Entschlossenheit stellt sich nicht erst, kenntnisnehmend, eine Situation vor, \nsondern hat sich schon in sie gestellt.' Our rather literal translation brings out the contrast \nbetween 'sich stellen in .\n•\n .' ('put itself in . .  .') and 'sich stellen •\n.\n.\n vor . .  .' ('put before \nitself . . .  '), but fails to bring out the important sense of the latter expression : 'to represent' \nor 'to form an idea of'. \n\" '  \"Handeln\" '. Far from avoiding this term, Heidegger has used it quite frequently. \nBut he is avoiding it as a possible substitute for the term 'Entschlossenheit'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 349,
      "bucket": "E (10%+)",
      "error_rate": 12.1,
      "unknown_words_sample": [
        "concernful",
        "dcr",
        "behaviour",
        "sorge",
        "eigenste",
        "whuh",
        "wil",
        "tiality",
        "dasein",
        "entially"
      ],
      "full_text": "Being and Time \nII. 2 \nconcernful solicitude, so primordially and wholly envelops Dasein's Being \nthat it must already be presupposed as a whole when we distinguish \nbetween theoretical and practical behaviour; it cannot first be built up \nout of these faculties by a dialectic which, because it is existentially \n301 \nungrounded, is necessarily quite baseless. Resoluteness, Jwwever, is onfy that \nauthenticiry whuh, in care, is the object of care [in der Sorge gesorgte], and whUh \nis possible as care-the authenticiry of care itself. \nTo present the factical existentiell possibilities in their chief features \nand interconnections, and to Interpret them according to their existential \nstructure, falls among the tasks of a thematic existential anthropology.xv \nFor the purposes of the present investigation as a study of fundamental \nontology, it is enough if that authentic potentiality-for-Being which \nconscience attests for Dasein itself in terms of Dasein itself, is defined \nexistentially. \nNow that resoluteness has been worked out as Being-guilty, a self­\nprojection in which one is reticent and ready for anxiety, 1 our investiga­\ntion has been put in a position for defining the ontological meaning of \nthat potentiality which we have been seeking-Dasein's authentu poten­\ntiality-for-Being-a-whole. By now the authenticity of Dasein is neither an \nempty term nor an idea which someone has fabricated. But even so, as \nan authentic potentiality-for-Being-a-whole, the authentic Being-towards­\ndeath which we have deduced existentially still remains a purely exist­\nential project for which Dasein's attestation is missing. Only when such \nattestation has been found will our investigation suffice to exhibit (as its \nproblematic requires) an authentic potentiality-for-Being-a-whole, exist­\nentially confirmed and clarified-a potentiality which belongs to Dasein. \nFor only when this entity has become phenomenally accessible in its \nauthenticity and its totality, wil the question of the meaning of the \nBeing of this entity, to whose existence there belongs in general an under­\nstanding of Being, be based upon something which will stand any test. \n1 'Mit dcr Herausarbeitung der Entschlossenheit als des verschwiegenen, angstbereiten \nSichentwcrfens auf das eigenste Schuldigsein .\n•\n .' The earlier editions have ' . . .  dem \nvcrschwiegenen, angstbereiten Sichentwerfen auf •\n•\n•\n \n' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 350,
      "bucket": "E (10%+)",
      "error_rate": 11.1,
      "unknown_words_sample": [
        "jection",
        "unphenomenological",
        "nomenon",
        "gung",
        "phe",
        "dasein",
        "temporality",
        "ownmost",
        "meani",
        "aufgezeigt"
      ],
      "full_text": "I I I  \nDASEIN'S AUTHENTIC POTENTIALITY-FOR-BE I NG­\nA-WHOLE, AND TEMPORALITY AS THE \nO NT O L O G I CAL MEANI NG O F  CARE \n, 6r. A Preliminary Sketch of the Methodological Step from the Definition of \nDasein' s Authentic Being-a-whole to the Laying-bare of Temporality as a Phe­\nnomenon \nAN authentic potentiality-for-Being-a-whole on the part of Dasein has \nbeen projected existentially. By analysing this phenomenon, we have \nrevealed that authentic Being-towards-death is anticipation.• Dasein's \n302 \nauthentic potentiality-for-Being, in its existentiell attestation, has been \nexhibited, and at the same time existentially Interpreted, as resoluteness.1 \nHow are these two phenomena of anticipation and resoluteness to be \nbrought together? Has not our ontological projection of the authentic \npotentiality-for-Being-a-whole led us into a dimension of Dasein which \nlies far from the phenomenon of resoluteness? What can death and the \n'concrete Situation' of taking action have in common ? In attempting to \nbring resoluteness and anticipation forcibly together, are we not seduced \ninto an intolerable and quite unphenomenological construction, for which \nwe can no longer claim that it has the character of an ontological pro­\njection, based upon the phenomena ? \nAny superficial binding together of the two phenomena is excluded. \nThere still remains one way out, and this is the only possible method : \nnamely, to take as our point of departure the phenomenon of resoluteness, \nas attested in its existentiell possibility, and to ask : \"Does resoluteness, in its \nownmost existentiell tendency of Being, point forward to anticipatory resoluteness \nas its ownmost authentic possibility?\" What if resoluteness, in accordance \nwith its own meaning, should bring itself into its authenticity only when \nit projects itself not upon any random possibilities which just lie closest, \nbut upon that uttermost possibility which lies ahead of every factical \npotentiality-for-Being of Dasein, 11 and, as such, enters more or less \n1 'In seiner existenziellen Bezeugung wurde das eigentliche Seinkonnen des Daseins als \nEntschlossmMit aufgezeigt und zugleich existenzial interpretiert.' In the earlier editions \nthe words 'aufgezeigt und zugleich existenzial interpretiert' are inserted between 'Bezeu­\ngung' and 'wurde', not in their present position. \n8 ' • • •  die allem faktischen Seinkonnen des Daseins vorgelagert ist • • •  \n' cr. note I' p. gog, \nH. 1159 above. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 351,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "vorlaufen",
        "vorlaufigkeit",
        "vorlaufig",
        "entschliessens",
        "gether",
        "pos",
        "heisst",
        "verstanden",
        "dasein",
        "wenn"
      ],
      "full_text": "350 \nBeing and Time \nII. 3 \nundisguisedly into every potentiality-for-Being of which Dasein factically \ntakes hold ? What if it is only in the anticipation of [ zum] death that \nresoluteness, as Dasein's authentic truth, has reached the authentic certainry \nwhich belongs to it ? What if it is only in the anticipation if death that all the \nfactical 'anticipatoriness' of resolving would be authentically understood­\nin other words, that it would be caught up with in an existentiell way ?1 \nIn our existential Interpretation, the entity which has been presented \nto us as our theme has Dasein's kind of Being, and cannot be pieced to­\ngether into something present-at-hand out of pieces which are present-at­\nhand. So long as we do not forget this, every step in our Interpretation \nmust be guided by the idea of existence. What this signifies for the question \nof the possible connection between anticipation and resoluteness, is \nnothing less than the demand that we should project these existential \n303 \nphenomena upon the existentiell possibilities which have been delineated \nin them, and 'think these possibilities through to the end' in an existential \nmanner. If we do this, the working-out of anticipatory resoluteness as a \npotentiality-for-Being-a-whole such that this potentiality is authentic and \nis possible in an existentiell way, will lose the character of an arbitrary \nconstruction. It will have become a way of Interpreting whereby Dasein \nis liberated for its uttermost possibility of existence. \nIn taking this step, the existential Interpretation makes known at the \nsame time its ownmost methodological character. Up till now, except for \nsome remarks which were occasionally necessary, we have deferred \nexplicit discussions of method. Our first task was to 'go forth' towards the \nphenomena. But, before laying bare the meaning of the Being of an entity \nwhich has been revealed in its basic phenomenal content, we must stop \nfor a while in the course of our investigation, not for the purpose of \n'resting', but so that we may be impelled the more keenly. \nAny genuine method is based on viewing in advance in an appropriate \nway the basic constitution of the 'object' to be disclosed, or of the domain \nwithin which the object lies. Thus any genuinely methodical consideration­\nwhich is to be distinguished from empty discussions of technique-must \nlikewise give information about the kind of Being of the entity which has \nbeen taken as our theme. The clarification of the methodological pos­\nsibilities, requirements, and limitations of the existential analytic in \ngeneral, can alone secure the transparency which is necessary if we are to \n1 'Wenn im Vorlatifen zum Tode erst aile faktische \"Vorliiufigkeit\" des Entschliessens \neigentlich verstanden, das heisst existenziell eingeholt ware?' Our translation of 'Vor­\nlaufen' as 'anticipation' again fails to bring out the metaphor of 'running ahead', with \nwhich the notion of 'catching up' is here clearly connected. (Cf. our note 3, p. 306, H. \n262 above.) Similarly our translation of'Vorlaufigkeit' as 'anticipatoriness', which brings \nout the connection with 'vorlaufen', is out of line with our usual translation of the ad­\njective 'vorlaufig' as 'provisional'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 352,
      "bucket": "E (10%+)",
      "error_rate": 10.4,
      "unknown_words_sample": [
        "zeitigen",
        "verschiedenen",
        "weise",
        "sorge",
        "existierenden",
        "tiality",
        "nicht",
        "primordi",
        "dasein",
        "substanzialitiit"
      ],
      "full_text": "II. 3 \nBeing and Time \n351 \ntake the basic step of unveiling the meaning of the Being of care. But the \nInterpretation of the ontological meaning of care must be performed on the basis of \nenvisaging phenomenologically in a full and constant manner Dasein's existential \nconstitution as we have exhibited it up till now. \nOntologically, Dasein is in principle different from everything that is \npresent-at-hand or Real. Its 'subsistence' is not based on the substan­\ntiality of a substance but on the 'Self-subsistence' of the existing Self, whose \nBeing has been conceived as care.1 The phenomenon of the Self-a \nphenomenon which is included in care-needs to be defined existentially \nin a way which is primordial and authentic, in contrast to our preparatory \nexhibition of the inauthentic they-self. Along with this, we must establish \nwhat possible ontological questions are to be directed towards the 'Self', \nif indeed it is neither substance nor subject. \nIn this way, the phenomenon of care will be adequately clarified for \nthe first time, and we shall then interrogate it as to its ontological meaning. \nWhen this meaning has been determined, temporality will have been laid \nbare. In exhibiting this, we are not led into out-of-the-way and sequestered \n304 \ndomains of Dasein; we merely get a conception of the entire phenomenal \ncontent of Dasein's basic existential constitution in the ultimate founda-\ntions of its own ontological intelligibility. Temporality gets experienced in-a \nphenomenally primordial way in Dasein's authentic Being-a-whole, in the phenom-\nenon of anticipatory resoluteness. If temporality makes itself known primordi-\nally in this, then we may suppose that the temporality of anticipatory \nresoluteness is a distinctive mode of temporality. Temporality has different \npossibilities and different ways of temporali;:;ing itself. 2 The basic possibilities \n1 'Sein \"Bestand\" griindet nicht in der Substanzialitiit einer Substanz, sondem in der \n\"Selbstiindigkeit\" des existierenden Selbst, dessen Sein als Sorge begriffen wurde.' \nIn this sentence Heidegger has used no less than five words derived from the Indo­\nEuropean base 'sta-' (Cf. English 'stand', Latin 'stare', German 'stehen') : 'Bestand', \n'Substanz', 'Substantialitit', 'Selbstiindigkeit', 'existierenden'. In each case we have used \nan English equivalent derived from the same base. \nThe ii;nportant word 'Bestand', which we have here translated somewhat arbitrarily \nas 'subsistence', and have often handled elsewhere in other ways, corresponds to the verb \n'bestehen' ('to subsist', 'to remain', 'to consist in', even 'to exist' in a broader sense than \nHeidegger's). It thus may stand for 'subsistence' in the broadest sense, or more particularly \nfor 'continued subsistence' ; and it may also stand for that of which something 'consists'­\nits 'content', the whole 'stock' of things of which it consists. This is the sense in which \nHeidegger most frequently uses it, especially in such phrases as 'der phiinomenale Best­\nand' ('the phenomenal content', 'the stock of phenomena'). \nWe have also somewhat arbitrarily translated 'Selbstiindigkeit' as 'Self-subsistence', in \naccordance with our translation of the adjective 'selbstiindig' on H. 291-!292· But as we \nshall see later (H. 322), 'Self-constancy' would perhaps be more appropriate. \n2 'Zeitlichkeit kann sich in verschiedenen Moglichkeiten und in verschiedener Weise \nuitigen.' In ordinary German the verb 'zeitigen' means 'to bring about' or more strictly, \n'to bring to maturity' ; this is how we have translated it in the earlier portions of this work. \nIn the present section, however, and in those which follow, Heidegger is exploiting the \netymological connection of 'zeitigen' with such words as 'Zeit' ('time') and 'Zeitlichkeit' \n('temporality') ; we have accordingly ventured to translate it as 'to tempt>ralize.' We have \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 353,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "ality",
        "zeitigen",
        "zeigen",
        "ological",
        "tempor",
        "dasein",
        "ifwe",
        "inauthenticity",
        "temporality",
        "ownmost"
      ],
      "full_text": "352 \nBeing and Time \nII. 3 \nof existence, the authenticity and inauthenticity of Dasein, are grounded \nontologically on possible temporalizations of temporality. \nIf the ascendancy of the falling understanding of Being (of Being as \npresence-at-hand) 1 keeps Dasein far from the ontological character of \nits own Being, it keeps it still farther from the primordial foundations of \nthat Being. So one must not be surprised if, at first glance, temporality \ndoes not correspond to that which is accessible to the ordinary under­\nstanding as 'time'. Thus neither the way time is conceived in our ordinary \nexperience of it, nor the problematic which arises from this experience, \ncan function without examination as a criterion for the appropriateness \nof an Interpretation of time. Rather, we must, in our investigation, make \nourselves familiar beforehand with the primordial phenomenon of tempor­\nality, so that in terms of this we may cast light on the necessity, the source, \nand the reason for the dominion of the way it is ordinarily understood. \nThe primordial phenomenon of temporality will be held secure by \ndemonstrating that ifwe have regard for the possible totality, unity, and \ndevelopment of .those fundamental structures of Dasein which we have \nhitherto exhibited, these structures are all to be conceived as at bottom \n'temporal' and as modes of the temporalizing of temporality. Thus, when \ntemporality has been laid bare, there arises for the existential analytic \nthe task of repeating our analysis of Dasein in the sense of Interpreting its \nessential structures with regard to their temporality. The basic directions \nof the analyses thus required are prescribed by temporality itself. Accord­\ningly the chapter will be divided as follows : anticipatory resoluteness as \nthe way in which Dasein's potentiality-for-Being-a-whole has existentiell \nauthenticity2 (Section 62) ; the hermeneutical Situation at which we have \narrived for Interpreting the meaning of the Being of care, and the method­\nological character of the existential analytic in general (Section 63) ; care \nand Selfhood (Section 64) ; temporality as the ontological meaning of care \n305 \n(Section 65) ;  Dasein's temporality and the tasks arising therefrom of \nrepeating the existential analysis in a primordial manner (Section 66). \n\u0088 62. Anticipatory Resoluteness as the Way in which Dasein's Potentiality-for­\nBeing-a-whole has Existentiell Authenticity \nWhen resoluteness has been 'thought through to the end' in a way \ncorresponding to its ownmost tendency of Being, to what extent does it \nalready called attention to earlier passages (H. 1 22, 1 78) where 'zeitigen' has been \nchanged to 'zeigen' in the later editions. If these changes are not simple misprints, they may \nindicate a deliberate intention to avoid the use of this verb in any sense but the special \none here introduced. (Contrast H. 152, where no such correction has been made.) \n1 ' •\n•\n.\n (Sein als Vorhandenheit) . .  .' The 'als' of the later editions replaces an equality­\nsign which we find in the earlier editions. \n2 'Das existenziell eigentliche Ganzseinkonnen- des Daseins als vorlaufende Entsch­\nlossenhei t.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 359,
      "bucket": "E (10%+)",
      "error_rate": 10.5,
      "unknown_words_sample": [
        "wird",
        "taining",
        "exactions",
        "methodisck",
        "sorge",
        "ihr",
        "tation",
        "pos",
        "zufalligkeiten",
        "geschliftige"
      ],
      "full_text": "Being and Time \nwhich one flees the world ; rather, it brings one without Illusions into the \nresoluteness of 'taking action'. Neither does anticipatory resoluteness stem \nfrom 'idealistic' exactions soaring above existence and its possibilities; it \nsprings from a sober understanding of what are factically the basic pos­\nsibilities for Dasein. Along with the sober anxiety which brings us face to \nface with our individualized potentiality-for-Being, there goes an un­\nshakable joy in this possibility. In it Dasein becomes free from the enter­\ntaining 'incidentals' with which busy curiosity keeps providing itself­\nprimarily from the events of the world. 1  But the analysis of these basic \nmoods would transgress the limits which we have drawn for the present \nInterpretation by aiming towards fundamental ontology. \nIs there not, however, a definite ontical way of taking authentic \nexistence, a factical ideal of Dasein, underlying our ontological Interpre­\ntation of Dasein's existence ? That is so indeed. But not only is this Fact \none which must not be denied and which we are forced to grant; it must \nalso be conceived in its positive necessiry, in terms of the object which we \nhave taken as the theme of our investigation. Philosophy will never seek \nto deny its 'presuppositions', but neither may it simply admit them. It \nconceives them, and it unfolds with more and more penetration both the \npresuppositions themselves and that for which they are presuppositions. \nThe methodological considerations now demanded of us will have this \nvery function. \nŁ 63. The Hermeneutical Situation at which we have Arrived for Interpreting the \nMeaning of the Being of Care; and the Methodological Character of the Existential \nAnarytic in General2 \nIn its anticipatory resoluteness, Dasein has now been made phenomen­\nally visible with regard to its possible authenticity and totality. The \n3 I I \nhermeneutical Situation tv which was previously inadequate for interpret­\ning the meaning of the Being of care, now has the required primordiality. \nDasein has been put into that which we have in advance, and this has \nbeen done primordially-that is to say, this has been done with regard to \nits authentic potentiality-for-Being-a-whole ; the idea of existence, which \nguides us as that which we see in advance, has been made definite by the \nclarification of our ownmost potentiality-for-Being ; and, now that we \nhave concretely worked out the structure of Dasein's Being, its peculiar \nontological character has become so plain as compared with everything \npresent-at-hand, that Dasein's existentiality has been grasped in advance \n1 'In ihr wird das Dasein frei von den \"Zufalligkeiten\" des Unterhaltenwerdens die \nsich die geschliftige Neugier primiir aus den Weltbegebenheiten verschafft.' \n2 'Die fur eine Interpretation des Seinssinnes der Sorge gewonnene hermeneutisck Situation und \nder methodisck Charakter der existenzialen Anafytik uherhaupt.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 362,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "abzuringen",
        "hihere",
        "eigentlichkeit",
        "thepreparatory",
        "deshalb",
        "sei",
        "ontico",
        "dasein",
        "proxim",
        "seinlciinnens"
      ],
      "full_text": "II. 3 \nBeing and Time \npotentiality-for-Being comports itself towards its distinctive possibility­\ndeath-been just accidentally pounced upon ? Does Being-in-the-world \nhave a higher instance for its potentiality-for-Being than its own death?l \nEven if the ontico-ontological projection of Dasein upon an authentic \npotentiality-for-Being-a-whole may not be just something that is left to \nour discretion, does this already justify the existential Interpretation we \nhave given for this phenomenon ? Where does this Interpretation get its \nclue, if not from an idea of existence in general which has been 'pre­\nsupposed' ? How have the steps in the analysis of inauthentic everydayness \nbeen regulated, if not by the concept of existence which we have posited ? \nAnd if we say that Dasein 'falls', and that therefore the authenticity of its \npotentiality-for-Being must be wrested from Dasein in spite of this tend­\nency of its Being,2 from what point of view is this spoken ? Is not everything \nalready illumined by the light of the 'presupposed' idea of existence, even \nif rather dimly ? Where does this idea get its justification? Has our initial \nprojection, in which we called attention to it, led us nowhere ? By no \nmeans. \nIn indicating the formal aspects of the idea of existence we have been \nguided by the understanding-of-Being which lies in Dasein itself. Without \nany ontological transparency, it has nevertheless been revealed that in \nevery case I am myself the entity which we call Dasein, and that I am so \nas a potentiality-for-Being for which to be this entity is an issue. Dasein \nunderstands itself as Being-in-the-world, even if it does so without \nadequate ontological definiteness. Being thus, it encounters entities which \nhave the kind of Being of what is ready-to-hand and present-at-hand. No \nmatter how far removed from an ontological concept the distinction \nbetween existence and Reality may be, no matter even if Dasein proxim­\nally understands existence as Reality, Dasein is not just present-at-hand \nbut has already understood itself, however mythical or magical the inter­\npretation which it gives may be. For otherwise, Dasein would never 'live' \nin a myth and would not be concerned with magic in ritual and cult. \nThe idea of existence which we have posited gives us an outline of the \nformal structure of the understanding of Dasein and does so in a way \nwhich is not binding from an existentiell point of view. \nUnder the guidance of this idea thepreparatory analysis of the everyday-\nSI4 \nness that lies closest to us has been carried out as far a s  the first conceptual \n1 'Hat das In-der-Welt-sein eine hihere Instanz seines Seinlciinnens als seinen Tod?' \na '  . .\n. und deshalb sei ihm die Eigentlichkeit des Seinkonnens gegen diese Seinstendenz \nabzuringen . . .  ' This of course does not mean that this authenticity is to be taken away \nfrom Dasein; it means that because such authenticity runs counter to Dasein's tendency \nto fall, Dasein must make a very real effort to achieve it, or perhaps rather that our \nInterpretation calls for a similar effort if this authenticity is to be properly discerned. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 363,
      "bucket": "E (10%+)",
      "error_rate": 10.6,
      "unknown_words_sample": [
        "ence",
        "welche",
        "liisst",
        "entwerfens",
        "entwurf",
        "facticity",
        "dieses",
        "seiende",
        "seinsverfassung",
        "dasein"
      ],
      "full_text": "Being and Time \nII. 3 \ndefinition of \"care\". This latter phenomenon has enabled us to get a more \nprecise grasp of existence and of its relations to facticity and falling. \nAnd defining the structure of care has given us a basis on which to dis­\ntinguish ontologically between existence and Reality for the first time.vi \nThis has led us to the thesis that the substance of man is existence.vU \nYet even in this formal idea of existence, which is not binding upon us \nin an existentiell way, there already lurks a definite though unpretentious \nontological 'content', which-like the idea of Reality, which has been \ndistinguished from this-'presupposes' an idea of Being in general. Only \nwithin the horizon of this idea of Being can the distinction between exist­\nence and Reality be accomplished. Surely, in both of them what we have \nin view is Being. \nBut if we are to obtain an ontologically clarified idea of Being in \ngeneral, must we not do so by first working out that understanding-of­\nBeing which belongs to Dasein ? This understanding, however, is to be \ngrasped primordially only on the basis of a primordial Interpretation of \nDasein, in which we take the idea of existence as our clue. Does it not \nthen become altogether patent in the end that this problem offundamental \nontology which we have broached, is one which moves in a 'circle' ? \nWe have indeed already shown, in analysing the structure of under­\nstanding in general, that what gets censured inappropriately as a 'circle', \nbelongs to the essence and to the distinctive character of understanding \nas such.v111 In spite of this, if the problematic of fundamental ontology is \nto have its hermeneutical Situation clarified, our investigation must now \ncome back explicitly to this 'circular argument'. When it is objected that \nthe existential Interpretation is 'circular', it is said that we have 'pre­\nsupposed' the idea of existence and of Being in general, and that Dasein \ngets Interpreted 'accordingly', so that the idea of Being may be obtained \nfrom it. But what does 'presupposition' signify ? In positing the idea of \nexistence, do we also posit some proposition from which we deduce \nfurther propositions about the Being ofDasein, in accordance with formal \nrules of consistency ? Or does this pre-supposing have the character of an \nunderstanding projection, in such a manner indeed that the Interpretation \nby which such an understanding gets developed, will let that which is to \n3 I 5 \nbe interpreted put itself into words for the very first time, so that it may decide \nof its own accord whether, as the entiry which it is, it has that state of Being for \nwhich it has been disclosed in the projection with regard to its formal aspects ?1 Is \n1 'Oder hat dieses Voraus-setzcn den Charakter des verstehenden Entwerfens, so zwar, \nclass die solches Verstehen ausbildende Interpretation das Auszulegende gerade erst selbst \nzu Wort kommen liisst, damit es von suh aus entscheide, ob es als dieses Seiende die Seinsverfassung \nhergibt, auf welche es im Entwurf formalanzeigend erschlossen wurde ?' Here, however, Heidegger \nmay be using the verb 'erschliesen' in the sense of 'infer', in spite of his remarks on H. 75 \nabove (see our note 1 ,  p. 105 ad Joe.) and 'Entwurf' in the sense of 'sketch'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 364,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "disclosive",
        "worldless",
        "concernful",
        "endeavour",
        "dasein",
        "barri",
        "cades",
        "rigour",
        "mis",
        "existentiell"
      ],
      "full_text": "II. 3 \nBeing and Time \nthere any other way at all by which an entity can put itself into words \nwith regard to its Being? We cannot ever 'avoid' a 'circular' proof in the \nexistential analytic, because such an analytic does not do any proving at \nall by the rules of the 'logic of consistency'. What common sense wishes \nto eliminate in avoiding the 'circle', on the supposition that it is measuring \nup to the loftiest rigour of scientific investigation, is nothing less than the \nbasic structure of care. Because it is primordially constituted by care, any \nDasein is already ahead of itself. As being, it has in every case already \nprojected itself upon definite possibilities of its existence ; and · in such \nexistentiell projections it has, in a pre-ontological manner, also projected \nsomething like existence and Being. Like all research, the research which \nwants to develop and conceptualize that kind of Being which belongs to \nexistence, is itself a kind of Being which disclosive Dasein possesses; can such \nresearch be denied this projecting which is essential to Dasein? \nYet the 'charge of circularity' itself comes from a kind of Being which \nbelongs to Dasein. Something like a projection, even an ontological one, \nstill remains for the common sense of our concernful absorption in the \n\"they\" ; but it necessarily seems strange to us, because common sense barri­\ncades itself against it 'on principle'. Common sense concerns itself, whether \n'theoretically' or 'practically', only with entities which can be surveyed \nat a glance circumspectively. What is distinctive in common sense is that \nit has in view only the experiencing of 'factual' entities, in order that it \nmay be able to rid itself of an understanding of Being. It fails to recognize \nthat entities can be experienced 'factually' only when Being is already \nunderstood, even if it has not been conceptualized. Common sense mis­\nunderstands understanding. And therefore common sense must necessarily \npass off as 'violent' anything that lies beyond the reach of its understanding, \nor any attempt to go out so far. \nWhen one talks of the 'circle' in understanding, one expresses a failure \nto recognize two things: (1) that understanding as such makes up a basic \nkind of Dasein's Being, and (2) that this Being is constituted as care. To \ndeny the circle, to make a secret of it, or even to want to overcome it, \nmeans finally to reinforce this failure. We must rather endeavour to leap \ninto the 'circle', primordially and wholly, so that even at the start of the \nanalysis of Dasein we make sure that we have a full view of Dasein's \ncircular Being. If, in the ontology of Dasein, we 'take our departure' \nfrom a worldless \"I\" in order to provide this \"I\" with an Object and an \n316 \nontologically baseless relation to that Object, then we have 'presupposed' \nnot too much, but too little. If we make a problem of 'life', and then just \noccasionally have regard for death too, our view is too short-sighted. The object \nwe have taken as our theme is artificially and dogmatically curtailed if 'in the \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 365,
      "bucket": "E (10%+)",
      "error_rate": 10.3,
      "unknown_words_sample": [
        "pragung",
        "bei",
        "sichert",
        "urspriingliche",
        "tered",
        "eigentlichkeit",
        "innerweltlich",
        "facticity",
        "selbstseinkonnens",
        "dasein"
      ],
      "full_text": "Being and Time \nII. 3 \nfirst instance' we restrict ourselves to a 'theoretical subject', in order \nthat we may then round it out 'on the practical side' by tacking on an \n'ethic'. \nThis may suffice to clarify the existential meaning of the hermeneutical \nSituation of a primordial analytic of Dasein. By exhibiting anticipatory \nresoluteness, we have brought Dasein before us with regard to its authentic \ntotality, so that we now have it in advance. The authenticity of the \npotentiality-for-Being-one's-Self guarantees that primordial existentiality \nis something we see in advance, and this assures us that we are coining \nthe appropriate existential concepts.1 \nAt the same time our analysis of anticipatory resoluteness has led us to \nthe phenomenon of primordial and authentic truth. We have shown earlier \nhow that understanding-of-Being which prevails proximally and for the \nmost part, conceives Being in the sense of presence-at-hand, and so covers \nup the primordial phenomenon of truth.lx If, however, 'there is' Being \nonly in so far as truth 'is', and if the understanding of Being varies accord­\ning to the kind of truth, then truth which is primordial and authentic \nmust guarantee the understanding of the Being of Dasein and of Being \nin general. The ontological 'truth' of the existential analysis is developed \non the ground of the primordial existentiell truth. However, the latter \ndoes not necessarily need the former. The most primordial and basic \nexistential truth, for which the problematic of fundamental ontology \nstrives in preparing for the question of Being in general, is the disclosedness \nof the meaning of the Being of care. In order to lay bare this meaning, \nwe need to hold in readiness, undiminished, the full structural content of \ncare. \nʂ 64. Care and Selfhood \nThrough the unity of the items which are constitutive for care-\n3 1 7 \nexistentiality, facticity, and fallenness-it has become possible to give the \nfirst ontological definition for the totality of Dasein's structural whole. \nWe have given an existential formula for the structure of care as \"ahead­\nof-itself-Being-already-in (a world) as Being-alongside (entities encoun­\ntered within-the-world)\".2 We have seen that the care-structure does not \nfirst arise from a coupling together, but is articulated all the same.x In \nassessing this ontological result, we have had to estimate how well it \n1 'Die Eigentlichkeit des Selbstseinkonnens verbiirgt die Vor-sicht auf die urspringliche \nExistenzialitat, und diese sichert die Pragung der angemessenen existenzialen Begriffiich­\nkeit.' The ambiguity of our 'this' reflects a similar ambiguity in Heidegger's 'diese', \nwhich may refer either to 'die Vor-sicht' or to 'die urspriingliche Existenzialitat'. \n2 'Sich-vorweg-schon-sein-in (einer Welt) als Sein-bei (innerweltlich begegnenden \nSeienden)'. Here we follow tile earlier editions. In the later edition$ there is a hyphen \ninstead of a dash between 'vorweg' and 'schon', \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 366,
      "bucket": "D (5-10%)",
      "error_rate": 5.2,
      "unknown_words_sample": [
        "ordial",
        "dasein",
        "pheno",
        "ownmost",
        "butes",
        "festly",
        "exirtentially",
        "existentiell",
        "ofdasein",
        "exirtence"
      ],
      "full_text": "II. 3 \nBeing and Time \nsatisfies the requirements for a primordial Interpretation of Dasein.xi The \nupshot of these considerations has been that neither the whole of Dasein \nnor its authentic potentiality-for-Being has ever been made a theme. The \nstructure of care, however, seems to be precisely where the attempt to \ngrasp the whole ofDasein as a phenomenon has foundered. The \"ahead-of­\nitself\" presented itself as a \"not-yet\". Byt when the \"ahead-of-itself\" which \nhad been characterized as something still outstanding, was considered in \ngenuinely existential manner, it revealed itself as Being-towards-the-end­\nsomething which, in the depths ofits Being, every Dasein is. We made it plain \nat the same time that in the call of conscience care sumons Dasein towards \nits ownmost potentiality-for-Being. When we came to understand in a prim­\nordial manner how this appeal is understood, we saw that the understand­\ning of it manifests itself as anticipatory resoluteness, which includes an \nauthentic potentiality-for-Being-a-whole-a potentiality of Dasein. Thus \nthe care-structure does not speak against the possibility of Being-a-whole \nbut is the condition for the possibility of such an existentiell potentiality-for­\nBeing. In the course of these analyses, it became plain that the existential \nphenomena of death, conscience, and guilt are anchored in the pheno­\nmenon of care. The totality of the structural whole has become even more richly \narticulated; and because of thir, the exirtential question of the unity of thir totality \nhas become still more urgent. \nHow are we to conceive this unity? How can Dasein exist as a unity in \nthe ways and possibilities of its Being which we have mentioned ? Mani­\nfestly, it can so exist only in such a way that it ir itself this Being in its \nessential possibilities-that in each case I am this entity. The 'I' seems to \n'hold together' the totality of the structural whole. In the 'ontology' of \nthis entity, the 'I' and the 'Self' have been conceived from the earliest \ntimes as the supporting ground (as substance or subject) . Even in its \npreparatory characterization of everydayness, our analytic has already \ncome up against the question of Dasein's \"who\". It has been shown that \nproximally and for the most part Dasein is not itself but is lost in the they­\nself, which is an existentiell modification of the authentic Self. The \nquestion of the ontological constitution of Selfhood has remained un­\nanswered. In principle, of course, we have already fixed upon a clue for \nthis problem ;xu for if the Self belongs to the essential [wesenhaften] attri-\n31 8  \nbutes of Dasein, while Dasein's 'Essence' [\"Essenz\"] lies in exirtence, then \n\"1\"-hood and Selfhood must be conceived exirtentially. On the negative \nside, it has also been shown that our ontological characterization of the \n\"they\" prohibits us from making any use of categories of presence-at-\nhand (such as substance) . It has become clear, in principle, that onto­\nlogically care is not to be derived from Reality or to be built up with the \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 367,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "ofselfhood",
        "selbstsorge",
        "menal",
        "xvlll",
        "xvu",
        "dasein",
        "theontical",
        "justifi",
        "thesoul",
        "xvi"
      ],
      "full_text": "Being and Time \nII. 3 \ncategories of Reality.xm Care already harbours in itself the phenomenon \nof the Self, if indeed the thesis is correct that the expression 'care for \noneself' [\"Selbstsorge\"], would be tautological if it were proposed in con­\nformity with the term \"solicitude\" [Fiirsorge] as care for Others.xlv But in \nthat case the problem of defining ontologically the Selfhood of Dasein \ngets sharpened to the question of the existential 'connection' between care \nand Selfhood. \nTo clarify the existentiality of the Self, we take as our 'natural' point of \ndeparture Dasein's everyday interpretation of the Self. In saying \"1\", \nDasein expresses itself about 'itself'. It is not necessary that in doing so \nDasein should make any utterance. With the '1', this entity has itself in \nview. The content of this expression is regarded as something utterly \nsimple. In each case, it just stands for me and nothing further. Also, this \n'1', as something simple, is not an attribute of other Things ; it is not \nitself a predicate, but the absolute 'subject'. What is expressed and what is \naddressed in saying \"I\", is always met as the same persisting something. \nThe characteristics of'simplicity', 'substantiality', and 'personality', which \nKant, for instance, made the basis for his doctrine 'of the paralogisms of \npure reason' ,xv arise from a genuine pre-phenomenological experience. \nThe question remains whether that which we have experienced ontically \nin this way may be Interpreted ontologically with the help of the 'cate­\ngories' mentioned. \nKant, indeed, in strict conformity with the phenomenal content given in \nsaying \"I\", shows that theontical theses about thesoul-substancewhichhave \nbeen inferred [erschlossenen] from these characteristics, are without justifi­\ncation. But in so doing, he merely rejects a wrong ontical explanation of the \n\"I\" ; he has by no means achieved an ontological Interpretation ofSelfhood, \nnor has he even obtained some assurance of it and made positive preparation \nfor it. Kant makes a more rigorous attempt than his predecessors to keep \nhold of the phen<;>menal content of saying \"I\" ; yet even though in theory \nhe has denied that the ontical foundations of the ontology of the substantial \n3 I 9 \napply to the \"I\", he still slips back into this same inappropriate ontology. This \nwill be shown more exactly, in order that we may establish what it means \nontologically to take saying \"I\" as the starting-point for the analysis of \nSelf hood. The Kantian analysis of the 'I think' is now to be adduced as an \nillustration, but only so far as is demanded for clarifying these problems.xvi \nThe 'I' is a bare consciousness, accompanying all concepts. In the \n'1', 'nothing more is represented than a transcendental subject of \nthoughts'. 'Consciousness in itself (is) not so much a representation . . .  as \nit is a form of representation in generaJ.'xvU The 'I think' is 'the form of \napperception, which clings to every experience and precedes it'.xvlll \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 368,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "selfsameness",
        "ljl",
        "expres",
        "cogitans",
        "vov",
        "inappro",
        "ofbeing",
        "behaviour",
        "res",
        "priate"
      ],
      "full_text": "II. 3 \nBeing and Time \nKant grasps the phenomenal content of the 'I' correctly in the expres­\nsion 'I think', or-if one also pays heed to including the 'practical person' \nwhen one speaks of 'intelligence'-in the expression 'I take action'. In \nKant's sense we must take saying \"I\" as saying \"I think\". Kant tries to \nestablish the phenomenal content of the \"I\" as res cogitans. If in doing so \nhe calls this \"I\" a 'logical subject', that does not mean that the \"I\" in \ngeneral is a concept obtained merely by way oflogic. The \"I\" is rather the \nsubject of logical behaviour, of binding together. 'I think' means 'I bind \ntogether'. All binding together is an 'I bind together'. In any taking­\ntogether or relating, the \"I\" always underlies-the V1TOK£lJL£vov. The \nsubjectum is therefore 'consciousness in itself', not a representation but \nrather the 'form' of representation. That is to say, the \"I think\" is not \nsomething represented, but the formal structure of representing as such, \nand this formal structure alone makes it possible for anything to have \nbeen represented. When we speak of the \"form\" of representation, we \nhave in view neither a framework nor a universal concept, but that which, \nas £1Sos, makes every representing and everything represented be \nwhat it is. If the \"I\" is understood as the form of representation, this \namounts to saying that it is the 'logical subject'. \nKant's analysis has two positive aspects. For one thing, he sees the \nimpossibility of ontically reducing the \"I\" to a substance ; for another \n320 \nthing, he holds fast to the \"I\" as 'I think'. Nevertheless, he takes this \"I\" \nas subject again, and he does so in a sense which is ontologically inappro­\npriate. For the ontological concept of the subject characterizes not the Self-\nhood of the \"!\" qua Self, but the selfsameness and steadiness of something that is \nalways present-at-hand. To define the \"I\" ontologically as \"subject\" means \nto regard it as something always present-at-hand. The· Being of the \"I\" \nis understood as the Reality of the res cogitans.xix \nBut how does it come about that while the 'I think' gives Kant a \ngenuine phenomenal starting-point, he cannot exploit it ontologically, and \nhas to fall back on the 'subject'-that is to say, something substantial? The \n321 \n\"I\" is not just an 'I think', but an 'I think something'. And does not \nKant himself keep on stressing that the \"I\" remains related to its repre­\nsentations, and would be nothing without them ? \nFor Kant, however, these representations are the 'empirical', which is \n'accompanied' by the \"1\"-the appearances to which the \"I\" 'clings'. \nKant nowhere shows the kind ofBeing of this 'clinging' and 'accompany­\ning'. At bottom, however, their kind ofBeing is understood as the constant \nBeing-present-at-hand of the \"I\" along with its representations. Kant has \nindeed avoided cutting the \"I\" adrift from thinking ; but he has done so \nwithout starting with the 'I think' itself in its full essential content as an \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 369,
      "bucket": "D (5-10%)",
      "error_rate": 6.7,
      "unknown_words_sample": [
        "jlieht",
        "verfallen",
        "dasein",
        "pheno",
        "proxim",
        "natiirliche",
        "vor",
        "priori",
        "der",
        "sich"
      ],
      "full_text": "36s \nBeing and Time \nII. 3 \n'I think something', and above all, without seeing what is ontologically \n'presupposed' in taking the 'I think something' as a basic characteristic \nof the Self. For even the 'I think something' is not definite enough onto­\nlogically as a starting-point, because the 'something' remains indefinite. \nIf by this \"something\" we understand an entity within-the-world, then it \ntacitly implies that the world has been presupposed ; and this very pheno­\nmenon of the world co-determines the state of Being of the \"1\", if indeed \nit is to be possible for the \"I\" to be something like an 'I think something'. \nIn saying \"I\", I have in view the entity which in each case I am as an 'l­\nam-in-a-world'. Kant did not see the phenomenon of the world, and was \nconsistent enough to keep the 'representations' apart from the a priori \ncontent of the 'I think'. But as a consequence the \"I\" was again forced \nback to an isolated subject, accompanying representations in a way which \nis ontologically quite indefinite.xx \nIn saying \"!\", Dasein expresses itself as Being-in-the-world. But does saying \n\"I\" in the everyday manner have itself in view as being-in-the-world \n[in-der-Welt-seiend] ? Here we must make a distinction. When saying \n\"I\", Dasein surely has in view the entity which, in every case, it is itself. \nThe everyday interpretation of the Self, however, has a tendency to \nunderstand itself in terms of the 'world' with which it is concerned. When \nDasein has itself in view ontically, it fails to see itself in relation to the kind \nof Being of that entity which it is itself. And this holds especially for the \nbasic state, of Dasein, Being-in-the-world.xxt \n322 \nWhat is the motive for this 'fugitive' way of saying \"I\" ? It is motivated \nby Dasein's falling; for as falling, it flees in the face of itself into the \n\"they\".1 When the \"I\" talks in the 'natural' manner, this is performed by \nthe they-self.2 What expresses itself in the 'I' is that-Self which, proxim­\nally and for the most part, I am not authentically. When one is absorbed \nin the everyday multiplicity and the rapid succession [Sich-jagen] of that \nwith which one is concerned, the Self of the self-forgetful \"I am concerned' \nshows itself as something simple which is constantly selfsame but indefinite \nand empty. Yet one is that with which one concerns oneself. In the \n'natural' ontical way in which the \"I\" talks, the phenomenal content of \nthe Dasein which one has in view in the \"l\" gets overlooked ; but this gives \nno justification for our joining in this overlooking of it, or for forcing upon the \nproblematic of the Self an inappropriate 'categorial' horizon when we \nInterpret the \"I\" ontologically. \nOf course by thus refusing to follow the everyday way in which the \"I\" \n1 'Durch das Verfallen des Daseins, als welches es vor sich selbst jlieht in das Man.' \nThe 'es' appears only in the later editions. \n11 'Die \"natiirliche\" Ich-Rede vollzieht das Man-selbst.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 370,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "gegenmoglichkeit",
        "stiindigkeit",
        "selm",
        "unselbst",
        "bestiindigen",
        "zur",
        "teristic",
        "subjectum",
        "doppelsinne",
        "dasein"
      ],
      "full_text": "II. 3 \nBeing and Time \ntalks, our ontological Interpretation of the 'I' has by no means solved the \nproblem; but it has indeed prescribed the direction for any further inquiries. \nIn the \"I\", we have in view that entity which one is in 'being-in-the­\nworld'. \nBeing-already-in -a-world, however, as Being-alongside-the-ready-to­\nhand-within-the-world, means equiprimordially that one is ahead of \noneself. With the '1', what wr have in view is that entity for which the \nissue is the Being of the entity rnat it is. With the 'I', care expresses itself, \nthough proximally and for the most part in the 'fugitive' way in which \nthe \"I\" talks when it concerns itself with something. The they-self keeps \non saying \"I\" most loudly and most frequently because at bottom it is not \nauthentically itself, and evades its authentic potentiality-for-Being. If the \nontological constitution of the Self is not to be traced back either to an \n\"!\"-substance or to a 'subject', but if, on the contrary, the everyday \nfugitive way in which we keep on saying \"I\" must be understood in terms \nof our authentic potentiality-for-Being, then the proposition that the Self \nis the basis of care and constantly present-at-hand, is one that still does \nnot follow. Selfhood is to be discerned existentially only in one's authentic \npotentiality-for-Being-one's-Self-that is to say, in the authenticity of \nDasein's Being as care. In terms of care the constancy of the Self, as the \nsupposed persistence of the subjectum, gets clarified. But the phenomenon \nof this authentic potentiality-for-Being also opens our eyes for the constancy \nof the Self in the sense of its having achieved some sort of position.1 The \nconstancy of the Self, in the double sense of steadiness and steadfastness, is \nthe authentic counter-possibility to the non-Self-constancy which is charac­\nteristic of irresolute falling. 2 Existentially, \"Self-constancy\" signifies nothing \nother than anticipatory resoluteness. The ontological structure of such \nresoluteness reveals the existentiality of the Self's Selfhood. \nDasein is authentical[v itself in the primordial individualization of the \nreticent resoluteness which exacts anxiety of itself. As something that keeps \n323 \n1 ' •\n•\n , fiir die Stiindigkeit des Selbst in dem Sinn des Standgewonnenhabens.' Here our \nusual translation of 'Stiindigkeit' as 'constancy' seems inadequate; possibly 'stability' \nwould be closer to what is meant. \n1 'Die Stiindigkeit des Selbst im Doppelsinne der bestiindigen Standfestigkeit ist die \neigentlicM Gegenmoglichkeit zur Unselbst-standigkeit des unentschlossenen Verfallens.' \nThe italicization of the opening words of this sentence appears only in the later editions. \nHere, as on H. 117 and 303, Heidegger exploits various meanings of the adjective \n'standig' and other words derived from the base 'sta-', with the root-meaning of \n'standing'. The noun 'Unselbstiindigkeit' ordinarily stands for inability to stand on \none's own feet or to make up one's mind independently. · But Heidegger expands it \nto 'Unselbst-stiindigkeit', which not only suggests instability and a failure to stand by \noneself, but also the constancy or stability of that which. is other than the Selm-the \nnon-Self, or more specifically, the they-self. In the followmg sentence the no_un Sel̦­\nstiindigkeit', which ordinarily stands for autonomy, independence, or self-subsistence, IS \nsimilarly expanded to 'Selbst-stiindigkeit'-'Self-constancy'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 371,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "wird",
        "existenz",
        "wesentlich",
        "xxh",
        "dasein",
        "eigentlichen",
        "temporality",
        "factically",
        "der",
        "sich"
      ],
      "full_text": "370 \nBeing and Time \nII. 3 \nsilent, authentic Being-one's-Self is just the sort of thing that does not keep \non saying 'I' ; but in its reticence it 'is' that thrown entity as which it can \nauthentically b e. The Self which the reticence of resolute existence un­\nveils is the primordial phenomenal basis for the question as to the Being \nof the 'I'. Only if we are oriented phenomenally by the meaning of the \nBeing of the authentic potentiality-for-Being-one's-Self are we put in a \nposition to discuss what ontological justification there is for treating \nsubstantiality, simplicity, and personality as characteristics of Selfhood. \nIn the prevalent way of saying \"I\", it is constantly suggested that what \nwe have in advance is a Self-Thing, persistently present-at-hand ; the \nontological question of the Being of the Self must turn away from any \nsuch suggestion. \nCare does not need to be founded in a Self. But existentiality, as constitutive for \ncare, provides the ontological constitution of Dasein's Self-constancy, to which there \nbelongs, in accordance with the full structural content of care, its Being-fallen \nfactically into non-Self-constancy. When fully conceived, the care-structure \nincludes the phenomenon of Selfhood. This phenomenon is clarified by \nInterpreting the meaning of care ; and it is as care that Dasein's totality \nof Being has been defined. \nɕ 65. Temporality as the Ontological Meaning of Care \nIn characterizing the 'connection' between care and Selfhood, our aim \nwas not only to clarify the special problem of \"I\"-hood, but also to help \nin the final preparation for getting into our grasp phenomenally the \ntotality of Dasein's structural whole. We need the unwavering discipline of \nthe existential way of putting the question, if, for our ontological point of \nview, Dasein's kind of Being is not to be finally perverted into a mode of \npresence-at-hand, even one which is wholly undifferentiated. Dasein \nbecomes 'essentially' Dasein in that authentic existence which constitutes \nitself as anticipatory resoluteness.1 Such resoluteness, as a mode of the \nauthenticity of care, contains Dasein's primordial Self-constancy and \ntotality. We must take an undistracted look at these and understand \nthem existentially if we are to lay bare the ontological meaning ofDasein's \nBeing. \nWhat are we seeking ontologically with the meaning of care ? What \n324 \ndoes \"meaning\" signify ? In our investigation, we have encountered this \nphenomenon in connection with the analysis of understanding and inter­\npretation.xxH According to that analysis, meaning is that wherein the \nunderstandability [Verstehbarkeit] of something maintains itself-even \n1 'Das Dasein wird \"wesentlich\" in der eigentlichen Existenz, die sich als vorlaufende \nEntschlossenheit konstituiert.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 372,
      "bucket": "D (5-10%)",
      "error_rate": 9.1,
      "unknown_words_sample": [
        "ambig",
        "structu",
        "woraufhin",
        "circumspective",
        "stituted",
        "dasein",
        "plaus",
        "entworfene",
        "erschlossen",
        "konstituiert"
      ],
      "full_text": "II. 3 \nBeing and Time \n371 \nthat of something which does not come into view explicitly and thematic­\nally. \"Meaning\" signifies the \"upon-which\" [das Woraufhin] of a primary \nprojection in terms of which something can be conceived in its possibility \nas that which it is. Projecting discloses possibilities-that is to say, it \ndiscloses the sort of thing that makes possible. \nTo lay bare the \"upon-which\" of a projection, amounts to disclosing \nthat which makes possible what has been projected.1 To lay it bare in this \nway requires methodologically that we study the projection (usually a \ntacit one) which underlies an interpretation, and that we do so in such a \nway that what has been projected in the projecting can be disclosed and \ngrasped with regard to its \"upon-which\". To set forth the meaning of \ncare means, then, to follow up the projection which guides and underlies \nthe primordial existential Interpretation of Dasein, and to follow it up in \nsuch a way that in what is here projected, its \"upon-which\" may be seen. \nWhat has been projected is the Being of Dasein, and it is disclosed in what \nconstitutes that Being as an authentic potentiality-for-Being-a-whole. 2 \nThat upon which the Being which has been disclosed and is thus con­\nstituted has been projected, is that which itself makes possible this Con­\nstitution of Being as care. When we inquire about the meaning of care, we \nare asking what makes possible the totality of the articulated structural whole of \ncare, in the unity of its articulation as we have unfolded it. \nTaken strictly, \"meaning\" signifies the \"upon-which\" of the primary \nprojection of the understanding of Being. When Being-in-the-world has \nbeen disclosed to itself and understands the Being of that entity which it \nitself is, it understands equiprimordialêy the Being of entities discovered \nwithin-the-world, even if such Being has not been made a theme, and has \nnot yet even been differentiated into its primary modes of existence and \nReality. All ontical experience of entities-both circumspective calcula­\ntion of the ready-to-hand, and positive scientific cognition of the present­\nat-hand-is based upon projections of the Being of the corresponding \nentities-projections which in every case are more or less transparent. \nBut in these projections there lies hidden the \"upon-which\" of the \nprojection; and on this, as it were, the understanding of Being nourishes \nitself. \nIf we say that entities 'have meaning', this signifies that they have \nbecome accessible in their Being; and this Being, as projected upon its \n1 'Das Woraufhin eines Entwurfs freilegen, besagt, das erschliessen, was das Entworfene \nermoglicht.' This sentence is ambiguous in that 'das Entworfene' ('what is projected') \nmay be either the subject or the direct object of'ermoglicht' ('makes pƦssible'). \n2 'Das Entworfene ist das Sein des Daseins und zwar erschlossen m dem, was es als \neigentliches Ganzseinkonnen konstituiert.' This sentence t?o is .ambig:tous in its structuƧe; \nwe have chosen the interpretation which seems most plaus1ble m the hght of the followmg \nsentence. \n"
    }
  ]
}