{
  "batch_id": 9,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 306,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "concernfully",
        "concernful",
        "neithex",
        "stantly",
        "ifby",
        "pos",
        "sible",
        "dasein",
        "sibility",
        "possibiliry"
      ],
      "full_text": "II. I \nBeing and Time \nfrom it, or give a new explanation for it to accord with the common sense of \nthe \"they\". In our existential projection of an authentic Being-towards­\ndeath, therefore, we must set forth those items in such a Being which are \nconstitutive for it as an understanding of death-and as such an under­\nstanding in the sense of Being towards this possibility without either \nfleeing it or covering it up. \nIn the first instance, we must characterize Being-towards-death as a \n261 \nBeing towards a possibiliry-indeed, towards a distinctive possibility of \nDasein itself. \"Being towards\" a possibility-that is to say, towards some-\nthing possible-may signify \"Being out for\" something possible, as in \nconcerning ourselves with its actualization, Such possibilities are con­\nstantly encountered in the field of what is ready-to-hand and present-at­\nhand-what is attainable, controllable, practicable, and the like. In \nconcernfully Being out for something possible, there is a tendency to \nannihilate the possibility of the possible by making it available to us. But the \nconcernful actualization of equipment which is ready-to-hand (as in \nproducing it, getting it ready, readjusting it, and so on) is always merely \nrelative, since even that which has been actualized is still characterized \nin terms of some involvements-indeed this is precisely what characterizes \nits Being. Even though actualized, it remains, as actual, something pos-\nsible for doing something; it is characterized by an \"in-order-to\". What \nour analysis is to make plain is simply how Being out for something con­\ncernfully, comports itself towards the possible : it does so not by the \ntheoretico-thematical consideration of the possible as possible, and by \nhaving regard for its possibility as such, but rather by looking circum­\nspectively away from the possible and looking at that for which it is possible \n[das Wofir-moglich]. \nManifestly Being-towards-death, which is now in question, cannot have \nthe character of concernfully Being out to get itself actualized. For one \nthing, death as possible is not something possible which is ready-to-hand \nor present-at-hand, but a possibility of Dasein's Being. So to concern \noneself with actualizing what is thus possible would have to signify, \n\"bringing about one's demise\", But if this were done, Dasein would \ndeprive itself of the very ground for an existing Being-towards-death. \nThus, ifby \"Being towards death\" we do not have in view an 'actuali­\nzing' of death, neitheX: can we mean \"dwelling upon the end in its pos­\nsibility\". This is the way one comports oneself when one 'thinks about \ndeath', pondering over when and how this possibility may perhaps be \nactualized. Of course such brooding over death does not fully take away \nfrom it its character as a possibility. Indeed, it always gets brooded over as \nsomething that is coming ; but in such brooding we weaken it by calculating \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 307,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "hereingezogen",
        "wird",
        "concernfully",
        "greifen",
        "vorlaufen",
        "oglichkeit",
        "erwartete",
        "warten",
        "wirk",
        "pos"
      ],
      "full_text": "306 \nBeing and Time \nII. I \nhow we are to have it at our disposal. As something possible, it is to \nshow as little as possible of its possibility. On the other hand, if Being­\ntowards-death has to disclose understandingly the possibility which we \nhave characterized, and if it is to disclose it as a possibility, then in such \nBeing-towards-death this possibility must not be weakened : it must be \nunderstood as a possibility, it must be cultivated as a possibility, and we must \nput up with it as a possibility, in the way we comport ourselves towards it. \nHowever, Dasein comports itself towards something possible in its \npossibility by expecting it [im Erwarten]. Anyone who is intent on something \n262 \npossible, may encounter it unimpeded and undiminished in its 'whether \nit comes or does not, or whether it comes after all' .1 But with this pheno­\nmenon of expecting, has not our analysis reached the same kind of Being \ntowards the possible to which we have already called attention in our \ndescription of \"Being out for something\" concernfully? To expect some­\nthing possible is always to understand it and to 'have' it with regard to \nwhether and when and how it will be actually present-at-hand. Expecting \nis not just an occasional looking-away from the possible to its possible \nactualization, but is essentially a waiting for that actualization [ ein Warten \nauf diese]. Even in expecting, one leaps away from the possible and gets a \nfoothold in the actual. It is for its actuality that what is expected is \nexpected. By the very nature of expecting, the possible is drawn into the \nactual, arising out of the actual and returning to it. 2 \nBut Being towards this possibility, as Being-towards-death, is so to \ncomport ourselves towards death that in this Being, and for it, death \nreveals itself as a possibility. Our terminology for such Being towards this \npossibility is \"anticipation\" of this possibility. 3 But in this way of behaving \ndoes there not lurk a coming-close to the possible, and when one is close \nto the possible, does not its actualization emerge ? In this kind of coming \nclose, however, one does not tend towards concernfully making available \nsomething actual ; but as one comes closer understandingly, the pos­\nsibility of the possible just becomes 'greater'. The closest closeness which one \nmay have in Being towards death as a possibility, is as far as possible from anything \n1 'Fur ein Gespanntsein auf es vermag ein Mogliches in seinem \"ob oder nicht oder \nschliesslich doch\" ungehindert und ungeschmalert zu begegnen.' \n2 'Auch im Erwarten liegt ein Abspringen vom Moglichen und Fussfasen im Wirk­\nlichen, dafiir das Erwartete erwartet ist. Vom Wirklichen aus und auf es zu wird das \nMogliche in das Wirkliche erwartungsmasig hereingezogen.' \n3 ' •\n•\n•\n Vorlaufen in die M oglichkeit.' While we have used 'anticipate' to translate 'vor­\ngreifen', which occurs rather seldom, we shall also use it-les literally-to translate \n'vorlaufen', which appears very often in the following pages, and which has the special \nconnotation of 'running ahead'. But as Heidegger's remarks have indicated, the kind of \n'anticipation' which is involved in Being-towards-death, does not consist in 'waiting for' \ndeath or 'dwelling upon it' or :actualizing' it before it normally comes; nor does \n'running ahead into it' in this se˾e mean that we 'rush headlong into it'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 308,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "lostness",
        "somethi",
        "seinsart",
        "everydayness",
        "selbst",
        "dasein",
        "vorlaufen",
        "sel",
        "poten",
        "ist"
      ],
      "full_text": "II. 1 \nBeing and Time \n307 \nactual. The more unveiledly this possibility gets understood, the more \npurely does the understanding penetrate into it as the possibility of the \nimpossibility of any existence at all. Death, as possibility, gives Dasein nothing \nto be 'actualized', nothing which Dasein, as actual, could itself be. It is \nthe possibility of the impossibility of every way of comporting oneself \ntowards anything, of every way of existing. In the anticipation of this \npossibility it becomes 'greater and greater' ; that is to say, the possibility \nreveals itself to be such that it knows no measure at all, no more or less, \nbut signifies the possibility of the measureless impossibility of existence. \nIn accordance with its essence, this possibility offers no support for \nbecoming intent on something, 'picturing' to oneself the actuality which \nis possible, and so forgetting its possibility. Being-towards-death, as anti­\ncipation of possibility, is what first makes this possibility possible, and sets \nit free as possibility. \nBeing-towards-death is the anticipation of a potentiality-for-Being of \nthat entity whose kind of Being is anticipation itself. 1 In the anticipatory \nrevealing of this potentiality-for-Being, Dasein discloses itself to itself as \nregards its uttermost possibility. But to project itself on its ownmost \npotentiality-for-Being means to be able to understand itself in the Being \nof the entity so revealed-namely, to exist. Anticipation turns out to be \n263 \nthe possibility of understanding one's ownmost and uttermost potentiality­\nfor-Being-that is to say, the possibility of authentic existence. The ontological \nconstitution of such existence must be made visible by setting forth the \nconcrete structure of anticipation of death. How are we to delimit this \nstructure phenomenally ? Manifestly, we must do so by determining those \ncharacteristics which must belong to an anticipatory disclosure so that it \ncan become the pure understanding of that ownmost possibility which is \nnon-relational and not to be outstripped-which is certain and, as such, \nindefinite. It must be noted that understanding does not primarily mean \njust gazing at a meaning, but rather understanding oneself in that poten­\ntiality-for-Being which reveals itself in projection.xvu \nDeath is Dasein's ownmost possibility. Being towards this possibility dis­\ncloses to Dasein its ownmost potentiality-for-Being, in which its very Being is \nthe issue. Here it can become manifest to Dasein that in this distinctive \npossibility of its own self, it has been wrenched away from the \"they\". \nThis means that in anticipation any Dasein can have wrenched itself away \nfrom the \"they\" already. But when one understands that this is somethiƑg \nwhich Dasein 'can' have done, this only reveals its factical lostness in the \neverydayness of the they-sel£ \n1 ' •\n•\n.\n dessen Seinsart das Vorlaufen selbst ist.' The earlier editions have 'hat' instead \nof 'ist'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 309,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "ofthe",
        "concernful",
        "dasein",
        "tena",
        "vorgelagert",
        "theonselves",
        "xnanifest",
        "factical",
        "ownmost",
        "ciousness"
      ],
      "full_text": "308 \nBeing and Time \nII. I \nThe ownmost possibility is non-relational. Anticipation allows Dasein to \nunderstand that that potentiality-for-being in which its ownmost Being is \nan issue, must be taken over by Dasein alone. Death does not just 'belong' \nto one's own Dasein in an undifferentiated way; death lays claim to it as \nan individual Dasein. The non-relational character of death, as understood \nin anticipation, individualizes Dasein down to itself. This individualizing \nis a way in which the 'there' is disclosed for existence. It makes xnanifest \nthat all Being-alongside the things with which we concern ourselves, and \nal Being-with Others, will fail us when our ownmost potentiality-for­\nBeing is the issue. Dasein .can be authentically itself only if it xnakes this \npossible for itself of its own accord. But if concern and solicitude fail us, \nthis does not signify at al that these ways of Dasein have been cut off \nfrom its authentically Being-its-Self. As structures essential to Dasein's \nconstitution, these have a share in conditioning the possibility of any \nexistence whatsoever. Dasein is authentically itself only to the extent that, \nas concernful Being-alongside and solicitous Being-with, it projects itself \nupon its ownmost potentiality-for-Being rather than upon the possibility \nofthe they-self. The entity which anticipates its non-relational possibility, \n264 \nis thus forced by that very anticipation into the possibility of taking over \nfrom itself its ownmost Being, and doing so of its own accord. \nThe ownmost, non-relational possibility is not to be outstripped. Being \ntowards this possibility enables Dasein to understand that giving itself up \nimpends for it as the uttermost possibility of its existence. Anticipation, \nhowever, unlike inauthentic Being-towards-death, does not evade the \nfact that death is not to be outstripped; instead, anticipation frees itself \nfor accepting this. When, by anticipation, one becomes free for one's own \ndeath, one is liberated from one's lostness in those possibilities which may \naccidentally thrust theonselves upon one ; and one is liberated in such a \nway that for the first time one can authentically understand and choose \namong the factical possibilities lying ahead of that possibility which is \nnot to be outstripped.1 Anticipation discloses to existence that its utter­\nmost possibility lies in giving itself up, and thus it shatters all one's tena­\nciousness to whatever existence one has reached. In anticipation, Dasein \nguards itself anainst falling back behind itself, or behind the potentiality­\nfor-Being which it has understood. It guards itself against 'becoming too \nold for its victories' (Nietzsche) . Free for its ownmost possibilities, which \nare determined by the end and so are understood as finite [endliche], Dasein \ndispels the danger that it may, by its own finite understanding of existence, \nfail to recognize that it is getting outstripped by the existence-possibilities \nof Others, or rather that it may explain these possibilities wrongly and \n1 ' •\n•\n•\n die der uniiberholbaren vorgelagert sind.' See note 1, p. gog, H. 259 above. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 311,
      "bucket": "E (10%+)",
      "error_rate": 13.3,
      "unknown_words_sample": [
        "ality",
        "panied",
        "aufsteigende",
        "welche",
        "halten",
        "eigensten",
        "stiindige",
        "vereinzelten",
        "pos",
        "bedrohung"
      ],
      "full_text": "310 \nBeing and TiTTUI \nII. I \nitself in the full authenticity of its existence.xviu In anticipation Dasein \ncan first make certain of its ownmost Being in its totality-a totality \nwhich is not to be outstripped. Therefore the evidential character which \nbelongs to the immediate givenness of Experiences, of the \"I\", or of \nconsciousness, must necessarily lag behind the certainty which anticipa­\ntion includes. Yet this is not because the way in which these are grasped \nwould not be a rigorous one, but because in principle such a way of \ngrasping them cannot holdfor true (disclosed) something which at bottom \nit insists upon 'having there' as true : namely, Dasein itself, which I \nmyself am, and which, as a potentiality-for-Being, I can be authentically \nonly by anticipation. \nThe ownmost possibility, which is-non-relƢtional, not to be outstripped, \nand certain, is indefinite as regards its certainty. J-Iow does anticipation \ndisclose this characteristic ofDasein's distinctive possibility ? How does the \nanticipatory understanding project itself upon a potentiality-for-Being \nwhich is certain and which is constantly possible in such a way that the \n\"when\" in which the utter impossibility of existence becomes possible \nremains constantly indefinite ? In anticipating [ zum] the indefinite \ncertainty of death, Dasein opens itself to a constant threat arising out of its \nown \"there\". In this very threat Being-towards-the-end must maintain \nitself. So little can it tone this down that it must rather cultivate the \nindefiniteness of the certainty. How is it existentially possible for this \nconstant threat to be genuinely disclosed ? All understanding is accom­\npanied by a state-of-mind. Dasein's mood brings it face to face with the \nthrownness of its 'that it is there' ,xi.X But the state-of-mind which can hold \nopen the utter and constant threat to itself arising from Dasein' s ownmost individual-\n266 \ni.{.ed Being, is anxiety.xx 1 In this state-of-mind, Dasein finds itself face to face \nwith the \"nothing\" of the possible impossibility of its existence. Anxiety \nis anxious about the potentiality-for-Being of the entity so destined [des so \nbestimmten Seienden], and in this way it discloses the uttermost pos­\nsibility. Anticipation utterly individualizes Dasein, and allows it, in this \nindividualization of itself, to become certain of the totality of its potenti­\nality-for-Being. For this reason, anxiety as a basic state-of-mind belongs \nto such a self-understanding of Dasein on the basis of Dasein itself. 2 \nBeing-towards-death is essentially anxiety. This is attested unmistakably, \nthough 'only' indirectly, by Being-towards-death as we have described it, \n1 'Die Bejindlichlr.eit-aber, welche die stiindige und schlechthinnige, aus dem eigensten vereinzelten \nSein des Dasiens aufsteigende Bedrohung seiner selbst offen zu halten vermag, ist die Angst.' Notice \nthat 'welche' may be construed either as the subject or as the direct object of the relative \nclause. \n2 • •\n•\n•\n gehort zu diesem Sichverstehen des Daseins a us seinem Grunde die Gnmd-. \nbefindlichkeit der Angst.' It is not grammatically clear whether 'seinem' refers to ·s,ch­\nverstehen' or to 'Daseins'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 312,
      "bucket": "C (3-5%)",
      "error_rate": 3.5,
      "unknown_words_sample": [
        "zum",
        "dasein",
        "tial",
        "strated",
        "concemful",
        "factical",
        "existen",
        "factically",
        "mostbeing",
        "ownmost"
      ],
      "full_text": "II. 1 \nBeing and Time \nwhen it perverts anxiety into cowardly fear and, in surmounting this fear, \nonly makes known its own cowardliness in the face of anxiety. \nWe may now summarize our characterization of authentic Being­\ntowards-death as we have projected it existentially : anticipation reveals to \nDasein its lostness in the they-self, and brings it face to face with the possibility of \nbeing itself, primarily unsupported by concemful solicitude, but of being itself, rather, \nin an impassioned freedom towards death-a freedom which has been released \nfrom the Illusions of the \"they\", and which is factical, certain of itself, and anxious. \nAll the relationships which belong to Being-towards-death, up to the \nfull content of Dasein's uttermost possibility, as we have characterized it, \nconstitute an anticipation which they combine in revealing, unfolding, \nand holding fast, as that which makes this possibility possible. The existen­\ntial projection in which anticipation has been delimited, has made visible \nthe ontological possibility of an existentiell Being-towards-death which is \nauthentic. Therewith, however, the possibility of Dasein's having an \nauthentic potentiality-for-Being-a-whole emerges, but only as an ontological \npossibility. In our existential projection of anticipation, we have of course \nclung to those structures of Dasein which we have arrived at earlier, and \nwe have, as it were, let Dasein itself project itself upon this possibility, \nwithout holding up to Dasein an ideal of existence with any special 'con­\ntent', or forcing any such ideal upon it 'from outside'. Nevertheless, this \nexistentially 'possible' Being-towards-death remains, from the existentiell \npoint of view, a fantastical exaction. The fact that an authentic potentiality­\nfor-Being-a-whole is ontologically possible for Dasein, signifies nothing, so \nlong as a corresponding ontical potentiality-for-Being has not been demon­\nstrated in Dasein itself. Does Dasein ever factically throw itself into such \na Being-towards-death ? Does Dasein demand, even by reason of its own­\nmostBeing, an authentic potentiality-for-Being determined by anticipation? \nBefore answering these questions, we must investigate whether to any \n267 \nextent and in anyway Dasein gives testimony, from its ownmost potentiality­\nfor-Being, as to a possible authenticity of its existence, so that it not only \nmakes known that in an existentiell manner such authenticity is possible, \nbut demands this of itself. \nThe question of Dasein's authentic Being-a-whole and of its existential \nconstitution still hangs in mid-air. It can be put on a phenomenal basis \nwhich will stand the test only if it can cling to a possible authenticity of \nits Being which is attested by Dasein itself. If we succeed in uncovering \nthat attestation phenomenologically, together with what it attests, then \nthe problem will arise anew as to whether the anticipation of [zum] death, \nwhich we have hitherto projected only in its ontological possibility, has an essential \nconnection with that authentic potentiality-for-Being which has been attested. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 313,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "concernful",
        "attestat",
        "lostness",
        "dasein",
        "eigentlichen",
        "wenn",
        "inauthenticity",
        "existentiell",
        "exis",
        "authent"
      ],
      "full_text": "II \nDAS E I N ' S  ATTESTAT I ON OF AN AUTHENT I C  \nPOTENTIALITY-FOR-B E I N G ,  AND RESOLUTENESS \nā 54· The Problem of How an Authentic Existentiell Possibility is Attested. \nWHAT we are seeking is an authentic potentiality-for-Being of Dasein, \nwhich will be attested in its existentiell possibility by Dasein itself. But \nthis very attestation must first be such that we can find it. If in this \nattestation, Dasein itself, as something for which authentic existence is \npossible, is to be 'given' to Dasein 'to understand', 1 this attestation will \nhave its roots in Dasein's Being. So in exhibiting it phenomenologically, \nwe include a demonstration that in Dasein's state of Being it has its source. \nIn this attestation an authentic potentiality-Jor-Being-one's-Self is to be \ngiven us to understand. The question of the \"who\" of Dasein has been \nanswered with the expression 'Self' .1 Dasein's Selfhood has been defined \nformally as a way of existing, and therefore not as an entity present-at-hand. \nFor the most part I myself am not the \"who\" of Dasein; the they-self is its \n\"who\". Authentic Being-one's-Self takes the definite form of an exis­\ntentiell modification of the \"they\" ; and this modification must be \ndefined existentially.u What does this modification imply, and what are \nthe ontological conditions for its possibility ? \n268 \nWith Dasein's lostness in the \"they\", that factical potentiality-for-\nBeing which is closest to it (the tasks, rules, and standards, the urgency and \nextent, of concernful and solicitous Being-in-the-world) has already been \ndecided upon. The \"they\" has always kept Dasein from taking hold of \nthese possibilities of Being. The \"they\" even hides the manner in which it \nhas ,tacitly relieved Dasein of the burden of explicitly choosing these \npossibilities. It remains indefinite who has 'really' done the choosing. So \nDasein make no choices, gets carried along by the nobody, and thus \nensnares itself in inauthenticity. This process can be reversed only if \nDasein specifically brings itself back to itself from its lostness in the \"they\". \nBut this bringing-back must have that kind of Being by the neglect of which \n1 ' •\n•\n•\n wenn sie dem Dasein es selbst in seiner moglichen eigentlichen Existem; \"l!:U \nverstehen geben\" •\n.\n .' \n-\n-\n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 314,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "des",
        "einer",
        "dasein",
        "stricted",
        "stimme",
        "theo",
        "mannner",
        "inauthenticity",
        "factical",
        "nachholen"
      ],
      "full_text": "II. 2 \nBeing and Time \nDasein has lost itself in inauthenticity. WhenDasein thus brings itself back \n[Das Skhzuriickholen] from the \"they\", the they-self is modified in an \nexistentiell manner so that it becomes authentic Being-one's-Self. This must \nbe accomplished by making up for not choosing [Nachholen einer Wahl]. \nBut \"making up\" for not choosing signifies choosing to make this choice­\ndeciding for a potentiality-for-Being, and making this decision from one's \nown Self. In choosing to make this choice, Dasein makes possible, first and \nforemost, its authentic potentiality-for-Being. \nBut because Dasein is lost in the \"they\", it must first find itself. In order \nto find itself at all, it must be 'shown' to itself in its possible authenticity. \nIn terms of its possibility, Dasein is already a potentiality-for-Being-its-Self, \nbut it needs to have this potentiality attested. \nIn the following Interpretation we shall claim that this potentiality is \nattested by that which, in Dasein's everyday interpretation of itself, is \nfamiliar to us as the \"voice of conscience\" [Stimme des Gewissens].111 That the \nvery 'fact' of conscience has been disputed, that its function as a higher \ncourt for Dasein's existence has been variously assessed, and that 'what \nconscience says' has been interpreted in manifold ways-all this might \nonly mislead us into dismissing this phenomenon if the very 'doubtfulness' \nof this Fact--or of the way in which it has been interpreted-did not prove \nthat here a primordial phenomenon ofDasein lies before us. In the following \nanalysis conscience will be taken as something which we have in advance \ntheoretically, and it will be investigated in a purely existential mannner, \nwith fundamental ontology as our aim. \nWe shall first trace conscience back to its existential foundations and \nstructures and make it visible as a phenomenon of Dasein, holding fast \n269 \nto what we have hitherto arrived at as that entity's state of Being. The, \nontological analysis of conscience on which we are thus embarking, is \nprior to any description and classification of Experiences of conscience, \nand likewise lies outside of any biological 'explanation' of this phenomenon \n(which would mean its dissolution). But it is no less distant from a theo­\nlogical exegesis of conscience or any employment of this phenomenon for \nproofs of God or for establishing an 'immediate' consciousness of God. \nNevertheless, even when our investigation of conscience is thus re­\nstricted, we must neither exaggerate its outcome nor make perverse claims \nabout it and lessen its worth. As a phenomenon of Dasein, conscience is \nnot just a fact which occurs and is occasionally present-at-hand. It 'is' \nonly in Dasein's kind of Being, and it makes itself known as a Fact only \nwith factical existence and i n  it. The demand that an 'inductive empirical \nproof' should be given for the 'factuality' of conscience and for the \nlegitimacy of its 'voice', rests upon an ontological perversion of the \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 315,
      "bucket": "E (10%+)",
      "error_rate": 13.8,
      "unknown_words_sample": [
        "counterproofs",
        "entsprechend",
        "anrufs",
        "eigensten",
        "weise",
        "heissen",
        "selbstsein",
        "bstseins",
        "dasein",
        "ruf"
      ],
      "full_text": "Being and Time \nII. 2 \nphenomenon. This perversion, however, is one that is shared by every \n\"superior\" criticism in which conscience is taken as something just \noccurring from time to time rather than as a 'universally established and \nascertainable fact'. Among such proofs and counterproofs, the Fact of \nconscience cannot present itself at all. This is no lack in it, but merely a \nsign by which we can recognize it as ontologically of a different kind from \nwhat is environmentally present-at-hand. \nConscience gives us 'something' to understand; it discloses. By \ncharacterizing this phenomenon formally in this way, we find ourselves \nenjoined to take it back into the disclosedness of Dasein. This disclosedness, \nas a basic state of that entity which we ourselves are, is constituted by \nstate-of-mind, understanding, falling, and discourse. If we analyse con­\nscience more penetratingly, it is revealed as a call [RuJJ. Calling is a mode \nof discourse. The call of conscience has the character of an appeal to Dasein \nby calling it to its ownmost potentiality-for-Being-its-Self; and this is \ndone by way of summoning it to its ownmost Being-guilty.1 \nThis existential Interpretation is necessarily a far cry from everyday \nontical common sense, though it sets forth the ontological foundations of \nwhat the ordinary way of interpreting conscience has always understood \nwithin certain limits and has conceptualized as a 'theory' of conscience. \nAccordingly our existential Interpretation needs to be confirmed by a \ncritique of the way in which conscience is ordinarily interpreted. When \nthis phenomenon has been exhibited, we can bring out the extent to which \nit attests an authentic potentiality-for-Being of Dasein. To the call of \n270 \nconscience there corresponds a possible hearing. Our understanding of \nthe appeal unveils itself as our wanting to have a conscience [Gewissenhaben­\nwollen]. But in this phenomenon lies that existentiell choosing which we \nseek-the choosing to choose a kind of Being-one's-Selfwhich, in accord­\nance with its existential structure, we call \"resoluteness\". 2 Thus we can see \nhow the analyses of this chapter are divided up: the existential-onto-\n1 'Der Gewissensruf hat den Charakter des Anrufs des Daseins auf sein eigenstes Selb­\nstseinkonnen und das in der Weise des Aufrufs zum eigensten Schuldigsein.' Our transla­\ntion of 'Anruf' as 'appeal' and of 'Aufruf' as 'summoning' conceals the etymological \nconnection of these expressions with 'Ruf', which we here translate as 'call'-a word which \nwe have already used in translating expressions such as 'nennen', 'heissen', and a number \nof others. The verb 'anrufen' ('appeal') means literally 'to call to' ; 'einen auf etwas \nanrufen' means 'to call to someone and call him to something'. Similarly 'aujrufen' \n('summon') means 'to call up' ; 'einen zu etwas aufrufen' means 'to call someone up to \nsomething which he is to do', in the sense of challenging him or 'calling' him to a higher \nlevel of performance. \n11 ' •\n•\n•\n das gesuchte existenzielle Wahlen der Wahl cines Se!bstseins, das wir, seiner \nexistentialen Struktur entsprechend, die Entschlossenheit nennen.' While our version \npreserves the grammatical ambiguity of the German, it seems clear from H. 298 that the \nantecedent of the second relative clause is 'Selbstsein' ('a kind of Being-one's-self'), not \n'Wahlen' ('choosing'). \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 316,
      "bucket": "D (5-10%)",
      "error_rate": 5.9,
      "unknown_words_sample": [
        "lostness",
        "existiert",
        "dasein",
        "woran",
        "thrownness",
        "schon",
        "sich",
        "ihm",
        "iiberlassen",
        "disclosedness"
      ],
      "full_text": "II. 2 \nBeing and Time \nlogical foundations of conscience (Section 55) ; the character of conscience \nas a call (Section 56) ; conscience as the call of care (Section 57) ; under­\nstanding the appeal, and guilt (Section 58) ; the existential Interpretation \nof conscience and the way conscience is ordinarily interpreted (Section \n59) ; the existential structure of the authentic potentiality-for-Being which \nis attested in the conscience (Section 6o). \nØ 55· The Existential-ontological Foundations of Conscience \nIn the phenomenon of conscience we find, without further differentia­\ntion, that in some way it gives us something to understand. Our analysis \nof it takes its departure from this finding. Conscience discloses, and thus \nbelongs within the range of those existential phenomena which constitute \nthe Being of the \"there\" as disclosedness.tv We have analysed the most \nuniversal structures of state-of-mind, understanding, discourse and falling. \nIf we now bring conscience into this phenomenal context, this is not a \nmatter of applying these structures schematically to a special 'case' of \nDasein's disclosure. On the contrary, our Interpretation of conscience not \nonly will carry further our earlier analysis of the disclosedness of the \n\"there\", but it will also grasp it more primordially with regard to \nDasein's authentic Being. \nThrough disclosedness, that entity which we call \"Dasein\" is in the \npossibility of being its \"there\". With its world, it is there for itself, and \nindeed-proximally and for the most part-in such a way that it has \ndisclosed to itself its potentiality-for-Being in terms of the 'world' of its \nconcern. Dasein exists as a potentiality-for-Being which has, in each case, \nalready abandoned itself to definite possibilities.1 And it has abandoned \nitself to these possibilities because it is an entity which has been thrown, \nand an entity whose thrownness gets disclosed more or less plainly and \nimpressively by its having a mood. To any state-of-mind or mood, under­\nstanding belongs equiprimordially. In this way Dasein 'knows' what it is \nitself capable of [woran es mit ihm selbst ist], inasmuch as it has either \nprojected itself upon possibilities of its own or has been so absorbed in the \n\"they\" that it has let such possibilities be presented to it by the way in \nwhich the \"they\" has publicly interpreted things. The presenting of these \npossibilities, however, is made possible existentially through the fact \nthat Dasein, as a Being-with which understands, can listen to Others. \n27 1 \nLosing itself in the publicness and the idle talk of the \"they\", it fails to hear \n[uberhort] its own Self in listening to the they-self. If Dasein is to be able \nto get brought back from this lostness of failing to hear itself, and if this \nis to be done through itself, then it must first be able to find itself-to find \n1 'Das Seinkonnen, als welches das Dasein existiert, hat sich je schon bestimmten \nMoglichkeiten iiberlassen.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 317,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "unterbricht",
        "hinhoren",
        "ausrufen",
        "jenes",
        "werden",
        "heisst",
        "hinhiiren",
        "dieses",
        "cally",
        "verlorenen"
      ],
      "full_text": "Being and Time \nII . 2 \nitself as something which has failed to hear itself, and which fails to hear \nin that it listens away to the \"they\".1 This listening-away must get broken \noff; in other words, the possibility of another kind of hearing which \nwill interrupt it, must be given by Dasein itself. 2 The possibility of its \nthus getting broken off lies in its being appealed to without mediation. \nDasein fails to hear itself, and listens away to the \"they\" ; and this \nlistening-away gets broken by the call if that call, in accordance with its \ncharacter as such, arouses another kind of hearing, which, in relationship \nto the hearing that is lost, 3 has a character in every way opposite. If in \nthis lost hearing, one has been fascinated with the 'hubbub' of the manifold \nambiguity which idle talk possesses in its everyday 'newness', then the call \nmust do its calling without any hubbub and unambiguously, leaving \nno foothold for curiosity. That which, by calling in this manner, gives us to \nunderstand, is the conscience. \nWe take calling as a mode of discourse. Discourse articulates \nintelligibility. Characterizing conscience as a call is not just giving a \n'picture', like the Kantian representation of the conscience as a court of \njustice. Vocal utterance, however, is not essential for discourse, and there­\nfore not for the call either ; this must not be overlooked. Discourse is \nalready presupposed in any expressing or 'proclaiming' [\"Ausrufen\"]. \nIf the everyday interpretation knows a 'voice' of conscience, then one is \nnot so much thinking of an utterance (for this is something which facti­\ncally one never comes across) ; the 'voice' is taken rather as a giving-to­\nunderstand. In the tendency to disclosure which belongs to the call, lies \nthe momentum of a push-of an abrupt arousal. The call is from afar unto \nafar. It reaches him who wants to be brought back. \nBut by this characterization of the conscience we have only traced the \nphenomenal horizon for analysing ,its existential structure. We are not \n1 ' .\n•\n.\n sich selbst, das sich iiberhort hat und iiberhort im Hinhiiren auf das Man.' In this \npassage, Heidegger has been exploiting three variations on the verb 'horen': 'horen auf . •  .' \n(our 'listen to . .  .'), 'iiberhoren' ('fail to hear'), and 'hinhoren' ('listen away'). The \nverb 'iiberhoren' has two quite distinct uses. It may mean the 'hearing' which a teacher \ndoes when he 'hears' a pupil recite his lesson; but it may also mean to 'fail to hear', even \nto 'ignore' what one hears. This is the meaning which Heidegger seems to have uppermost \nin mind; but perhaps he is also suggesting that when one is lost in the \"they\", one 'hears' \none's own Self only in the manner of a perfunctory teacher who 'hears' a recitation with­\nout 'really lisfening to it'. In ordinary German the verb 'hinhoren' means hardly more \nthan to 'listen' ; but Heidegger is emphasizing the prefix 'hin-', which suggests that one is \nlistening to something other than oneself-listening away, in this case listening to the \n\"they\". On other verbs of hearing and listening, see Section 34 above, especially H. 163 ff. \n2 'Dieses Hinhoren muss gebrochen, das heisst es muss vom Dasein selbst die Moglich­\nkeit eines Horens gegeben werden, das jenes unterbricht.' \n8 ' •\n•\n•\n zum verlorenen Horen . . .  ' One might suspect that the 'lost hearing' is the hearing \nwhich one 'loses' by 'failing to hear' ; but Heidegger may mean rather the kind of hearing \none does when one is lost in the \"they\"-'Uberhoren' of one's own Self and 'Hinhoren' to \nthe 'they'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 318,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "ontologico",
        "wird",
        "concernful",
        "dasein",
        "angerufen",
        "disclosedness",
        "losigkeit",
        "woraufhin",
        "und",
        "str"
      ],
      "full_text": "II. 2 \nBeing and Time \ncomparing this phenomenon with a call; we are understanding it \nas a kind of discourse-in terms of the disclosedness that is constitutive \nfor Dasein. In considering this we have from the beginning avoided \nthe first route which offers itself for an Interpretation of conscience \n-that of tracing it back to some psychical faculty such as under­\nstanding, will, or feeling, or of explaining it as some sort of mixture of \nthese. When one is confronted with such a phenomenon as conscience, \none is str.uck by the ontologico-anthropological inadequacy of a free-floating \n2 72 \nframework of psychical faculties or personal actions all duly classified.vi \nʂ 56. The Character of Conscience as a Call \nTo any discourse there belongs that which is talked about in it. Dis­\ncourse gives information about something, and does so in some definite \nregard. From what is thus talked about, it draws whatever it is saying as \nthis particular discourse-what is said in the talk as such. In discourse as \ncommunication, this becomes accessible to the Dasein-with of Others, \nfor the most part by way of uttering it in language. \nIn the call of conscience, what is it that is talked about-in other words, \nto what is the appeal made ? Manifestly Dasein itself. This answer is as \nincontestable as it is indefinite. If the call has so vague a target, then it \nmight at most remain an occasion for Dasein to pay attention to itself. \nBut it is essential to Dasein that along with the disclosedness of its world \nit has been disclosed to itself, so that it always understands itself. The call \nreaches Dasein in this understanding of itself which it always has, and \nwhich is concernful in an everyday, average manner. The call reaches \nthe they-self of concernful Being with Others. \nAnd to what is one called when one is thus appealed to ?1 To one's \n273 \nown Self. Not to what Dasein counts-fer, can do, or concerns itself with in \nbeing with one another publicly, nor to what it has taken hold of, set \nabout, or let itself be carried along with. The sort of Dasein which is \nunderstood after the manner of the 'world both for Others and for itself, \ngets passed over in this appeal; this is something of which the call to the \nSelf takes not the slightest cognizance. And because only the Self of the \nthey-self gets appealed to and brought to hear, the \"they\" collapses. But \nthe fact that the call passes over both the \"they\" and the manner in which \nDasein has been publicly interpreted, does not by any means signify that \nthe \"they\" is not reached too. Precisely in passing over the \"they\" (keen as it \nis for public repute) the call pushes it into insignificance [Bedeutungs­\nlosigkeit]. But the Self, which the appeal has robbed of this lodgement \nand hiding-place, gets brought to itself by the call. \n1 'Und woraufhin wird es angerufen?' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 319,
      "bucket": "D (5-10%)",
      "error_rate": 9.9,
      "unknown_words_sample": [
        "wird",
        "entsprechend",
        "aufdas",
        "selbstseinkonnen",
        "angerufen",
        "eigensten",
        "stellt",
        "sichver",
        "sondern",
        "nicht"
      ],
      "full_text": "Being and Time \nII. 2 \nWhen the they-self is appealed to, it gets called to the Self.l But it does \nnot get called to that Selfwhich can become for itself an 'object' on which \nto pass judgment, nor to that Self which inertly dissects its 'inner life' \nwith fussy curiosity, nor to that Self which one has in mind when one \ngazes 'analytically' at psychical conditions and what lies behind them. \nThe appeal to the Self in the they-self does not force it inwards upon itself, \nso that it can close itself off from the 'external world'. The call passes over \neverything like this and disperses it, so as to appeal solely to that Self \nwhich, notwithstanding, is in no other way than Being-in-the-world. \nBut how are we to determine what is said in the talk that belongs to this \nkind of discourse? What does the conscience call to him to whom it appeals ? \nTaken strictly, nothing. The call asserts nothing, gives no information \nabout world-events, has nothing to tell. Least of all does it try to set going \na 'soliloquy' in the Self to which it has appealed. 'Nothing' gets called to \n[Ûu-gerufen] this Self, but it has been summoned [azifgeruftn] to itself-that \nis, to its ownmost potentiality-for-Being. The tendency of the call is not \nsuch as to put up for 'trial' the Self to which the appeal is made; but it \ncalls Dasein forth (and 'forward') into its ownmost possibilities, as a \nsummons to its ownmost potentialiry-for-Being-its-Self. 2 \nThe call dispenses with any kind of utterance. It does not put itself \ninto words at all; yet it remains nothing less than obscure and indefinite. \nConscience_ discourses solely and constantly in the mode of keeping silent. In this \nway it not only loses none of its perceptibility, but forces the Dasein which \nhas been appealed to and summoned, into the reticence of itself. The fact \n274 \nthat what is called in the call has not been formulated in words, does not \ngive this phenomenon the indefiniteness of a mysterious voice, but merely \nindicates that our understanding of what is 'called' is not to be tied up \nwith an expectation of anything like a communication. \nYet what the call discloses is unequivocal, even though it may undergo \na different interpretation in the individual Dasein in accordance with its \nown possibilities of understanding. While the content of the call is seem­\ningly indefinite, the direction it takes is a sure one and is not to be over­\nlooked. The cal does not require us to search gropingly for him to whom \nit appeals, nor does it require any sign by which we can recognize that he \nis or is not the one who is meant. When 'delusions' arise in the conscience, \nthey do so not because the call has committed some oversight (has mis­\ncalled),3 but only because the call gets heard in such a way that instead of \n1 'Aufdas Selbst wird das Man-selbst angerufen.' \nz 'Der Ruf stellt, seiner Ruftendenz entsprechend, das angerufene Selbst nicht zu einer \n\"Verhandlung\", sondern als Aufruf zum eigensten Selbstseinkonnen ist er ein Vor-(nach­\n\"vorne\"-)Rufen des Daseins in seine eigensten Moglichkeiten.' The verbs 'anrufen', \n'aufrufen', and 'vorrufen' can all be used in the legal sense of a 'summons'. \n3 ' .\n•\n•\n ein Sichversehen (Sichver-rufen) des Rufes •\n.\n .' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 320,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "ontologie",
        "lostness",
        "facticity",
        "lasen",
        "dasein",
        "onry",
        "acter",
        "seins",
        "existentiell",
        "sich"
      ],
      "full_text": "II. 2 \nBeing and Time \nbecoming authentically understood, it gets drawn by the they-self into a \nsoliloquy in which causes get pleaded, and it becomes perverted in its \ntendency to disclose. \nOne must keep in mind that when we designate the conscience as a \n\"call\", this call is an appeal to the they-self in its Self; as such an appeal, \nit summons the Self to its potentiality-for-Being-its-Self, and thus calls \nDasein forth to its possibilities. \nBut we shall not obtain an ontologically adequate Interpretation of the \nconscience until it can be made plain not only who is called by the call but \nalso who does the calling, how the one to whom the appeal is made is related \nto the one who calls, and how this 'relationship' must be taken ontologie­\nally as a way in which these are interconnected in their Being. \n, 57· Conscience as the Call of Care \nConscience summons Dasein's Self from its lostness in the \"they\". The \nSelf to which the appeal is made remains indefinite and empty in its \n\"what\". When Dasein interprets itself in terms of that with which it \nconcerns itself, the call passes over what Dasein, proximally and for the \nmost part, understands itself a s. And yet the Self has been reached, \nunequivocally and unmistakably. Not only is the call meant for him to \nwhom the appeal is made 'without regard for persons', but even the caller \nmaintains itself in conspicuous indefiniteness. If the caller is asked about \nits name, status, origin, or repute, it not only refuses to answer, but does \nnot even leave the slightest possibility of one's making it into something \nwith which one can be familiar when one's understanding of Dasein has a \n'worldly' orientation. On the other hand, it by no means disguises itself \nin the call. That which calls the call, simply holds itself aloof from any \nway of becoming well-known, and this belongs to its phenomenal char-\nacter. To let itself be drawn into getting considered and talked about, \n275 \ngoes against its kind of Being.1 The peculiar indefiniteness of the caller \nand the impossibility of making more definite what this caller is, are not \njust nothing ; they are distinctive for it in a positive way. They make known \nto us that the caller is solely absorbed in summoning us to something, that \nit is heard onry as such, and furthermore that it will not let itself be coaxed. \nBut if so, is it not quite appropriate to the phenomenon to leave unasked \nthe question of what the caller is ? Yes indeed, when it comes to listening \nto the factical call of conscience in an existentiell way, but not when it \ncomes to analysing existentially the facticity of the calling and the exis­\ntentiality of the hearing. \n1 'Es geht wider die Art seines Seins, sich in ein Betrachten und Bereden ziehen zu \nlasen.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 322,
      "bucket": "D (5-10%)",
      "error_rate": 8.1,
      "unknown_words_sample": [
        "faktisch",
        "warum",
        "hinsichtlich",
        "facticity",
        "bringt",
        "mehr",
        "seiende",
        "dasein",
        "thrownness",
        "factically"
      ],
      "full_text": "II. 2 \nBeing and Time \n32 1 \nrather 'it' does the calling, does not justify seeking the caller in some \nentity with a character other than that of Dasein. Yet every Dasein \nalways exists factically. It is not a free-floating self-projection ; but its \ncharacter is determined by thrownness as a Fact of the entity which it is ; \nand, as so determined, it has in each case already been delivered over to \nexistence, and it constantly so remains. Dasein's facticity, however, is \nessentially distinct from the factuality of something present-at-hand. \nExistent Dasein does not encounter itself as something present-at-hand \nwithin-the-world. But neither does thrownness adhere to Dasein as an \ninaccessible characteristic which is of no importance for its existence. \nAs something thrown, Dasein has been thrown into existence. It exists as \nan entity which has to be as it is and as it can be. \nThat it is factically, may be obscure and hidden as regards the \"why\" \nof it; but the \"that-it-is' has itseifbeen disclosed to Dasein. 1 The thrown­\nness of this entity belongs to the disclosedness of the 'there' and reveals \nitself constantly in its current state-of-mind. This state-of-mind brings \nDasein, more or less explicitly and authentically, face to face with the \nfact 'that it is, and that it has to be something with a potentiality-for­\nBeing as the entity which it is'. 2 For the most part, however, its mood is \nsuch that its thrownness gets closed off. In the face of its thrownness Dasein \nflees to the relief which comes with the supposed freedom of the they-self. \nThis fleeing has been described as a fleeing in the face of the uncanniness \nwhich is basically determinative for individualized Being-in-the-world. \nUncanniness reveals itself authentically in the basic state-of-mind of \nanxiety ; and, \nas the most elemental way in which thrown Dasein is \ndisclosed, it puts Dasein's Being-in-the-world face to face with the \n\"nothing\" of the world; in the face of this \"nothing\", Dasein is anxious \nwith anxiety about its ownmost potentiality-for-Being. What if this Dasein, \nwhich finds itself [sich befindet] in the very depths of its uncanniness, should be the \ncaller of the call of conscience? \nNothing speaks against this ; but all those phenomena which we have \nhitherto set forth in characterizing the caller and its calling speak \nfo r it. \nIn its \"who\", the caller is definable in a 'worldly' way by nothing at all. \nThe caller is Dasein in its uncanniness: primordial, thrown Being-in-the-\nworld as the \"not-at-home''-the bare 'that-it-is' in the \"nothing\" of the \n277 \nworld. The caller is unfamiliar to the everyday they-self; it is something \nlike an alien voice. What could be more alien to the \"they\", lost in the \n1 'Dass es faktisch ist, mag hinsichtlich des Warum verborgen sein, das 'Dass' selbst \njedoch ist dem Dasein erschlossen.' (Cf. H. 135 above.) \n1 'Diese bringt das Dasein mehr oder minder ausdricklich und eigentlich vor sein \n\"das es ist und a1s das Seiende, das es ist, seinkonnend zu sein hat\".' \nL \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 326,
      "bucket": "E (10%+)",
      "error_rate": 12.7,
      "unknown_words_sample": [
        "faktisch",
        "concernful",
        "schuld",
        "oglichkeit",
        "werden",
        "caling",
        "zur",
        "mitgerufen",
        "miterschlossen",
        "lichkeit"
      ],
      "full_text": "II. 2 \nBeing and Time \n'Guilty!'1 All experiences and interpretations of the conscience are at \none in that they make the 'voice' of conscience speak somehow of 'guilt'. \n1f 58. Understanding the Appeal, and Guilt \nTo grasp phenomenally what one hears in understanding the appeal, \nwe must go back to the appeal anew. The appeal to the they-self signifies \nsumoning one's ownmost Self to its potentiality-for-Being, and of course \nas Dasein-that is, as concernful Being-in-the-world and Being with \nOthers. Thus in Interpreting existentially that towards which the call \nsumons us, we cannot seek to delimit any concrete single possibility of \nexistence as long as we correctly understand the methodological possibili­\nties and tasks which such an Interpretation implies. That which can be \nestablished, and which seeks to be established, is not what gets called in \nand to each particular Dasein from an existentiell standpoint, but is \nrather what belongs to the existential condition for the possibility of its factical­\nexistentiell potentiality-for-Being.• \nWhen the call is understood with an existentiell kind of hearing, such \nunderstanding is more authentic the more non-relationally Dasein hears \nand understands its own Being-appealed-to, and the less the meaning of \nthe call gets perverted by what one says or by what is fitting and accepted \n[was sich gehOrt und gilt]. But what is it that is essentially implied when \nthe appeal is understood authentically? What is it that has been essentially \ngiven us to understand in the call at any particular time, even if factically \nit has not always been understood ? \nWe have already answered this question, however, in our thesis that \nthe call 'says' nothing which might be talked about, gives no information \nabout events. The call points forward to Dasein's potentiality-for-Being, \nand it does this as a call which comes from uncanniness. 3 The caller is, \nto be sure, indefinite; but the \"whence\" from which it calls does not \nremain a matter of indifference for the caling. This \"whence\"-the \nuncanniness of thrown individualization-gets called too [ mitgerufen] in \nthe calling; that is, it too gets disclosed [miterschlossen]. In calling forth \n1 ' • • •  das 'im Gewisen gerufene \"schuldig\" existenzial zu begreifen.' As Heidegger will \npoint out, the words 'schuldig', 'Schuld' and their derivatives have many different \nmeanings, corresponding not only to 'indebtednes', as we have seen on H. 242 above, but \nalso to 'guilt' and 'responsibility'. In the present chapter we shall translate them by \n'guilty' and 'guilt' whenever possible, even though these expresions will not always be \nentirely appropriate. \nI 'Nicht das je existenziell im jeweiligen Dasein in dieses Gerufene kann und will \nfuciert werden, sondem das, was zur existenzialen Bedingulg der M oglichkeit des je faktisch­\nexistenziellen Seinkonnens gehort.' In the older editions we find 'an dieses' rather than 'in \ndieses', and 'zur' appears in spaced type. \n8 'Der Ruf weist das Dasein vor auf sein Seinkonnen und das a1s Ruf aus der Unheim­\nlichkeit.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 328,
      "bucket": "E (10%+)",
      "error_rate": 12.4,
      "unknown_words_sample": [
        "bei",
        "verletzen",
        "schuldigwerdens",
        "alltagliche",
        "schuld",
        "werden",
        "zunachst",
        "anderer",
        "lrn",
        "behaviour"
      ],
      "full_text": "II. 2 \nBeing and Time \n327 \nhas been called in the call. What has been called must first be concep­\ntualized if we are to understand what the call of'Guilty!' means, and why \nand how it becomes perverted in its signification by the everyday way of \ninterpreting it. \nEveryday common sense first takes 'Being-guilty' in the sense of 'owing', \nof 'having something due on account'.1 One is to give back to the Other \nsomething to which the latter has a claim. This 'Being-guilty' as 'having \ndebts' [\"Schulden haben\"] is a way of Being with Others in the field of \nconcern, as in providing something or bringing it along. Other modes of \nsuch concern are: depriving, borrowing, withholding, taking, stealing­\nfailing to satisfy, in some way or other, the claims which Others have \nmade as to their possessions. This kind of Being-guilty is related to \n282 \nthat with which one can concern oneself. \n\"Being-guilty\" also has the signification of 'being responsible for' [\"schuld \nsein an\"]-that is, being the cause or author of something, or even 'being \nthe occasion' for something. In this sense of 'having responsibility' for \nsomething, one can 'be guilty' of something without 'owing' anything to \nsomeone else or coming to 'owe' him. On the other hand, one can owe \nsomething to another without being responsible for it oneself. Another \nperson can 'incur debts' with Others 'for me'. 2 \nThese ordinary significations of \"Being-guilty\" as 'having debts to \nsomeone' and 'having responsibility for something' can go together and \ndefine a kind of behaviour which we call 'making oneself responsible' ; that is, \nby having the responsibility for having a debt, one may break a law and \nmake oneself punishable. 3 Yet the requirement which one fails to satisfy \nneed not necessarily be related to anyone's possessions; it can regulate \nthe very manner in which we are with one other publicly. 'Making oneself \nresponsible' by breaking a law, as we have thus defined it, can indeed also \nhave the character of 'coming to owe something to Others'. 4 This does not \nhappen merely through law-breaking as such, but rather through my \nhaving the responsibility for the Other's becoming endangered in his \nexistence, led astray, or even ruined. This way of coming to owe something \n1 'Die alltagliche Verstandigkeit nirnmt das \"Schuldigsein\" zunachst im Sinne von \n\"schulden\", \"bei einem etwas an Brett haben\".' While this represents a very familiar \nusage of the German 'Schuldigsein', it of course does not represent a 'common-sense' usage \nof the English 'Being-guilty', which comes from an entirely different stern. \n2 'lrn Sinne dieses \"Schuld habens\" an etwas kann man \"schuldig sein\", ohne einem \nAndern etwas zu \"schulden\" oder \"schuldig\" zu werden. Urngekehrt kann man einem \nAndern etwas schulden, ohne selbst schuld daran zu sein. Ein Anderer kann bei Anderen \n\"fur rnich\" \"Schulden machen\".' On ' \"schuldig\" zu werden', Cf. our note 1, p. 334, \nH. 287 below. \n3 ' •\n•\n•\n das wir nennen \"sich schuldig mach£n\", das heisst durch das Schuldhaben an einern \n·Schuldenhaben ein Recht verletzen und sich strafbar rnachen.' \n4 ' •\n•\n•\n eines \"Schuldigwerdens an Anderen\".' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 329,
      "bucket": "E (10%+)",
      "error_rate": 10.5,
      "unknown_words_sample": [
        "wird",
        "sollen",
        "schuld",
        "acterization",
        "prin",
        "grundsein",
        "mangelhaft",
        "dieses",
        "auch",
        "dasein"
      ],
      "full_text": "Being and Time \nII. 2 \nto Others is possible without breaking the 'public' law. Thus the formal \nconception of\"Being-guilty\" in the sense of having come to owe something \nto an Other, may be defined as follows : \"Being-the-basis for a lack of some­\nthing in the Dasein of an Other, and in such a manner that this very \nBeing-the-basis determines itself as 'lacking in some way' in terms of that \nfor which it is the basis.\"1 This kind of lacking is a failure to satisfy some \nrequirement which applies to one's existent Being with Others. \nWe need not consider how such requirements arise and in what way \ntheir character as requirements and laws must be conceived by reason of \ntheir having such a source. In any case, \"Being-guilty\" in the sense last \nmentioned, the breach of a 'moral requirement', is a kind of Being which \nbelongs to Dasein. Of course this holds good also for \"Being-guilty\" as \n'making oneself punishable' and as 'having debts', and for any 'having \nresponsibility for . . .  '. These too are ways in which Dasein behaves. If \none takes 'laden with moral guilt' as a 'quality' of Dasein, one has said \nvery little. On the contrary, this only makes it manifest that such a char­\nacterization does not suffice for distinguishing ontologically between this \nkind of 'attribute of Being' for Dasein and those other ways of behaving \nwhich we have just listed. Mter al, the concept of moral guilt has been so \n283 \nlittle clarified ontologically that when the idea of deserving punishment, \nor even of having debts to someone, has also been included in this concept, \nor when these ideas have been employed in the very defining of it, such \ninterpretations of this phenomenon could become prevalent and have \nremained so. But therewith the 'Guilty!' gets thrust aside into the domain \nof concern in the sense of reckoning up claims and balancing them off \nThe phenomenon of guilt, which is not necessarily related to 'having \ndebts' and law-breaking, can be clarified only if we first inquire in prin­\nciple into Dasein's Being-guilty-in other words, if we conceive the idea \nof 'Guilty!' in terms of Dasein's kind of Being. \nIf this is our goal, the idea of 'Guilty !' must be sufficiently formali;;.ed so \nthat those ordinary phenomena of \"guilt\" which are related to our con­\ncemful Being with Others, will drop out. The idea of guilt must not \nonly be raised above the domain of that concern in which we reckon \nthings up, but it must also be detached from relationship to any law or \n\"ought\" such that by failing to ,comply with it one loads himself with \nguilt. For here too \"guilt\" is still necessarily defined as a lack-when \nsomething which ought to be and which can be is missing. 9 To be missing, \n1 ' •\n•\n•\n Grundsein flir einen Mangel im Dasein eines Andern, so zwar, das dieses Grund­\nsein selbst sich aus seinem Woflir als \"mangelhaft\" bestimmt.' \n1 ' • • •  auf ein Sollen und Gesetz, wogegen sich verfehlend jemand Schuld auf sich ladt. \nDenn auch bier wird die Schuld notwendig noch als Mangel bestimmt, als Fehlen von \netwas, was sein soU und kan.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 330,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "grundsein",
        "begriindeten",
        "nif",
        "nicht",
        "nichtigkeit",
        "heisst",
        "facticity",
        "privativum",
        "notnes",
        "dasein"
      ],
      "full_text": "II. 2 \nBeing and Time \nhowever, means not-Being-present-at-hand. A lack, as the not-Being­\npresent-at-hand of something which ought to be, is a definite sort of Being \nwhich goes with the present-at-hand. In this sense it is essential that in \nexistence there can be nothing lacking, not because it would then be \nperfect, but because its character of Being remains distinct from any \npresence-at-hand. \nNevertheless, in the idea of'Guilty !' there lies the character of the \"not\". \nIf the 'Guilty!' is something that can definitely apply to existence, then \nthis raises the ontological problem of clarifying existentially the character \nof this \"not\" as a \"not\". Moreover, to the idea of 'Guilty !' belongs what \nis expressed without further differentiation in the conception of guilt as \n'having responsibility for'-that is, as Being-the basis for .\n.\n•\n Hence we \ndefine the formally existential idea of the 'Guilty !' as \"Being-the-basis \nfor a Being which has been defined by a 'not' \"-that is to say, as \"Being­\nthe-basis of a nulliry\" •1 The idea of the \"not\" which lies in the concept of \nguilt as understood existentially, excludes relatedness to anything present­\nat-hand which is possible or which may have been required; furthermore, \nDasein is altogether incommensurable with anything present-at-hand or \ngenerally accepted [Geltenden] which is not it itself, or which is not in \nthe way Dasein is-namely, existing; so any possibility that, with regard to \nBeing-the-basis for a lack, the entity which is itself such a basis might be \nreckoned up as 'lacking in some manner', is a possibility which drops out. \nIf a lack, such as failure to fulfil some requirement, has been 'caused' in \na manner characteristic of Dasein, we cannot simply reckon back to there \n284 \nbeing something lacking [Mangelhaftigkeit] in the 'cause'. Being-the-basis­\nfor-something need not have the same \"not\"-character as the privativum \nwhich is based upon it and which arises from it. The basis need not \nacquire a nullity of its own from that for which it is the basis [seinem \nBegriindeten]. This implies, however, that Being-guilry does not first \nresult from an indebtedness [Verschuldung], but that, on the contrary, indebtedness \nbecomes possible only 'on the basis' of a primordial Being-guilry. Can something \nlike this be exhibited in Dasein's Being, and how is it at all possible \nexistentially? \nDasein's Being is care. It comprises in itself facticity (thrownness), \nexistence (projection), and falling. As being, Dasein is something that has \nbeen thrown ; it has been brought into its \"there\", but not of its own accord. \nAs being, it has taken the definite form of a potentiality-for-Being which \n1 ' . \n• \n• Grundsein f\\ir ein durch ein Nicht bestimmtes Sein-das heisst Gnmdsein einer \nNif:htigkeit'. The noun 'Nichtigkeit' which might well be translated here as 'notnes', may \nbe used in legal contexts where something has been declared 'null and void', and can be \nused more generally to apply to almost anything that is vacuous, trifling, ephemeral, or \n'nil'. Heidegger will rule out some of these connotations on H. 285. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 331,
      "bucket": "E (10%+)",
      "error_rate": 15.6,
      "unknown_words_sample": [
        "bestirnmt",
        "ent",
        "gramar",
        "ihrn",
        "favoured",
        "grundsein",
        "geschah",
        "eigensten",
        "geworfene",
        "gehoren"
      ],
      "full_text": "Being and Time \nII. 2 \nhas heard itself and has devoted itself to itself, but not as itself. 1 As existent, \nit never comes back behind its thrownness in such a way that it might \nfirst release this 'that-it-is-and-has-to-be' from its Being-its-Self and lead \nit into the \"there\". Thrownness, however, does not lie behind it as some \nevent which has happened to Dasein, which has factually befallen and \nfallen loose from Dasein again;2 on the contrary, as long as Dasein is, \nDasein, as care, is constantly its 'that-it-is'. To this entity it has been \ndelivered over, and as such it can exist solely as the entity which it is ; \nand as this entiry to which it has been thus delivered over, it is, in its \nexisting, the basis of its potentiality-for-Being. Although it has not laid \nthat basis itself, it reposes in the weight of it, which is made manifest to it \nas a burden by Dasein's mood. \nAnd how is Dasein this thrown basis ? Only in that it projects Itself \nupon possibilities into which it has been thrown. The Self, which as such \nhas to lay the basis for itself, can never get that basis into its power; and \nyet, as existing, it must take over Being-a-basis. To be its own thrown \nbasis is that potentiality-for-Being which is the issue for care. \nIn being a basis-that is, in existing as thrown-Dasein constantly lags \nbehind its possibilities. It is never existent before its basis, but only from it \nand as this basis. Thus \"Being-a-basis\" means never to have power over \none's ownmost Being from the ground up. This \"not\" belongs to the exis­\ntential meaning of \"thrownness\". It itself, being a basis, is a nullity of \nitself. 3 \"Nullity\" does not signify anything like not-Being-present-at-hand \nor not-subsisting; what one has in view here is rather a \"not\" which is \nconstitutive for this Being of Dasein-its thrownness. The character of this \n\"not\" as a \"not\" may be defined existentially : in being its Self, Dasein is, \nas a Self, the entity that has been thrown. It has been released from its \nbasis, not through itself but to itself, so as to be as this basis. Dasein is not \nitself the basis of its Being, inasmuch as this basis first arises from its own \nprojection; rather, as Being-its-Self, it is the Being of its basis. 4 This basis \n1 'Seiend ist es als Seinkonnen bestirnmt, das sich selbst gehOrt und doch nicht als es \nselbst sich zu eigen gegeben hat.' It is perhaps tempting to interpret 'gehort' as corning \nfrom the verb 'gehoren' ('belong') rather than 'horen' ('hear') ; we could then read \n'belongs to itself' rather than 'has heard itself'. Our version, however, seems to be favoured \nby the gramar of this pasage. \n2 'Die Geworfenheit aber liegt nicht hinter ihrn als ein tatsachlich vorgefallenes und \nvom Dasein wieder losgefallenes Ereignis, das mit ihm geschah . • \n' \n8 'Es ist nie existent vor seinem Grunde, sondernje nur aus ihm und a/s dieser. Grundsein \nbesagt demnach, des eigensten Seins von Grund auf nie rnachtig sein. Dieses Nicht gehort \nzum existenzialen Sinn der Geworfenheit. Grund-seiend ist es selbst eine Nichtigkeit \nseiner selbst.' Presumably the 'not' to which Heidegger refers in this puzzling passage, is \nimplied in the 'never' of the preceding sentence. \n4 ' •\n•\n•\n Selbst seiend ist das Dasein das geworfene Seiende als Selbst. Nicht durch es selbst, \nsondern an es selbst ent/assen aus dem Grunde, urn als dieser zu sein. Das Dasein ist nicht \ninsofem selbst der Grund seines Seins, als dieser aus eigenem Entwurf erst entspringt, \nwohl aber ist es als Selbstsein das Sein des Grundes.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 334,
      "bucket": "D (5-10%)",
      "error_rate": 8.8,
      "unknown_words_sample": [
        "faktisch",
        "unheimlichkeit",
        "func",
        "caling",
        "eigentluh",
        "lostness",
        "pos",
        "nur",
        "dasein",
        "sibility"
      ],
      "full_text": "Il. 2 \nBeing and Time \n333 \nwe give the name of \"care\". In uncanniness Dasein stands together with \n287 \nitself primordially. Uncanniness brings this entity face to face with its \nundisguised nullity, which belongs to the possibility of its ownmost \npotentiality-for-Being. To the extent that for Dasein, as care, its Being is \nan issue, it summons itself as a \"they\" which is factically falling, and \nsummons itself from its uncanniness towards its potentiality-for-Being.1 \nThe appeal calls back by calling forth :8 it calls Dasein forth to the pos­\nsibility of taking over, in existing, even that thrown entity which it is ; it \ncalls Dasein back to its thrownness so as to understand this thrownness as \nthe null basis which it has to take up into existence. This calling-back in \nwhich conscience calls forth, gives Dasein to understand that Dasein \nitself-the null basis for its null projection, standing in the possibility ofits \nBeing-is to bring itself back to itself from its lostness in the \"they\" ; and \nthis means that it is guilry. \nBut in that case the sort of thing which Dasein gives itself to understand \nwould be information about itself. And the hearing which corresponds to \nsuch a call would be a taking cognizance of the Fact that one is 'guilty'. If, \nhowever, the call is to have the character of a sumons, does not this way \nof interpreting the conscience lead to a complete perversion of its func­\ntion ? Does not a \"sumons to Being-guilty\" mean a sumons to evil ? \nOne would not want to impose. upon the conscience such a meaning for \nthe \"call\", even in the most violent of Interpretations. But if not, what \ndoes it mean to 'summon one to Being-guilty' ? \nThe meaning of the \"call\" becomes plain if, in our understanding of it, \nwe stick to the existential sense of \"Being-guilty\", instead of making \nbasic the derivative conception of guilt in the sense of an indebtedness \nwhich has 'arisen' through some deed done or left undone. Such a \ndemand is not arbitrary, if the call of conscience, coming from Dasein it­\nself, is directed towards that entity alone. But if so, the \"summons to \nBeing-guilty\" signifies a caling-forth to that potentiality-for-Being which \nin each case I as Dasein am already. Dasein need not first load a 'guilt' \nupon itself through its failures or omissions ; it must only be 'guilty' \nauthentical{r-'guilty' in the way in which it is. 8 \nHearing the appeal correctly is thus tantamount to having an under­\nstanding of oneself in one's ownmost potentiality-for-Being-that is, to \nprojecting oneself upon one's ownmost authentic potentiality for becoming \n1 We follow the newer editions in reading : ' . . .  ruft es aus der Unheimlichkeit sich \nselbst als faktisch-verfallendes Man auf zu seinem Seinkonnen.' This is apparently a \nCOrrection of the older version, where one finds 'Man selbst' instead of 'Man', and might \nbe tempted to construe this as a misprint for 'Man-selbst' ('they-self'). \nB 'Der Anruf ist vorrufender Ruckruf.' \na '  . . .  es soli nur das \"schuldig\"-als welches es ist-eigentluh sein.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 335,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "indebtednesses",
        "caled",
        "handeln",
        "consciencelessness",
        "dasein",
        "angerufen",
        "hiirig",
        "verantwortlich",
        "schuldig",
        "werden"
      ],
      "full_text": "334 \nBeing and Time \nII. 2 \nguilty.l When Dasein understandingly lets itself be caled forth to this \npossibility, this includes its becoming free for the call-its readiness for the \npotentiality of getting appealed to. In understanding the call, Dasein is \nin thrall to [hiirig] its ownmost possibility of existence. It has chosen itself. \n288 \nIn so choosing, Dasein makes possible its ownmost Being-guilty, which \nremains closed off from the they-self. The common sense of the \"they\" \nknows only the satisfying of manipulable rules and public norms and the \nfailure to satisfy them. It reckons up infractions of them and tries to \nbalance them off. It has slunk away from its ownmost Being-guilty so as \nto be able to talk more loudly about making \"mistakes\". But in the appeal, \nthe they-self gets called to [ angerufen] the ownmost Being-guilty of the \nSelf. Understanding the call is choosing ; but it is not a choosing of con­\nscience, which as such cannot be chosen. What is chosen is having-a­\nconscience as Being-free for one's ownmost Being-guilty. \"Understanding \nthe appeal\" means \"wanting to have a conscience\". \nThis does not mean that one wants to have a 'good conscience', still \nless that one cultivates the call voluntarily; it means solely that one is \nready to be appealed to. Wanting to have a conscience is just as far from \nseeking out one's factical indebtednesses as it is from the tendency to \nliberation from guilt in the sense of the essential 'guilty'. \nWanting to have a conscience is rather the most primordial existentiell pre­\nsupposition for the possibility of factically coming to owe something. In under­\nstanding the call, Dasein lets its ownmost Self take action in itself [in sich \nhandeln] in terms of that potentiality-for-Being which it has chosen. Only \nso can it be answerable [verantwortlich]. Factically, however, any taking­\naction is necessarily 'conscienceless', not only because it may fail to avoid \nsome factical moral indebtedness, but because, on the null basis of its \nnull projection, it has, in Being with Others, already · become guilty \ntowards them. Thus one's wanting-to-have-a-conscience becomes the \ntaking-over of that essential consciencelessness within which alone the \nexistentiell possibility of being 'good' subsists. \nThough the call gives no information, it is not merely critical ; it is \npositive, in that it discloses Dasein's most primordial potentiality-for-Being \nas Being-guilty. Thus conscience manifests itself as an attestation which \nbelongs to Dasein's Being-an attestation in which conscience calls \nDasein itself face to face with its ownmost potentiality-for-Being. Is there \nan existentially more concrete way of determining the character of the \n1 'Schuldigwerdenkonnen'. This 'ownrrwst authentic' sense of 'schuldig werden' is \npresumably to be contrasted with the sense to which we have called attention in notes 2 \nand 4, p. 327, H. 282 above, and which we have expressed by the phrase 'come to owe'. \nWhen it seems to us that Heidegger has the authentic sense in mind, we shall express it by \nthe phrase 'become guilty', though this device exaggerates a contrast which would not \nbe felt so sharply by the German reader. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 336,
      "bucket": "D (5-10%)",
      "error_rate": 7.9,
      "unknown_words_sample": [
        "wird",
        "dasien",
        "weise",
        "vulgare",
        "lostness",
        "nicht",
        "cealment",
        "besorgnisse",
        "jerstanding",
        "dasein"
      ],
      "full_text": "II. 2 \nBeing and Time \n335 \nauthentic potentiality-for-Being which has thus been attested ? But now \nthat we have exhibited a potentiality-for-Being which is attested in \nDasein itself, a preliminary question arises: can we claim sufficient \nevidential weight for the way we have exhibited this, as long as the \nembarrassment of our Interpreting the conscience in a one-sided manner \nby tracing it back to Dasein's constitution while hastily passing over all \nthe familiar findings of the ordinary interpretation of conscience, is one \nthat is still undiminished ? Is, then, the phenomenon of conscience, as it \n'actually' is, still recognizable at all in the Interpretation we have given ? \n289 \nHave we not been all too sure of ourselves in the ingenuousness with which \nwe have deduced an idea of the conscience from Dasien's state of Being? \nThe final step of our Interpretation of the conscience is the existential \ndelimitation of the authentic potentiality-for-Being which conscience \nattests. If we are to assure ourselves of a way of access which will make \nsuch a step possible even for the ordinary um:Jerstanding of the conscience, \nwe must explicitly demonstrate the connection between the results of our \nontological analysis and the everyday ways in which the conscience is \nexperienced. \n, 59· The Existential Interpretation of the Conscience, and the Way Conscience is \nOrdinarily Interpreted1 \nConscience is the call of care from the uncanniness of Being-in-the­\nworld-the call which summons Dasein to its ownmost potentiality-for­\nBeing-guilty. And corresponding to this call, wanting-to-have-a-conscience \nhas emerged as the way in which the appeal is understood. These two \ndefinitions cannot be brought into harmony at once with the ordinary \ninterpretation of conscience. Indeed they seem to be in direct conflict with \nit. We call this interpretation of conscience the \"ordinary\" one [Vulgar] \nbecause in characterizing this phenomenon and describing its 'function', \nit sticks to what \"they\" know as the conscience, and how \"they\" follow it \nor fail to follow it. \nBut must the ontological Interpretation agree with the ordinary inter­\npretation at all? Should not the latter be, in principle, ontologically \nsuspect ? If indeed Dasein understands itself proximally and for the most \npart in terms of that with which it concerns itself, and if it interprets all \nits ways of behaving as concern, then will not there be falling and con­\ncealment in its interpretation of that very way of its Being which, as a call, \nseeks to bring it .back from its lostness in the concerns of the \"they\" ?2 \n1 'Die Ŏxistenz;iale Interpretation des Gewissens und die vulgare Gewissensauslegung'. \n2 ' •\n•\n•\n wird es dann nicht gerade die Weise seines Seins verfallend-verdeckend auslegen, \ndie es als Ruf aus der Verlorenheit in die Besorgnisse des Man zurilckholen will.' While we \nfeel that the meaning of this sentence is probably as we have represented it, the grammar \nis quite ambiguous. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 338,
      "bucket": "B (1-3%)",
      "error_rate": 2.7,
      "unknown_words_sample": [
        "vorweisen",
        "dasein",
        "indebteqness",
        "vorweisend",
        "thrownness",
        "vorrufen",
        "factical",
        "versa",
        "vor",
        "existentiell"
      ],
      "full_text": "II. 2 \nBeing and Time \n337 \nDasein has loaded itself with guilt. If conscience makes known a 'Being­\nguilty', then it cannot do this by summoning us to something, but it does \nso by remembering the guilt which has been incurred, and referring to it. \nBut does the 'fact' that the voice comes afterwards, prevent the call \nfrom being basically a calling-forth ? That the voice gets taken as a \nstirring of conscience which follows after is not enough to prove that we \nunderstand the phenomenon of conscience primordially. What if factical \nindebteqness were only the occasion for the factical calling of conscience? \nWhat if that Interpretation of the 'evil' conscience which we have \ndescribed goes only half way? That such is the case is evident from the \nontological fore-having within whose scope the phenomenon has been \nbrought by this Interpretation. The voice is something that turns up; \nit has its position in the sequence of Experiences which are present-at-\n29 T \nhand, and it follows after the Experience of the deed. But neither the call, \nnor the deed which has happened, nor the guilt with which one is laden, \nis an occurrence with the character of something present-at-hand which \nruns its course. The call has the kind of Being which belongs to care. In \nthe call Dasein 'is' ahead of itself in such a way that at the same time it \ndirects itself back to its thrownness. Only by first positing that Dasein is \nan interconnected sequence of successive Experiences, is it possible to take \nthe voice as something which comes afterwards, something later, which \ntherefore necessarily refers back. The voice does call back, but it calls \nbeyond the deed which has happened, and back to the Being-guilty into \nwhich one has been thrown, which is 'earlier' than any indebtedness. But \nat the same time, this calling-back calls forth to Being-guilty, as something \nto be seized upon in one's own existence, so that authentic existentiell \nBeing-guilty only 'follows after' the call, not vice versa. Bad conscience is \nbasically so far from just reproving and pointing back that it rather points \nforward1 as it calls one back into one's thrownness. The order of the sequence in \nwhich Experiences run their course does not give us the phenomenal structure of existing. \nIf we cannot reach the primordial phenomenon by a characterization \nof 'bad' conscience, still less can we do so by a characterization of 'good' \nconscience, whether we take this as a self-subsistent2 form of conscience \nor as one which is essentially founded upon 'bad' conscience. Just as \nDasein's 'Being-evil' would be made known to us in the 'bad' conscience, \nthe 'good' conscience must have made known its 'Being-good'. It is easy to see \nthat the conscience which used to be an 'effluence of the divine power' now \nbecomes a slave of Pharisaism. Such a conscience would let a man say of \n1 'vorweisend'. We have followed English idiom in translating 'vorweisen' as 'point \nforward' and 'vorrufen' as 'call forth'; but the prefix 'vor-' is the same in both cases, and \nmeans 'forward' as opposed to 'backward'. \n2 'selbstiindige'. See note I, p. I53, H. I I7 and note I, P· 351, H. 303. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 339,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "ience",
        "clusion",
        "concernfully",
        "unschuld",
        "dasein",
        "gewisswerden",
        "vlll",
        "factically",
        "ownmost",
        "exper"
      ],
      "full_text": "Being arld Time \nII. 2 \nhimself 'I am good' ; who else can say this than the good man himself, \nand who would be less willing to affirm it ? But if this impossible con­\nclusion is drawn from the idea of the good conscience, the fact that 'Being­\nguilty'' is what the conscience calls, only comes to the fore. \nTo escape this conclusion, the \"good' conscience has been Interpreted \nas a privation of the 'bad' one, and defined as 'an Experienced lack ofbad \nconscience'.vlll This would make it an experience of not having the call \nturn up-that is, of my having nothing with which to reproach myself. \nBut how is such a 'lack' 'Experienced' ? This supposed Experience is by no \nmeans the experiencing of a call ; it is rather a making-certain1 that a \ndeed attributed to Dasein has not been perpetrated by it and that Dasein \nis therefore not guilty. Becoming certain that one has not done something, \n292 \nhas by no means the character of a conscience-phenomenon. It can, how­\never, signify rather that one is forgetting one's conscience-in other words, \nthat one is emerging from the possibility of being able to be appealed to. \nIn the 'certainty' here mentioned lurks the tranquillizing suppression of \none's wanting to have a conscience-that is, of understanding one's \nownmost and constant Being-guilty. The 'good' conscience is neither a \nself-subsistent form of conscience, nor a founded form of conscience ; in \nshort, it is not a conscience-phenomenon at all. \nIn so far as talk about a 'good' conscience arises from everyday Dasein's \nway of experiencing the conscience, everyday Dasein merely betrays \nthereby that even when it speaks of the 'bad' conscience it basically fails \nto reach the phenomenon. For the idea of the 'bad' conscience is oriented \nfactically by that of the 'good' conscience. The everyday interpretation \nkeeps within the dimension of concernfully reckoning up 'guilt' and \n'innocence' [\"Unschuld\"] and balancing them off. This, then, is the \nhorizon within which the voice of conscience gets 'Experienced'. \nIn characterizing what is primordial in the ideas of 'bad' and 'good' \nconscience, we have also decided as to the distinction between a conscience \nwhich points forward and warns and one which points back and reproves. \nThe idea of the warning conscience s ee ms, of course, to come closest to \nthe phenomenon of the summons. It shares with this the character of \npointing forward. But Ơhis agreement is just an illusion. When we exper­\nience a warning conscience, the voice is regarded in turn as merely oriented \ntowards the deed which has been willed, from which it seeks to preserve \nus. But the warning, as a check on what we have willed, is possible only \nbecause the 'warning' call is aimed at Dasein's potentiality-for-Being­\nthat is, at its understanding of itself in Being-guilty ; not until we have such \n1 In this paragraph Heidegger takes pains to disassociate 'Gewissen' ('conscience') from \nthe adjective 'gewiss' ('certain') and its derivatives-'Sichvergewissem' ('making­\ncertain'), 'Gewisswerden' ('becoming certain'), and 'Gewissheit' ('certainty'). \n"
    }
  ]
}