{
  "batch_id": 3,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 81,
      "bucket": "E (10%+)",
      "error_rate": 10.3,
      "unknown_words_sample": [
        "domus",
        "bei",
        "gonnen",
        "innan",
        "domi",
        "domum",
        "amo",
        "sinne",
        "expressionfor",
        "halte"
      ],
      "full_text": "8o \nBeing and Time \n1. 2 \na spatial 'in-one-another-ness' of things present-at-hand, any more than \nthe word 'in' primordially signifies a spatial relationship of this kind.t 'In' \nis derived from \"innan\"-\"to reside'? \"habitare\", \"to dwell\" (sich auf hal­\nten]. 'An' signifies \"I am accustomed\", \"I am familiar with\", \"I look \nafter something\". 2 It has the signification of\"colo\" in the senses of \"habito\" \nand \"diligo\". The entity to which Being-in in this signification belongs is \none which we have characterized as that entity which in each case I \nmyself am (bin]. The expression 'bin' is connected with 'bei', and so 'ich \nbin' ['I am'] means in its turn \"I reside\" or \"dwell alongside\" the \nworld, as that which is familiar to me in such and such a way. 3 \n\"Being\" [Sein], as the infinitive of 'ich bin' (that is to say, when it is \nunderstood as an existentiale), signifies \"to reside alongside . . .  \", \"to be \nfamiliar with . .\n. \". \"Being-in\" is thus the formal existential expressionfor the \nBeing of Dasein, which has Being-in-the-world as its essential state. \n'Being alongside' the world in the sense of being absorbed in the world' \n1 Reading 'innan-wohnen'. As Heidegger points out in his footnote, this puzzling \npassage has its source in Grimm's Kleinere Schrijten, Vol. VII, pp. 247 ff., where we find \ntwo short articles, the first entitled 'IN' and the second 'IN UND BEl'. The first \narticle begins by comparing a number of archaic German words meaning 'domus', all \nhaving a form similar to our English 'inn', which Grimm mentions. He goes on ·to \npostulate 'a strong verb \"innan\", which must have meant either \"habitare\", \"domi esse\", \nor \"recipere in domum\" 1 {though only a weak derivative form 'innian' is actually found), \nwith a surviving strong preterite written either as 'an' or as 'ann'. Grimm goes on \nto argue that the preposition 'in' is derived from the verb, rather than the verb from the \npreposition. \n2 ' • • •  \"an\" bedeutet: ich bin gewohnt, vertraut mit, ich pflege etwas • .  .' \nIn Grimm's second article he adds: 'there was also an anomalous \"ann\" with the plural \n\"unum\", which expressed \"amo\", \"diligo\", ''faveo\", and to which our \"gonnen\" and \n\"Gunst\" are immediately related, as has long been recognized. \"Ann\" really means \"ich \nbin eingewohnt\", \"pflege zu bauen\"; this conceptual transition may be shown with \nminimal complication in the Latin \"colo\", which stands for \"habito\" as well as \"diligo\".' \nIt is not entirely clear whether Heidegger's discussion of 'an' is aimed to elucidate the \npreposition 'an' ( which corresponds in some of its usages to the English 'at', and which he \nhas just used in remarking that the water and the glass are both at a location), or rather \nto explain the preterite 'an' of 'innan'. \nThe reader should note that while the verb 'wohnen' normally means 'to reside' or 'to \ndwell', the expression 'ich bin gewohnt' means 'I am accustomed to', and 'ich bin einge­\nwohnt' means 'I have become accustomed to the place where I reside--to my surround­\nings'. Similarly 'ich pf!ege etwas' may mean either 'I am accustomed to do something' \nor 'I take care of something' or 'I devote myself to it'. ( Grimm's 'pf!ege zu bauen' pre­\nsumably means 'I am accustomed to putting my trust in something', 'I can build on it'.) \nThe Latin, 'colo' has the parallel meanings of 'I take care of something' or 'cherish' it \n('diligo') and 'I dwell' or 'I inhabit' ('habito'). \na '  \n•\n.\n•\n ich wohne, halte mich auf bei . . .  der Welt, als dem so und so Vertrauten.' The \npreposition 'bei', like 'an', does not have quite the semantical range of any English pre­\nposition. Our 'alongside', with which we shall translate it when other devices seem less \nsatisfactory, especially in the phrase 'Being alongside' ('Sein bei'), is often quite mis­\nleading; the sense here is closer to that of 'at' in such expressions as 'at home' or 'at my \nfather's', or that of the French 'che;r.'. Here again Heidegger seems to be relying upon \nGrimm, who proceeds (loc. cit.) to connect 'bei' with 'bauen' ('build') and 'bin'. \n\u009b '  \n.\n.\n•\n in dem .\n. • Sinne des Aufgehens in der Welt . .  .' 'Aufgehen' means literally 'to go \nup', or 'to rise' in the sense that the sun 'rises' or the dough 'rises'. But when followed by \nthe preposition 'in', it takes on other meanings. Thus 5 'geht auf' into go in the sense that \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 82,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "nomenal",
        "bei",
        "worldless",
        "konnte",
        "beisammen",
        "stuhl",
        "phe",
        "dasein",
        "viz",
        "linguis"
      ],
      "full_text": "1. 2 \nBeing and Time \n81 \n(a sense which calls for still closer interpretation) is an existentiale founded \nupon Being-in. In these analyses the issue is one of seeing a primordial \nstructure of Dasein's Being-a structure in accordance with whose phe­\nnomenal content the concepts of Being must be Articulated ; because of \nthis, and because this structure is in principle one which cannot be \ngrasped by the traditional ontological categories, this 'being-alongside' \n55 \nmust be examined still more closely. We shall again choose the method of \ncontrasting it with a relationship of Being which is essentially different \nontologically-viz. categorial-but which we express by the same linguis-\ntic means. Fundamental ontological distinctions are easily obliterated; \nand if they are to be envisaged phenomenally in this way, this must be \ndone explicitly, even at the risk of discussing the 'obvious'. The status of \nthe ontological analytic shows, however, that we have been far from \ninterpreting these obvious matters with an adequate 'grasp', still less with \nregard for the meaning of their Being; and we are even farther from \npossessing a stable coinage for the appropriate structural concepts. \nAs an existentiale, 'Being alongside' the world never means anything \nlike the Being-present-at-hand-together of Things that occur. There is no \nsuch thing as the 'side-by-side-ness' of an entity called 'Dasein' with \nanother entity called 'world'. Of course when two things are present-at­\nhand together alongside one another, 1 we are accustomed to express this \noccasionally by something like 'The table stands \"by\" ['bei'] the door' \nor 'The chair \"touches\" ['beriihrt'] the wall'. Taken strictly, 'touching' is \nnever what we are talking about in such cases, not because accurate re­\nexamination will always eventually establish that there is a space between \nthe chair and the wall, but because in principle the chair can never touch \nthe wall, even if the space between them should be equal to zero. If the \nchair could touch the wall, this would presuppose that the wall is the sort \nof thing 'for' which a chair would be encounter able. 2 An entity present-at­\nhand within the world can be touched by another entity only if by its \nvery nature the latter entity has Being-in as its own kind of Being--only if, \nwith its Being-there [Da-sein], something like the world is already re-, \nvealed to it, so that from out of that world another entity can manifest \nitself in touching, and thus become accessible in its Being-present-at­\nhand. When two entities are present-at-hand within the world, and fur­\nthermore are worldless in themselves, they can never 'touch' each other, \nit 'goes into' 30 without remainder; a country 'geht auf' into another country into which \nit is taken over or absorbed; a person 'geht auf' in anything to which he devotes \nhimself fully, whether an activity or another person. We shall usually translate 'aufgehen' \nby some form of 'absorb'. \n1 'Das Beisammen zweier Vorhandener . .  .' \na 'Voraussetzung dafiir ware, dass die Wand \"fur\" den Stuhl begegnen konnte.' (Cf. \nalso H. 97 below.) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 83,
      "bucket": "D (5-10%)",
      "error_rate": 7.0,
      "unknown_words_sample": [
        "fakti",
        "faktisch",
        "worldless",
        "jeweilig",
        "terchangeably",
        "tatsachlichkeit",
        "stimmtheit",
        "faktums",
        "dvance",
        "insideness"
      ],
      "full_text": "Being and Time \n1. 2 \nnor can either of them 'be' 'alongside' the other. The clause 'furthermore \nare worldless' must not be left out; for even entities which are not world­\nless-Dasein itself, for example-are present-at-hand 'in' the world, or, \nmore exactly, can with some right and within certain limits be taken as \nmerely present-at-hand. To do this, one must completely disregard or just \nnot see the existential state of Being-in. But the fact that 'Dasein' can be \ntaken as something which is present-at-hand and just present-at-hand, is \nnot to be confused with acertainwayof'presence-at-hand' which is Dasein's \nown. This latter kind of presence-at-hand becomes accessible not by dis­\nregarding Dasein's specific structures but only by understanding them in \nc.dvance. Dasein understands its ownmost Being in the sense of a certain \n56 \n'factual Being-present-at-hand'.ii And yet the 'factuality' of the fact \n[Tatsache] of one's own Dasein is at bottom quite different ontologically \nfrom the factual occurrence of some kind of mineral, for example. When­\never Dasein is, it is as a Fact; and the factuality of such a Fact is what we \nɢhall call Dasein's ''facticity\" .1 This is a definite way of Being [Seinsbe­\nstimmtheit], and it has a complicated structure which cannot even be \ngrasped as a problem until Dasein's basic existential states have been \nworked out. The concept of \"facticity\" implies that an entity 'within-the­\nworld' has Being-in-the-world in such a way that it can understand itself \nas bound up in its 'destiny' with the Being of those entities which it \nencounters within its own world. \nIn the first instance it is enough to see the ontological difference \nbetween Being-in as an existentiale and the category of the 'insideness' \nwhich things present-at-hand can have with regard to one another. By \nthus delimiting Being-in, we are not denying every kind of 'spatiality' \nto Dasein. On the contrary, Dasein itself has a 'Being-in-space' of its \nO\\\\ n; but this in turn is possible only on the basis of Being-in-the-world in \ngeneral. Hence Being-in is not to be explained ontologically by some \non tical characterization, as if one were to say, for instance, that Being-in \nin a world is a spiritual property, and that man's 'spatiality' is a result of \nhis bodily nature (which, at the same time, always gets 'founded' upon \ncorporeality) . Here again we are faced with the Being-present-at-hand­\ntogether of some such spiritual Thing along with a corporeal Thing, \nwhile the Being of the entity thus compounded remains more obscure \n1 'Die Tatsachlichkeit des Faktums Dasein, als welches jeweilig jedes Dasein ist, \nnennen wir seine Fakti::itiit.' We shall as a rule translate 'Tatsachlichkeit' as 'factuality', \nand 'Faktizitat' as 'facticity', following our conventions for 'tatsachlich' and 'faktisch'. \n(See note 2, p. 27, H. 7 above.) The present passage suggests a comparable distinction \nbetween the nouns 'Tatsache' and 'Faktum' ;  so while we find many passages where these \nseem to be used in terchangeably, we translate 'Faktum' as 'Fact' with an initial capital, \nusing 'fact' for 'Tatsache' and various other expressions. On 'factuality' and 'facticity' \n'ce also H. 1 35 below. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 84,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "diffic",
        "bezug",
        "llow",
        "expresing",
        "sinne",
        "pos",
        "desig",
        "erledigen",
        "facticity",
        "nur"
      ],
      "full_text": "I. 2 \nBeing and Time \nthan ever. Not until we understand Being-in-the-world as an essential \nstructure of Dasein can we have any insight into Dasein's existential \nspatiality. Such an insight will keep us from failing to see this structure or \nfrom previously cancelling it out-a procedure motivated not ontologi­\ncally but rather 'metaphysically' by the naive supposition that man is, \nin the first instance, a spiritual Thing which subsequently gets misplaced \n'into' a space. \nDasein's facticity is such that its Being-in-the-world has always dis­\npersed [ zerstreutJ itself or even split itself up into definite ways of Being-\nin. The multiplicity of these is indicated by the following examples : having \nto do with something, producing something, attending to something and \nlooking after it, making use of something, giving something up and letting \nit go, undertaking, accomplishing, evincing, interrogating, considering, \ndiscussing, determining . . . .  All these ways of Being-in have concern1 as \n57 \ntheir kind of Being-a kind of Being which we have yet to characterize in \ndetail. Leaving undone, neglecting, renouncing, taking a rest-these too \nare ways of concern; but these are all deficient modes, in which the pos­\nsibilities of concern are kept to a 'bare minimum'. 2 The term 'concern' \nhas, in the first instance, its colloquial [ vorwissenschaftliche] signification, \nand can mean to carry out something, to get it done [erledigen], to \n'straighten it out'. It can also mean to 'provide oneself with something'. 3 \nWe use the expression with still another characteristic tum of phrase \nwhen we say \"I am concerned for the success of the undertaking.\"' Here \n'concern' means something like apprehensiveness. In contrast to these \ncolloquial ontical significations, the expression 'concern' will be used in \nthis investigation as an ontological term for an existentiale, and will desig-\nnate the Being of a possible way of Being-in-the-world. This term has \nbeen chosen not because Dasein happens to be proximally and to a large \nextent 'practical' and economic, but because the Being of Dasein itself \n1 'Besorgen'. AJ Heideger points out, he will use this term in a special sense which is to \nbe distinguished from many of its customary usages. We shall, as a rule, translate it by \n'concern' though this is by no means an exact equivalent. The English word 'concern' is \nused in ̱any expresions where 'Besorgen' would be inappropriate in German, such as \n'This concerns you' 'That is my concern', 'He has an interest in several banking con­\ncerns'. 'Besorgen' s̰ds rather for the kind of 'concern' in which we 'concern ourselves' \nwith activities which we perform or things which we procure. \nz • . . . a:Je Modi des \"Nur noch\" in bezug auf Moglichkeiten des Besorgens.' The point \nis that in these cases concern is just barely ('nur noch') involved. \n3 ' •\n•\n•\n sich etwas besorgen im Sinne von \"sich etwas verschaffen\".' \n4 ' •\n•\n•\n ich besorge, dass das Unternehmen !llisslingt.' Here it is not difficĄlą to find a \ncorresponding usage of 'concern', as our versiOn suggests. But the ana̯o!p' IS \n,\nImperfect. \nWhile we can say that we are 'concerned for the success of the enterpriSe or concerned \nlest the enterprise should fail,' we wĆuld hardly f?llow the German to the extent of \nexpresing 'concern that' the enterpriSe should fat!; nor would the German express \n'Beaorgen' at discovering that the enterprise has failed already. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 85,
      "bucket": "D (5-10%)",
      "error_rate": 6.9,
      "unknown_words_sample": [
        "ceived",
        "baer",
        "gelegentlich",
        "zur",
        "sorge",
        "nicht",
        "seinsverhaltnis",
        "dasein",
        "perty",
        "biologism"
      ],
      "full_text": "Being and Time \n1. 2 \nis to be made visible as care.1 This expression too is to be taken as an \nontological structural concept. (See Chapter 6 of this Division.) It has \nnothing to do with 'tribulation', 'melancholy', or the 'cares oflife', though \nontically one can come across these in every Dasein. These-like their \nopposites, 'gaiety' and 'freedom from care'-are ontically possible only \nbecause Dasein, when understood ontologically, is care. Because Being-in­\nthe-world belongs essentially to Dasein, its Being towards the world [Sein \nzur Welt] is essentially concern. \nFrom what we have been saying, it follows that Being-in is not a 'pro­\nperty' which Dasein sometimes has and sometimes does not have, and \nwithout which it could be just as well as it could with it. It is not the case \nthat man 'is' and then has, by way of an extra, a relationship-of-Being \ntowards the 'world'-a world with which he provides himself occasionally. 2 \nDasein is never 'proximally' an entity which is, so to speak, free from \nBeing-in, but which sometimes has the inclination to take up a 'relation­\nship' towards the world. Taking up relationships towards the world is \npossible only because Dasein, as Being-in-the-world, is as it is. This state of \nBeing does not arise just because some other entity is present-at-hand \noutside ofDasein and meets up with it. Such an entity can 'meet up with' \nDasein only in so far as it can, of its own accord, show itself within a world. \nNowadays there is much talk about 'man's having an environment \n[Umwelt] '; but this says nothing ontologically as long as this 'having' is \nleft indefinite. In its very possibility this 'having' is founded upon the \n58 \nexistential state of Being-in. Because Dasein is essentially an entity with \nBeing-in, it can explicitly discover those entities which it encounters \nenvironmentally, it can know them, it can avail itself of them, it can have \nthe 'world'. To talk about 'having an environment' is ontically trivial, \nbut ontologically it presents a problem. To solve it requires nothing else \nthan defining the Being of Dasein, and doing so in a way which is onto­\nlogically adequate. Although this state of Being is one of which use has \nmade in biology, especially since K. von Baer, one must not conclude \nthat its philosophical use implies 'biologism'. For the environment is a \nstructure which even biology as a positive science can never find and can \nnever define, but must presuppose and constantly \n.\nemploy. Yet, even as an \na priori condition for the objects which biology takes for its theme, this \nstructure itself can be explained philosophically only if it has been con­\nceived beforehand as a structure ofDasein. Only in terms of an orientation \n1 'Sorge'. The important etymological connection between 'Besorgen' ('concern') and \n'Sorge' ('care') is lost in our translation. On 'Sorge' see especially Sections 41 and 42 \nbelow. \n2 'Der Mensch \"ist\" nicht und hat tiberdies noch ein Seinsverhaltnis zur \"Welt\", die \ner sich gelegentlich zulegt.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 87,
      "bucket": "D (5-10%)",
      "error_rate": 7.5,
      "unknown_words_sample": [
        "gekannt",
        "husser",
        "behaviour",
        "erfahren",
        "pletion",
        "esential",
        "facticity",
        "dasein",
        "halle",
        "seins"
      ],
      "full_text": "86 \nBeing and Time \n1. 2 \nthemselves and in the meaning of their Being-namely, to conceive it as \nBeing-present-at-hand. And even though Being-in-the-world is something \nof which one has pre-phenomenological experience and acquaintance \n[erfahren und gekannt], it becomes invisible if one interprets it in a way \nwhich is ontologically inappropriate. This state of Dasein's Being is now \none with which one is just barely acquainted (and indeed as something \nobvious), with the stamp of an inappropriate interpretation. So in this \nway it becomes the 'evident' point of departure for problems of epistemo­\nlogy or the 'metaphysics of knowledge'. For what is more obvious than \nthat a 'subject' is related to an 'Object' and vice versa ? This 'subject­\nObject-relationship' must be presupposed. But while this presupposition \nis unimpeachable in its facticity, this makes it indeed a baleful one, if its \nontological necessity and especially its ontological meaning are to be left \nin the dark. \nThus the phenomenon of Being-in has for the most part been repre­\nsented exclusively by a single exemplar-knowing the world. This has not \nonly been the case in epistemology; for even practical behaviour has been \nunderstood as behaviour which is 'non-theoretical' and 'a theoretical'. \nBecause knowing has been given this priority, our understanding of its own­\nmost kind of Being gets led astray, and accordingly Being-in-the-world \nmust be exhibited even more precisely with regard to knowing the world, \nand must itself be made visible as an existential 'modality' of Being-in. \nƳ 13. A Founded Mode in which Being-in is Exemplijied.1 Knowing the World. \nIf Being-in-the-world is a basic state ofDasein, and one in which Dasein \noperates not only in general but pre-eminently in the mode of everyday­\nness, then it must also be something which has always been experienced \nontically. It would be unintelligible for Being-in-the-world to remain \n6o \ntotally veiled from view, especially since Dasein has at its disposal an \nunderstanding of its own Being, no matter how indefinitely this under­\nstanding may function. But no sooner was the 'phenomenon of \nknowing the world' grasped than it got interpreted in a 'superficial', \n1 'Die Exemplijizierung des ln-Seins an einemfundierten Modus.' The conception of 'founded' \nmodes is taken from Husser!, who introduces the concept of 'founding' in his Logische \nUntersuchungen, vol. II, Part I, chapter 2 (second edition, Halle, 19 13, p. 261). This \npasage has been closely paraphrased as follows by Marvin Farber in his The Fourukztion \nof Phenomenology, Cambridge, Massachusetts, 1943, p. 297 ; 'If in accordance with esential \nlaw an a can only exist in a comprehensive unity which connects it with a ,., then we \nsay, an a as such needs foundation through a ,., or also, an a as such is in need of com­\npletion by means of a f'· If accordingly ao , f'O are definite particular cases of the pure \ngenera a, or ,., which stand in the cited relationship, and if they are members of one \nwhole, then we say that ao is founded by f'O; and it is exclusively founded by f'O if the need \nof the completion of ao is alone satisfied by f'O• This terminology can be applied to the \nspecies themselves ; the equivocation is harmles.' Thus a founded mode of Being-in is \nsimply a mode which can subsist only when connected with something else. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 88,
      "bucket": "C (3-5%)",
      "error_rate": 5.0,
      "unknown_words_sample": [
        "innenseins",
        "eigenschaften",
        "preted",
        "nicht",
        "dasein",
        "innen",
        "acter",
        "inas",
        "wie",
        "est"
      ],
      "full_text": "1. 2 \nBeing and Time \nformal manner. The evidence for this is the procedure (still customary \ntoday) of setting up knowing as a 'relation between subject and Object' \n-a procedure in which there lurks as much 'truth' as vacuity. But subject \nand Object do not coincide with Dasein and the world. \nEven if it were feasible to give an ontological definition of \"Being-in\" \nprimarily in terms of a Being-in-the-world which knows, it would still be our \nfirst task to show that knowing has the phenomenal character of a Being \nwhich is in and towards the world. If one reflects upon this relationship of \nBeing, an entity called \"Nature\" is given proximally as that which becomes \nknown. Knowing, as such, is not to be met in this entity. If knowing 'is' at \nall, it belongs solely to those entities which know. But even in those entities, \nhuman-Things, knowing is not present-at-hand. In any case, it is not \nexternally ascertainable as, let us say, bodily properties are.1 Now, inas­\nmuch as knowing belongs to these entities and is not some external \ncharacteristic, it must be 'inside'. Now the more unequivocally one main­\ntains that knowing is proximally and really 'inside' and indeed has by no \nmeans the same kind of Being as entities which are both physical and \npsychical, the less one presupposes when one believes that one is making \nheadway in the question of the essence of knowledge and in the clarifica­\ntion of the relationship between subject and Object. For only then can \nthe problem arise of how this knowing subject comes out of its inner \n'sphere' into one which is 'other and external', of how knowing can have \nany object at all, and of how one must think of the object itself so that \neventually the subject knows it without needing to venture a leap into \nanother sphere. But in any of the numerous varieties which this approach \nmay take, the question of the kind of Being which belongs to this knowing \nsubject is left entirely unasked, though whenever its knowing gets handled, \nits way of Being is already included tacitly in one's theme. Of course we \nare sometimes assured that we are certainly not to think of the subject's \n\"inside\" [Innen] and its 'inner sphere' as a sort of 'box' Gr 'cabinet'. But \nwhen one asks for the positive signification of this 'inside' of immanence \nin which knowing is proximally enclosed, or when one inquires how this \n'Being inside' [\"Innenseins\"] which knowing possesses has its own char­\nacter of Being grounded in the kind of Being which belongs to the subject, \nthen silence reigns. And no matter how this inner sphere may get inter­\npreted, if one does no more than ask how knowing makes its way 'out of' \nit and achieves 'transcendence', it becomes evident that the knowing \n6r \nwhich presents such enigmas will remain problematical unless one has \npreviously clarified how it is and what it is. \n1 'In jedem Faile ist est nicht so ausserlich feststellbar wie etwa leibliche Eigenschaften. \nThe older editions have ' . • .  nicht ist es . .  .' and place a comma after 'feststellbar'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 89,
      "bucket": "E (10%+)",
      "error_rate": 13.0,
      "unknown_words_sample": [
        "concernfully",
        "bei",
        "betrachtendes",
        "miiglich",
        "seinsart",
        "zur",
        "vorhandenen",
        "ausdruckliches",
        "innerweltlich",
        "ontically"
      ],
      "full_text": "88 \nBeing and Time \n1. 2 \nWith this kind of approach one remains blind to what is already \ntacitly implied even when one takes the phenomenon of knowing as one's \ntheme in the most provisional manner: namely, that knowing is a mode \nof Being of Dasein as Being-in-the-world, and is founded ontically upon \nthis state of Being. But if, as we suggest, we thus find phenomenally that \nknowing is a kind of Being which belongs to Being-in-the-world, one might object \nthat with such an Interpretation of knowing, the problem of knowledge \nis nullified; for what is left to be asked if one presupposes that knowing is \nalready 'alongside' its world, when it is not supposed to reach that world \nexcept in the transcending of the subject? In this question the construc­\ntivist 'standpoint', which has not been phenomenally demonstrated, again \ncomes to the fore; but quite apart from this, what higher court is to decide \nwhether and in what sense there is to be any problem of knowledge other \nthan that of the phenomenon of knowing as such and the kind of Being \nwhich belongs to the knower? \nIf we now ask what shows itself in the phenomenal findings about \nknowing, we must keep in mind that knowing is grounded beforehand \nin a Being-already-alongside-the-world, which is essentially constitutive \nfor Dasein's Being.1 Proximally, this Being-already-alongside is not just \na fixed staring at something that is purely present-at-hand. Being-in-the­\nworld, as concern, is fascinated by the world with which it is concerned. 2 \nIf knowing is to be possible as a way of determining the nature of the \npresent-at-hand by observing it, 3 then there must first be a deficiency in our \nhaving-to-do with the world concernfully. When concern holds back \n[Sichenthalten] from any kind of producing, manipulating, and the like, \nit puts itself into what is now the sole remaining mode of Being-in, the \nmode of just tarrying alongside . . . .  [das Nur-noch-verweilen bei . . .  ] \nThis kind of Being towards the world is one which lets us encounter \nentities within-the-world purely in the way they look (£l8os) , just that ; \non the basis of this kind of Being, and as a mode of it, looking explicitly at \nwhat we encounter is possible. 4 Looking at something in this way is some­\ntimes a definite way of taking up a direction towards something-of setting \nour sights towards what is present-at-hand. It takes over a 'view-point' in \nadvance from the entity which it encounters. Such looking-at enters the \n1 ' •\n•\n•\n das das Erkennen selbst vorgangig g:rindet in einem Schon-sein-bei-der-Welt, \nals welches das Sein von Dasein wesenhaft konstituiert.' \n2 'Das In-der-Welt-sein ist als Besorgen von der besorgten Welt benommen.' Here we \nfollow the older editions. The newer editions have 'das Besorgen' instead of 'als Besorgen'. \n8 'Damit Erkennen als betrachtendes Bestimmen des Vorhandenen miiglich sei . .  .' \nHere too we follow the older editions. The newer editions again have 'das' instead of 'als'. \n4 'Auf dem Grunde dieser Seinsart zur Welt, die das innerweltlich begegnende Seiende \nnur noch in seinem puren Aussehen (elaos) begegnen lasst, und als Modus dieser Seinsart \nist ein ausdruckliches Hinsehen auf das so Begenende miiglich.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 90,
      "bucket": "E (10%+)",
      "error_rate": 11.7,
      "unknown_words_sample": [
        "wird",
        "vemehmen",
        "bei",
        "ent",
        "kommt",
        "vorhandenen",
        "sichaufhaltens",
        "aufenthalt",
        "aufhalten",
        "bestimmen"
      ],
      "full_text": "I. 2 \nBeing and Time \n8g \nmode of dwelling autonomously alongside entities within-the-world.l In \nthis kind of 'dwelling' as a holding-oneself-back from any manipulation or \nutilization, the perception of the present-at-hand is consummated. 2 Per-\n62 \nception is consummated when one addresses oneself to something as some­\nthing and discusses it as such. 3 This amounts to interpretation in the broadest \nsense; and on the basis of such interpretation, perception becomes an act \nof making determinate. 4 What is thus perceived and made determinate can \nbe expressed in propositions, and can be retained and preserved as what \nhas thus been asserted. This perceptive retention of an assertion6 about \nsomething is itself a way of Being-in-the-world; it is not to be Interpreted \nas a 'procedure' by which a subject provides itself with representations \n[V orstellungen] of something which remain stored up 'inside' as having \nbeen thus appropriated, and with regard to which the question of how \nthey 'agree' with actuality can occasionally arise. \nWhen Dasein directs itself towards something and grasps it, it does not \nsomehow first get out of an inner sphere in which it has been proximally \nencapsulated, but its primary kind of Being is such that it is always \n'outside' alongside entities which it encounters and which belong to a \nworld already discovered. Nor is any inner sphere abandoned when \nDasein dwells alongside the entity to be known, and determines its char­\nacter ; but even in this 'Being-outside' alongside the object, Dasein is still \n'inside', if we understand this in the correct sense; that is to say, it is itself \n'inside' as a Being-in-the-world which knows. And furthermore, the \nperceiving of what is known is not a process of returning with one's booty \nto the 'cabinet' of consciousness after one has gone out and grasped it; \neven in perceiving, retaining, and preserving, the Dasein which knows \nremains outside, and it does so as Dasein. If I 'merely 'know [Wissen] about \nsome way in which the Being of entities is interconnected, if I 'only' \nrepresent them, if I 'do no more' than 'think' about them, I am no less \n1 'Solches Hinsehen kommt selbst in den Modus eines eigenstiindigen Sichaufhaltens \nbei dem innerweltlichen Seienden.' \n2 'In sogerateten \"Aufenthalt \"-als dem Sichenthalten von jeglicher Hantierung and \nNutzung-vollzieht sich das Vemehmen des Vorhandenen.' The word 'Aufenthalt' norm­\nally means a stopping-off at some place, a sojourn, an abiding, or even an abode or dwel­\nling. Here the author is exploiting the fact that it includes both the prefixes 'auf-' and \n'ent-', which we find in the verbs 'aufhalten' and 'enthalten'. 'Aufhalten' means to hold \nsomething at a stage which it has reached, to arrest it, to stop it; when used reflexively it \ncan mean to stay at a place, to dwell there. While 'enthalten' usually means to contain, \nit preserves its more literal meaning of holding back or refraining, when it is used re­\nflexively. All these meanings are presumably packed into the word 'Aufenthalt' as used \nhere, and are hardly suggested by our 'dýelling'. \n3 'Das Vernehmen hat die Vollzugsart des Ansprechens und Besprechens von etwas als \netwas.' On 'something as something' see Section 32 below (H. 149), where 'interpretation' \nis also discussed. \n4 • •\n.\n.\n wird das Vernehmen zum Bestimmen.' \n5 'Aussage'. For further discussion see Section 33 below, \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 91,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "bei",
        "dasein",
        "einem",
        "seinsstand",
        "commercium",
        "originiiren",
        "erfasen",
        "ofdasein",
        "hiforehand"
      ],
      "full_text": "go \nBeing and Time \n1. 2 \nalongside the entities outside in the world than when I originally grasp \nthem.1 Even the forgetting of something, in which every relationship of \nBeing towards what one formerly knew has seemingly been obliterated, \nmust be conceived as a modification of the primordial Being-in; and this holds \nfor every delusion and for every error. \nWe have now pointed out how those modes of Being-in-the-world \nwhich are constitutive for knowing the world are interconnected in their \nfoundations; this makes it plain that in knowing, Dasein achieves a new \nstatus of Being [Seinsstand] towards a world which has already been dis­\ncovered in Dasein itself. This new possibility of Being can develop itself \nautonomously; it can become a task to be accomplished, and as scientific \nknowledge it can take over the guidance for Being-in-the-world. But a \n'commercium' of the subject with a world does not get created for the first \ntime by knowing, nor does it arise from some way in which the world acts \nupon a subject. Knowing is a mode ofDasein founded upon Being-in-the­\nworld. Thus Being-in-the-world, as a basic state, must be Interpreted \nhiforehand. \n1 ' •\n•\n•\n bei einem originiiren Erfasen.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 92,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "weltmisigkeit",
        "dasein",
        "worldlwod",
        "worldhood",
        "asigns",
        "thinghood",
        "wertbehaftete",
        "rldhood",
        "weltmiisigkeit",
        "weltlich"
      ],
      "full_text": "I I I  \nTHE W O RLDHOOD O F  THE WORLD \n̮ r 4 ·  The Idea of the Worldlwod of the World1 in General \nBEING-IN-THE-WORLD shall first be made visible with regard to that \nitem of its structure which is the 'world' itself. To accomplish this task \nseems easy and so trivial as to make one keep taking for granted that it \nmay be dispensed with. What can be meant by describing 'the world' as \na phenomenon ? It means to let us see what shows itself in 'entities' within \nthe world. Here the first step is to enumerate the things that are 'in' the \nworld : houses, trees, people, mountains, stars. We can depict the way such \nentities 'look', and we can give an account of occurrences in them and with \nthem. This, however, is obviously a pre-phenomenological 'business' \nwhich cannot be at all relevant phenomenologically. Such a description is \nalways confined to entities. It is on tical. But what we are seeking is Being. \nAnd we have formally defined 'phenomenon' in the phenomenological \nsense as that which shows itself as Being and as a structure of Being. \nThus, to give a phenomenological description of the 'world' will mean \nto exhibit the Being of those entities which are present-at-hand within \nthe world, and to fix it in concepts which are categorial. Now the entities \nwithin the world are Things-Things of Nature, and Things 'invested \nwith value' [\"wertbehaftete\" Dinge]. Their Thinghood becomes a \nproblem; and to the extent that the Thinghood of Things 'invested with \nvalue' is based upon the Thinghood of Nature, our primary theme is \nthe Being of Things of Nature-Nature as such. That characteristic of \nBeing which belongs to Things of Nature (substances), and upon which \n1 'Welt', 'weltlich', 'Weltlichkeit', 'Weltmiisigkeit'. We shall usually translate 'Welt' \nas 'the world' or 'a world', following English idiom, though Heidegger frequently omits \nthe article when he wishes to refer to 'Welt' as a 'characteristic' of Dasein. In ordinary \nGerman the adjective 'weltlich' and the derivative noun 'Weltlichkeit' have much the \nsame connotations as the English 'worldly' and 'worldlines' ;  but the meanings which \nHeidegger asigns to them (H. 65) are quite different from those of their English cognates. \nAt the risk of obscuring the etymological connection and occasionally misleading the \nreader, we shall translate 'weltlich' as 'worldly', 'Weltlichkeit' as 'worldhood', and \n'Weltmisigkeit' as 'worldly character'. The reader must bear in mind, however, that \nthere is no suggestion here of the 'worldlines' of the 'man of the world'. \n6g \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 93,
      "bucket": "B (1-3%)",
      "error_rate": 2.4,
      "unknown_words_sample": [
        "dasein",
        "worldhood",
        "substantiality",
        "teristic",
        "charac",
        "investi",
        "ofdasein",
        "existentiale",
        "ontical"
      ],
      "full_text": "Being and Time \neverything is founded, is substantiality. What is its ontological meaning? \nBy asking this, we have given an unequivocal direction to our inquiry. \nBut is this a way of asking ontologically about the 'world' ? The \nproblematic which we have thus marked out is one which is undoubtedly \nontological. But even if this ontology should itself succeed in explicating \nthe Being of Nature in the very purest manner, in conformity with the \nbasic assertions about this entity, which the mathematical natural \nsciences provide, it will never reach the phenomenon that is the 'world'. \nNature is itself an entity which is encountered within the world and \nwhich can be discovered in various ways and at various stages. \nShould we then first attach ourselves to those entities with which \nDasein proximally and for the most part dwells-Things 'invested with \nvalue' ? Do not these 'really' show us the world in which we live ? Perhaps, \n64 \nin fact, they show us something like the 'world' more penetratingly. But \nthese Things too are entities 'within' the world . \n.Neither the ontical depiction of entities within-the-world nor the ontological \nInterpretation of their Being is such as to reach the phenomenon of the 'world.' In \nboth of these ways of access to 'Objective Being', the 'world' has already \nbeen 'presupposed', and indeed in various ways. \nIs it possible that ultimately we cannot address ourselves to 'the world' \nas determining the nature of the entity we have mentioned ? Yet we call \nthis entity one which is \"within-the-world\". Is 'world' perhaps a charac­\nteristic ofDasein's Being ? And in that case, does every Dasein 'proximally' \nhave its world ? Does not 'world' thus become something 'subjective' ? \nHow, then, can there be a 'common' world 'in' which, nevertheless, we \nare? And if we raise the question of the 'world', what world do we have in \nview ? Neither the common world nor the subjective world, but the world­\nhood of the world as such. By what avenue do we meet this phenomenon ? \n'Worldhood' is an ontological concept, and stands for the structure of \none of the constitutive items of Being-in-the-world. But we know Being­\nin-the-world as a way in which Dasein's character is defined existentially. \nThus worldhood itself is an existentiale. If we inquire onto logically about \nthe 'world', we by no means abandon the analytic of Dasein as a field for \nthematic study. Ontologically, 'world' is not a way of characterizing those \nentities which Dasein essentially is not; it is rather a characteristic of \nDasein itself. This does not rule out the possibility that when we investi­\ngate the phenomenon of the 'world' we must do so by the avenue of \nentities within-the-world and the Being which they possess. The task of \n'describing' the world phenomenologically is so far from obvious that even \nif we do no more than determine adequately what form it shall take, \nessential ontological clarifications will be needed. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 94,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "horig",
        "nachste",
        "innerweltlich",
        "dasein",
        "categorially",
        "umsicht",
        "priori",
        "existentiell",
        "eigene",
        "ontologico"
      ],
      "full_text": "Being and Time \n93 \nThis discussion of the word 'world', and our frequent use of it have made \nit apparent that it is used in several ways. By unravelling these we can get \nan indication of the different kinds of phenomena that are signified, and \nof the way in which they are interconnected. \n1 .  \"World\" is used as an ontical concept, and signifies the totality of \nthose entities which can be present-at-hand within the world. \n2. \"World\" functions as an ontological term, and signifies the Being \nof those entities which we have just mentioned. And indeed 'world' can \nbecome a term for any realm which encompasses a multiplicity of entities : \nfor instance, when one talks of the 'world' of a mathematician, 'world' \n65 \nsignifies the realm of possible objects of mathematics. \n3· \"World\" can be understood in another ontical sense-not, however, \nas those entities which Dasein essentially is not and which can be en­\ncountered within-the-world, but rather as that 'wherein' a factical Dasein \nas such can be said to 'live' . \"World\" has here a pre-ontological existentiell \nsignification. Here again there are different possibilities : ''world\" rna y stand \nfor the 'public' we-world, or one's 'own' closest (domestic) environment.1 \n4· Finally, \"world\" designates the ontologico-existential concept of \nworldhood. Worldhood itself may have as its modes whatever structural \nwholes any special 'worlds' may have at the time ; but it embraces in itself \nthe a priori character of worldhood in general. We shall reserve the \nexpression \"world\" as a term for our third signification. If we should \nsometimes use it in the first of these senses, we shall mark this with \nsingle quotation marks. \nThe derivative form 'worldly' will then apply terminologically to a \nkind of Being which belongs to Dasein, never to a kind which belongs to \nentities present-at-hand 'in' the world. We shall designate these latter \nentities as \"belonging to the world\" or \"within-the-world\" [weltzuge­\nhorig oder innerweltlich] . \nA glance at previous ontology shows that if one fails to see Being-in­\nthe-world as a state of Dasein, the phenomenon of worldhood likewise \ngets passed over. One tries instead to Interpret the world in terms of the \nBeing of those entities which are present-at-hand within-the-world but \nwhich are by no means proximally discovered-namely, in terms of \nNature. If one understands Nature ontologico-categorially, one finds that \n1 ' •\n.\n•\n die \"eigene\" und nachste (hausliche) Umwelt.' The word 'Umwelt', which is \ncustomarily translated as 'environment', means literally the 'world around' or the 'world \nabout'. The prefix 'urn-', however, not only may mean 'around' or 'about', but, as we \nshall see, can also be used in an expression such as 'urn zu . .  .', which is most easily \ntranslated as 'in order to'. Section 15 will be largely devoted to a study of several words in \nwhich this same prefix occurs, though this is by no means apparent in the words we have \nchosen to represent them: 'Umgang' ('dealings') ; 'das Um-zu' {'the \"in-order-to\" ') ; \n'Umsicht' ('circumspection'). \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 97,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "concernful",
        "extendedness",
        "desig",
        "entang",
        "seiender",
        "ling",
        "sichversetzen",
        "dasein",
        "pheno",
        "thinghood"
      ],
      "full_text": "g6 \nBeing and Time \nthose characteristics of entities which themselves are [seiender Beschaff­\nenheiten des Seienden] ; it is rather a determination of the structure of \nthe Being which entities possess. But as an investigation of Being, it brings \nto completion, autonomously and explicitly, that understanding of Being \nwhich belongs already to Dasein and which 'comes alive' in any of its \ndealings with entities. Those entities which serve phenomenologically as \nour preliminary theme-in this case, those which are used or which are \nto be found in the course of production-become accessible when we put \nourselves into the position of concerning ourselves with them in some \nsuch way. Taken strictly, this talk about \"putting ourselves into such a \nposition\" [Sichversetzen] is misleading; for the kind of Being which \nbelongs to such concernful dealings is not one into which we need to put \nourselves first. This is the way in which everyday Dasein always is : when \nI open the door, for instance, I use the latch. The achieving of pheno­\nmenological access to the entities which we encounter, consists rather in \nthrusting aside our interpretative tendencies, which keep thrusting them­\nselves upon us and running along with us, and which conceal not only the \nphenomenon of such 'concern', but even more those entities themselves as \nencountered of their own accord in our concern with them. These entang­\nling errors become plain if in the course of our investigation we now ask \nwhich entities shall be taken as our preliminary theme and established as \nthe pre-phenomenal basis for our study. \nOne may answer: \"Things.\" But with this obvious answer we have \nperhaps already missed the pre-phenomenal basis we are seeking. For in \n68 \naddressing these entities as 'Things' (res), we have tacitly anticipated \ntheir ontological character. When analysis starts with such entities and \ngoes on to inquire about Being, what it meets is Thinghood and Reality. \nOntological explication discovers, <l;S it proceeds, such characteristics of \nBeing as substantiality, materiality, extendedness, side-by-side-ness, and \nso forth. But even pre-ontologically, in such Being as this, the entities \nwhich we encounter in concern are proximally hidden. When one desig­\nnates Things as the entities that are 'proximally given', one goes onto­\nlogically astray, even though ontically one has something else in mind. \nWhat one really has in mind remains undetermined. But suppose one \ncharacterizes these 'Things' as Things 'invested with value' ? What does \n\"value\" mean onto logically ? How are we to categorize this 'investing' \nand Being-invested ? Disregarding the obscurity of this structure of \ninvestiture with value, have we thus met that phenomenal characteristic \nof Being which belongs to what we encounter in our concernful dealings ? \nThe Greeks had an appropriate term for 'Things' : 1rpayp.a-ra-that is \nto say, that which one has to do with in one's concernful dealings \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 98,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "verweisen",
        "rpayjla",
        "liegt",
        "asigns",
        "zeug",
        "der",
        "zuweisen",
        "struktur",
        "eine",
        "auf"
      ],
      "full_text": "I. 3 \nBeing and Time \n97 \n(1rpa.g,ð). But ontologically, the specifically 'pragmatic' character of \nthe 1rpayJLa-ra is just what the Greeks left in obscurity; they thought of \nthese 'proximally' as 'mere Things'. We shall call those entities which we \nencounter in concern \"equipment\".1 In our dealings we come across \nequipment for writing, sewing, working, transportation, measurement. \nThe kind of Being which equipment possesses must be exhibited. The \nclue for doing this lies in our first defining what makes an item of equip­\nment-namely, its equipmentality. \nTaken strictly, there 'is' no such thing as an equipment. To the Being \nof any equipment there always belongs a totality of equipment, in which \nit can be this equipment that it is. Equipment is essentially 'something \nin-order-to •\n.\n.\n \n' [\"etwas um-zu . . .  \"]. A  totality of equipment is constituted \nby various ways of the 'in-order-to', such as serviceability, conduciveness, \nusability, manipulability. \nIn the 'in-order-to' as a structure there lies an assignment or refereru;e of \nsomething to something. 2 Only in the analyses which are to follow can \nthe phenomenon which this term 'assignment' indicates be made visible \nin its ontological genesis. Provisionally, it is enough to take a look \nphenomenally at a manifold of such assignments. Equipment-in accord­\nance with its equipmentality-always is in terms of [aus] its belonging to \nother equipment : ink-stand, pen, ink, paper, blotting pad, table, lamp, \nfurniture, windows, doors, room. These 'Things' never show themselves \n1 'das <;eug'. The word 'Zeug' has no precise English equivalent. While it may mean any \nimplement, instrument, or tool, Heidegger uses it for the most part as a collective noun \nwhich is analogous to our relatively specific 'gear' (as in 'gear for fishing') or the more \nelaborate 'paraphernalia', or the still more general 'equipment', which we shall employ \nthroughout this translation. In this collective sense 'Zeug' can sometimes be used in a way \nwhich is comparable to the use of 'stuff' in such sentences as 'there is plenty of stuff lying \naround'. (See H. 74.) In general, however, this pejorative connotation is lacking. For the \nmost part Heidegger uses the term as a collective noun, so that he can say that there is no \nsuch thing as 'an equipment' ; but he still uses it occasionally with an indefinite article to \nrefer to some specific tool or instrument-some item or bit of equipment. \n2 'In der Struktur \"Um-zu\" liegt eine Verweisung von etwas auf etwas.' There is no close \nEnglish equivalent for the word 'Verweisung', which occurs many times in this chapter. \nThe basic metaphor seems to be that of turning something away towards something else, \nor pointing it away, as when one 'refers' or 'commits' or 'relegates' or 'asigns' something \nto something else, whether one 'refers' a symbol to what it symbolizes, 'refers' a beggar \nto a welfare agency, 'commits' a person for trial, 'relegates' or 'banishes' him to Siberia, \nor even 'assigns' equipment to a purpose for which it is to be used. 'Verweisung' thus does \nsome of the work of 'reference', 'commitment', 'assignment', 'relegation', 'banishment'; \nbut it does not do all the work of any of these expressions. For a businessman to 'refer' to \na letter, for a symbol to 'refer' to what it symbolizes, for a man to 'commit larceny or \nmurder' or merely to 'commit himself' to certain partisan views, for a teacher to give a \npupil a long 'assignment', or even for a journalist to receive an 'assignment' to the Vatican, \nwe would have to find some other verb than 'verweisen'. We shall, however, use the \nverbs 'assign' and 'refer' and their derivatives as perhaps the least misleading substitutes, \nemploying whichever seems the more appropriate in the context, and occasionally using \na hendiadys as in the present passage. See Section 1 7  for further discussion. (When other \nwords such as 'anweisen' or 'zuweisen' are translated as 'assign', we shall usually subjoin \nthe German in brackets.) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 99,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "thingly",
        "sicht",
        "hamer",
        "noch",
        "awarenes",
        "aussehen",
        "hinsehen",
        "hamering",
        "sometqing",
        "ment"
      ],
      "full_text": "g8 \nBeing and Time \nproximally as they are for themselves, so as to add up to a sum of realia \nand fil up a room. What we encounter as closest to us (though not as \nsomething taken as a theme) is the room; and we encounter it not \nas something 'between four walls' in a geometrical spatial sense, but as \nequipment for residing. Out of this the 'arrangement' emerges, and it is \n69 \nin this that any 'individual' item of equipment shows itself. Before it does \nso, a totality of equipment has already been discovered. \nEquipment can genuinely show itself only in dealings cut to its own \nmeasure (hamering with a hammer, for example) ; but in such dealings \nan entity of this kind is not grasped thematically as an occurring Thing, \nnor is the equipment-structure known as such even in the using. The \nhammering does not simply have knowledge about [urn] the hamer's \ncharacter as equipment, but it has appropriated this equipment in a way \nwhich could not possibly be more suitable. In dealings such as this, where \nsometQing is put to use, our concern subordinates itself to the \"in-order­\nto\" which is constitutive for the equipment we are employing at the time; \nthe less we just stare at the hammer-Thing, and the more we seize hold \nof it and use it, the more primordial does our relationship to it become, \nand the more unveiledly is it encountered as that which it is-as equip· \nment. The hammering itself uncovers the specific 'manipulability' \n[\"Handlichkeit\"] of the hammer. The kind of Being which equipment \npossesses-in which it manifests itself in its own right-we call \"readiness­\nto-hand\" [Zuhandenheit].I Only because equipment has this 'Being-in­\nitself' and does not merely occur, is it manipulable in the broadest sense \nand at our disposal. No matter how sharply we just look [Nur-noch­\nhinsehen] at the 'outward appearance' [\"Aussehen]\" of Things in whatever \nform this takes, we cannot discover anything ready-to-hand. If we look \nat Things just 'theoretically', we can get along without understanding \nreadiness-to-hand. But when we deal with them by using them and mani­\npulating them, this activity is not a blind one ; it has its own kind of sight, \nby which our manipulation is guided and from which it acquires its \nspecific Thingly character. Dealings with equipment subordinate them­\nselves to the manifold assignments of the 'in-order-to'. And the sight with \nwhich they thus accommodate themselves is circumspection.• \n1 Italics only in earlier editions. \nll The word 'Umsicht', which we translate by 'circumspection', is here presented as \nstanding for a special kind of 'Sicht' ('sight'). Here, as elsewhere, Heidegger is taking \nadvantage of the fact that the prefix 'urn' may mean either 'around' or 'in order to'. \n'Umsicht' may accordingly be thought of as meaning 'looking around' or 'looking around \nfor something' or 'looking around for a way to get something done'. In ordinary German \nusage, 'Umsicht' seems to have much the same connotation as our 'circumspection'-a \nkind of awarenes in which one looks around before one decides just what one ought to \ndo next. But Heidegger seems to be generalizing this notion as well as calling attention to \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 100,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "wird",
        "concernful",
        "werk",
        "schuhzeug",
        "behaviour",
        "derer",
        "sinne",
        "circumspective",
        "ganzheit",
        "begegnet"
      ],
      "full_text": "Being and Time \n99 \n'Practical' behaviour is not 'a theoretical' in the sense of \"sightlessness\" .1 \nThe way it differs from theoretical behaviour does not lie simply in the \nfact that in theoretical behaviour one observes, while in practical be­\nhaviour one acts [gehandelt wird], and that action must employ theoretical \ncognition if it is not to remain blind; for the fact that observation is a kind \nof concern is just as primordial as the fact that action has its own kind of \nsight. Theoretical behaviour is just looking, without circumspection. But \nthe fact that this looking is non-circumspective does not mean that it \nfollows no rules : it constructs a canon for itself in the form of method. \nThe ready-to-hand is not grasped theoretically at all, nor is it itself \nthe sort of thing that circumspection takes proximally as a circumspective \ntheme. The peculiarity of what is proximally ready-to-hand is that, in \nits readiness-to-hand, it must, as it were, withdraw [zuriickzuziehen] in \norder to be ready-to-hand quite authentically. That with which our every-\nday dealings proximally dwell is not the tools themselves [die Werkzeuge \nselbst]. On the contrary, that with which we concern ourselves primarily \nis the work-that which is to be produced at the time; and this is accord­\ningly ready-to-hand too. The work bears with it that referential totality \n70 \nwithin which the equipment is encountered. 2 \nThe work to be produced, as the \"towards-which\" of such things as the \nhammer, the plane, and the needle, likewise has the kind of Being that \nbelongs to equipment. The shoe which is to be produced is for wearing \n(footgear) [Schuhzeug] ; the clock is manufactured for telling the time. \nThe work which we chiefly encounter in our concernful dealings-the \nwork that is to be found when one is \"at work\" on something [ das in \nArbeit befindliche]-has a usability which belongs to it essentially; in \nthis usability it lets us encounter already the \"towards-which\" for which \nit is usable. A work that someone has ordered [das bestellte Werk] i s  only \nby reason of its use and the assignment-context of entities which is dis­\ncovered in using it. \nBut the work to be produced is not merely usable for something. The \nthe extent to which circumspection in the narrower sense occurs in our every-day living. \n(The distinction between 'sight' (Sicht') and 'seeing' ('Sehen') will be developed further \nin Sections 3 1  and 36 below.) \n1 ' •\n•\n•\n im Sinne der Sichtlosigkeit . . .  ' The point of this sentence will be clear to the \nreader who recalls that the Greek verb 8£wp£<v, from which the words 'theoretical' and \n'atheoretical' are derived, originally meant 'to see'. Heidegger is pointing out that this is \nnot what we have in mind in the traditional contrast between the 'theoretical' and the \n'practical'. \n2 'Das Werk triigt die Verweisungsganzheit, innerhalb derer das Zeug begegnet.' In \nthis chapter the word 'Werk' ('work') usually refers to the product achieved by working \nrather than to the process of working as such. We shall as a rule translate 'Verweisungs­\nganzheit' as 'referential totality', though sometimes the clumsier 'totality of assignments' \nmay convey the idea more effectively. (The older editiom read 'deren' rather than \n'derer'.) \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 102,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "ontologico",
        "concernful",
        "ein",
        "weltstoff",
        "categorially",
        "beigebrachte",
        "colouring",
        "stellation",
        "zinachst",
        "circumspective"
      ],
      "full_text": "I. 3 \nBeing and Time \n101 \n'position of the sun'. In a clock, account is taken of some definite con­\nstellation in the world-system. When we look at the clock, we tacitly make \nuse of the 'sun's position', in accordance with which the measurement of \ntime gets regulated in the official astronomical manner. When we make \nuse of the clock-equipment, which is proximally and inconspicuously \nready-to-hand, the environing Nature is ready-to-hand along with it. Our \nconcernful absorption in whatever work-world lies closest to us, has a \nfunction of discovering; and it is essential to this function that, depending \nupon the way in which we are absorbed, those entities within-the-world \nwhich are brought along [beigebrachte] in the work and with it (that is \nto say, in the assignments or references which are constitutive for it) \nremain discoverable in varying degrees of explicitness and with a varying \ncircumspective penetration. \nThe kind of Being which belongs to these entities is readiness-to-hand. \nBut this characteristic is not to be understood as merely a way of taking \nthem, as if we were talking such 'aspects' into the 'entities' which we \nproximally encounter, or as if some world-stuff which is proximally \npresent-at-hand in itself1 were 'given subjective colouring' in this way. \nSuch an Interpretation would overlook the fact that in this case these \nentities would have to be understood and discovered beforehand as \nsomething purely present-at-hand, and must have priority and take the \nlead in the sequence of those dealings with the 'world' in which something \nis discovered and made one's own. But this already runs counter to the \nontological meaning of cognition, which we have exhibited as a founded \nmode of Being-in-the-world. 2 To lay bare what is just present-at-hand \nand no more, cognition must first penetrate beyond what is ready-to-hand \nin our concern. Readiness-to-hand is the way in which entities as they are 'in \nthemselves' are defined ontologico-categorially. Yet only by reason of something \npresent-at-hand, 'is there' anything ready-to-hand. Does it follow, how­\never, granting this thesis for the nonce, that readiness-to-hand is onto­\nlogically founded upon presence-at-hand ? \nBut even if, as our ontological Interpretation proceeds further, readi-\n72 \nness-to-hand should prove itself to be the kind of Being characteristic of \nthose entities which are proximally discovered within-the-world, and \neven if its primordiality as compared with pure presence-at-hand can be \ndemonstrated, have all these explications been of the slightest help to­\nwards understanding the phenomenon of the world ontologically ? In \nInterpreting these entities within-the-world, however, we have always \n1 ' •\n•\n.\n ein zinachst an sich vorhandener Weltstoff . . .  ' The earlier editions have ' .\n•\n•\n \nšunachst ein an sich vorhandener Weltstoff .\n•\n .'. \na Sec H. 61 above. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 103,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "unusability",
        "concernful",
        "worldry",
        "everydayness",
        "dasein",
        "umwelt",
        "worldhood",
        "cerned",
        "seierukn",
        "meldende"
      ],
      "full_text": "102 \nBeing and Time \nI. 3 \n'presupposed' the world. Even if we join them together, we still do not get \nanything like the 'world' as their sum. If, then, we start with the Being of \nthese entities, is there any avenue that will lead us to exhibiting the \nphenomenon of the world ?t \nß r6. How the Worldry Character of the Environment Announces itself in Entities \nWithin-the-world1 \nThe world itself is not an entity within-the-world ; and yet it is so \ndeterminative for such entities that only in so far as 'there is' a world can \nthey be encountered and show themselves, in their Being, as entities \nwhich have been discovered. But in what way 'is there' a world ? If \nDasein is ontically constituted by Being-in-the-World, and if an under­\nstanding of the Being of its Self belongs just as essentially to its Being, no \nmatter how indefinite that understanding may be, then does not Dasein \nhave an understanding of the world-a pre-ontological understanding, \nwhich indeed can and does get along without explicit ontological insights ? \nWith those entities which are encountered within-the-world-that is to \nsay, with their character as within-the-world-does not something like \nthe world show itself for concernful Being-in-the-world ? Do we not have \na pre-phenomenological glimpse of this phenomenon ? Do we not always \nhave such a glimpse of it, without having to take it as a theme for onto­\nlogical Interpretation ? Has Dasein itself, in the range of its concernful \nabsorption in equipment ready-to-hand, a possibility of Being in which \nthe worldhood of those entities within-the-world with which it is con­\ncerned is, in a certain way, lit up for it, along with those entities themselves? \nIf such possibilities of Being for Dasein can be exhibited within its \nconcernful dealings, then the way lies open for studying the phenomenon \nwhich is thus lit up, and for attempting to 'hold it at bay', as it were, and \nto interrogate it as to those structures which show themselves therein. \n73 \nTo the everydayness of Being-in-the-world there belong certain modes \nof concern. These permit the entities with which we concern ourselves to \nbe encountered in such a way that the worldly character of what is within­\nthe-world comes to the fore. When we concern ourselves with something, \nthe entities which are most closely ready-to-hand may be met as something \nunusable, not properly adapted for the use we have decided upon. The \ntool turns out to be damaged, or the material unsuitable. In each of these \ncases equipment is here, ready-to-hand. We discover its unusability, how­\never, not by looking at it and establishing its properties, but rather by the \ncircumspection of the dealings in which we use it. When its unusability is \nthus discovered, equipment becomes conspicuous. This conspicuousness \n1 'Die am innerweltlich Seierukn sich meldende Weltmiissigkeit d-.r Umwelt.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 107,
      "bucket": "D (5-10%)",
      "error_rate": 6.5,
      "unknown_words_sample": [
        "zuhandenen",
        "auge",
        "menal",
        "circumspective",
        "themati",
        "cally",
        "dasein",
        "pheno",
        "wir",
        "haben"
      ],
      "full_text": "106 \nBeing and Time \nThat the world does not 'consist' of the ready-to-hand shows itself in \nthe fact (among others) that whenever the world is lit up in the modes of \nconcern which we have been Interpreting, the ready-to-hand becomes \ndeprived of its worldhood so that Being-just-present-at-hand comes to the \nfore. If, in our everyday concern with the 'environment', it is to be possible \nfor equipment ready-to-hand to be encountered in its 'Being-in-itself' \n[in seinem \"An-sich-sein\"], then ß those assignments and referential \ntotalities in which our circumspection 'is absorbed' cannot become a \ntheme for that circumspection any more than they can for grasping \nthings 'thematically' but non-circumspectively. If it is to be possible for \nthe ready-to-hand not to emerge from its inconspicuousness, the world \nmust not announce itself. And it is in this that the Being-in-itself of entities \nwhich are ready-to-hand has its phenomenal structure constituted. \nIn such privative expressions as \"inconspicuousness\", \"unobtrusive­\nness\", and \"non-obstinacy\", what we have in view is a positive pheno­\nmenal character of the Being of that which is proximally ready-to-hand. \nWith these negative prefixes we have in view the character ·of the ready­\nto-hand as \"holding itself in\" ; this is what we have our eye upon in the \n\"Being-in-itself\" of something, 1 though 'proximally' we ascribe it to the \npresent-at-hand-to the present-at-hand as that which can be themati­\ncally ascertained. As long as we take out orientation primarily and ex­\nclusively from the present-at-hand, the 'in-itself' can by no means be \nontologically clarified. If, however, this talk about the 'in-itself' has any \n76 \nontological importance, some interpretation must be called for. This \n\"in-itself\" of Being is something which gets invoked with considerable \nemphasis, mostly in an ontical way, and rightly so from a phenomenal \nstandpoint. But if some ontological assertion is supposed to be given when \nthis is ontically invoked, its claims are not fulfilled by such a procedure. As \nthe foregoing analysis has already made clear, only on the basis of the \nphenomenon of the world can the Being-in-itself of entities within-the­\nworld be grasped ontologically. \nBut if the world can, in a way, be lit up, it must assuredly be disclosed. \nAnd it has already been disclosed beforehand whenever what is ready-to­\nhand within-the-world is accessible for circumspective concern. The world \nis therefore something 'wherein' Dasein as an entity already was, and if in \ndetailed awareness of the contents which are thus 'disclosed', but rather that they have \nbeen 'laid open' to us as implicit in what is given, so that they may be made explicit to \nour awareness by further analysis or discrimination of the given, rather than by any \ninference from it. \n1 'Diese \"Un\" meinen den Charakter des Ansichhaltens des Zuhandenen, das, was wir \nmit dem An-sich-sein im Auge haben . . .  ' The point seems to be that when we' speak of \nsomething 'as it is \"in itself\" or \"in its own right\" ', we think of it as 'holding itself in' or \n'holding itselfback'-not 'stepping forth' or doing something 'out of character'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 110,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "concernful",
        "wozu",
        "zeigen",
        "dienlichkeit",
        "dienen",
        "diesem",
        "zeug",
        "dazu",
        "equipmental",
        "charakter"
      ],
      "full_text": "Being and Time \n109 \nthe direction the vehicle will take-at an intersection, for instance. The \nposition of the arrow is controlled by the driver. This sign is an item of \nequipment which is ready-to-hand for the driver in his concern with \ndriving, and not for him alone : those who are not travelling with him­\nand they in particular-also make use of it, either by giving way on the \nproper side or by stopping. This sign is ready-to-hand within-the-world \nin the whole equipment-context of vehicles and traffic regulations. It is \nequipment for indicating, and as equipment, it is constituted by reference \nor assignment. It has the character of the \"in-order-to\", its own definite \nserviceability; it is for indicating.1 This indicating which the sign performs \ncan be taken as a kind of 'referring'. But here we must notice that this \n'referring' as indicating is not the ontological structure of the sign as \nequipment. \nInstead, 'referring' as indicating is grounded in the Being-structure of \nequipment, in serviceability for . . . .  But an entity may have serviceability \nwithout thereby becoming a sign. As equipment, a 'hammer' too is \nconstituted by a serviceability, but this does not make it a sign. Indicating, \nas a 'reference', is a way in which the \"towards-which\" of a service­\nability becomes ontically concrete ; it determines an item of equipment \nas fo r this \"towards-which\" [und bestimmt ein Zeug zu diesem]. On the \nother hand, the kind of reference we get in 'serviceability-for', is an \nontologico-categorial attribute of equipment as equipment. That the \n\"towards-which\" of serviceability should acquire its concreteness in \nindicating, is an accident of its equipment-constitution as such. In this \nexample of a sign, the difference between the reference of serviceability \nand the reference of indicating becomes viØble in a rough and ready \nfashion. These are so far from coinciding that only when they are united \ndoes the concreteness of a definite kind of equipment become possible. \n79 \nNow it is certain that indicating differs in principle from reference as a \nconstitutive state of equipment; it is just as incontestable that the sign in \nits turn is related in a peculiar and even distinctive way to the kind of \nBeing which belongs to whatever equipmental totality may be ready-to­\nhand in the environment, and to its worldly character. In our concernful \n1 'Es hat den Charakter des Um-zu, seine bestimmte Dienlichkeit, es ist zum Zeigen.' \nThe verb 'dienen', is often followed by an infinitive construction introduced by the \npreposition 'zu'. Similarly the English 'serve' can be followed by an infinitive in such \nexpressions as 'it serves to indicate . . .  \n' In Heidegger's German the 'zu' construction is \ncarried over to the noun 'Dienlichkeit'; the corresponding noun 'serviceability', however, \nis not normally followed by an infinitive, but rather by an expression introduced by 'for' \ne.g. 'serviceability for indicating . . .  ' Since the preposition 'zu' plays an important role in \nthis section and the next, it would be desirable to provide a uniform translation for it. We \nshall, however, translate it as 'for' in such expressions as 'Dienlichkeit zu', but as 'towards' \nin such expressions as 'Wozu' ('towards-which') and 'Dazu' ('towards-this'), retaining \n'in-order-to' for 'Um-zu'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 112,
      "bucket": "E (10%+)",
      "error_rate": 11.5,
      "unknown_words_sample": [
        "merkzeichen",
        "weren",
        "gefasst",
        "welche",
        "zeichenstiftung",
        "kommt",
        "zeigen",
        "circumspective",
        "geltung",
        "nicht"
      ],
      "full_text": "I. 3 \nBeing and Time \n1 1 1  \nmerely occurring, which comes as an addition to what is already present­\nat-hand ; 'what is coming' is the sort of thing which we are ready for, or \nwhich we 'weren't ready for' if we have been attending to something else.1 \nIn signs of something that has happened already, what has come to pass \nand run its course becomes circumspectively accessible. A sign to mark \nsomething indicates what one is 'at' at any time. Signs always indicate \nprimarily 'wherein' one lives, where one's concern dwells, what sort of \ninvolvement there is with something. 2 \nThe peculiar character of signs as equipment becomes especially clear \nin 'establishing a sign' [\"Zeichenstiftung\"]. This activity is performed in \na circumspective fore-sight [Vorsicht] out of which it arises, and which \nrequires that it be possible for one's particular environment to announce \nitself for circumspection at any time by means of something ready-to­\nhand, and that this possibility should itself be ready-to-hand. But the \nBeing of what is most closely ready-to-hand within-the-world possesses \nthe character of holding-itself-in and not emerging, which we have \ndescribed above. 3 Accordingly our circumspective dealings in the environ­\nment require some equipment ready-to-hand which in its character as \nequipment takes over the 'work' of letting something ready-to-hand become \nconspicuous. So when such equipment (signs) gets produced, its conspicuous­\nness must be kept in mind. But even when signs are thus conspicuous, one \ndoes not let them be present-at-hand at random; they get 'set up' \n[\"angebracht\"] in a definite way with a view towards easy accessibility. \nIn establishing a sign, however, one does not necessarily have to pro­\nduce equipment which is not yet ready-fo-hand at all. Signs also arise \nwhen one takes as a sign [Zum-Zeichen-nehmen] something that is ready-to­\nhand already. In this mode, signs \"get established\" in a sense which is \neven more primordial. In indicating, a ready-to-hand equipment totality, \nand even the environment in general, can be provided with an availability \nwhich is circumspectively oriented ; and not only this : establishing a sign \ncan, above all, reveal. What gets taken as a sign becomes accessible only \nthrough its readiness-to-hand. If, for instance, the south wind 'is accepted' \n[\"gilt\"] by the farmer as a sign of rain, then this 'acceptance' [\"Geltung\"] \n-or the 'value' with which the entity is 'invested'-is not a sort of bonus \nover and above what is already present-at-hand in itself-viz, the flow of \nair in a definite geographical direction. The south wind may be meteoro­\nlogically accessible as something which just occurs ; but it is never present-\n1 ' • • •  das \"was kommt\" ist solches, daraufwir uns gefasst machen, bzw. \"nicht gefast \nwaren\", sofern wir uns mit anderem befasten.' \nI 'Das Merkzeichen zeigt, \"woran\" man jeweils ist. Die Zeichen zeigen primir immer \ndas, \"worin\" man lebt, wobei das Besorgen sich aufhaJ.t, welche Bewandtnis es damit \nhat.' On 'Bewandtnis', see note 2, p. 1 15 H. 84 below. \n8 See H. 75-76 above. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 114,
      "bucket": "B (1-3%)",
      "error_rate": 2.9,
      "unknown_words_sample": [
        "nomenal",
        "phe",
        "dasein",
        "nicht",
        "auszurichten",
        "worldhood",
        "pletely",
        "ist",
        "ates",
        "nichts"
      ],
      "full_text": "Being and Time \nI I3 \ncloser inspection it becomes plain that to interpret fetishism and \nmagic by taking our clue from the idea of signs in general, is not enough \n82 \nto enable us to grasp the kind of 'Being-ready-to-hand' which belongs to \nentities encountered in the primitive world. With regard to the sign­\nphenomenon, the following Interpretation may be given: for primitive \nman, the sign coincides with that which is indicated. Not only can the \nsign represent this in the sense of serving as a substitute for what it indic-\nates, but it can do so in such a way that the sign itself always is what it \nindicates. This remarkable coinciding does not mean, however, that the \nsign-Thing has already undergone a certain 'Objectification'-that it has \nbeen experienced as a mere Thing and misplaced into the same realm of \nBeing of the present-at-hand as what it indicates. This 'coinciding' is not \nan identification of things which have hitherto been isolated from each \nother : it consists rather in the fact that the sign has not as yet become free \nfrom that of which it is a sign. Such a use of signs is still absorbed com­\npletely in Being-towards what is indicated, so that a sign as such cannot \ndetach itself at all. This coinciding is based not on a prior Objectification \nbut on the fact that such Objectification is completely lacking. This means, \nhowever, that signs are not discovered as equipment at all-that ultimately \nwhat is 'ready-to-hand' within-the-world just does not have the kind of \nBeing that belongs to equipment. Perhaps· even readiness-to-hand and \nequipment have nothing to contribute [nichts auszurichten] as ontological \nclues in Interpreting the primitive world ; and certainly the ontology of \nThing hood does even less. But if an understanding of Being is constitutive \nfor primitive Dasein and for the primitive world in general, then it is all \nthe more urgent to work out the 'formal' idea of worldhood-<>r at least \nthe idea of a phenomenon modifiable in such a way that all ontological \nassertions to the effect that in a given phenomenal context something is \nnot yet such-and-such or no longer such-and-such, may acquire a positive \nphenomenal meaning in terms of what it is not.1 \nThe foregoing Interpretation of the sign should merely provide phe­\nnomenal support for our characterization of references or assignments. \nThe relation between sign and reference is threefold. 1 .  Indicating, as a \nway whereby the \"towards-which\" of a serviceability can become con­\ncrete, is founded upon the equipment-structure as ·such, upon the \"in­\norder-to\" (assignment). 2. The indicating which the sign does is an \nequipmental character of something ready-to-hand, and as such it belongs \nto a totality of equipment, to a context of assignments or references. \n3· The sign is not only ready-to-hand with other equipment, but in its \nreadiness-to-hand the environment becomes in each case explicitly \n1 ' •\n•\n•\n aus dem, was es nicht ist.' The older editions write 'w as' for 'was'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 116,
      "bucket": "E (10%+)",
      "error_rate": 10.5,
      "unknown_words_sample": [
        "inuoluement",
        "bei",
        "andere",
        "gmnan",
        "tuite",
        "bezug",
        "wildhagen",
        "besondere",
        "appropriatenesses",
        "sache"
      ],
      "full_text": "Being and Time \nI X5 \ndefinite character which it is possible for Things to possess [ einer mogli-\nchen Bestimmtheit von Dingen]. Anything ready-to-hand is, at the worst, \nappropriate for some purposes and inappropriate for others ; and its \n'properties' are, as it were, still bound up in these ways in which it is \nappropriate or inappropriate, 1 just as presence-at-hand, as a possible \nkind of Being for something ready-to-hand, is bound up in readiness-to­\nhand. Serviceability too, however, as a constitutive state of equipment \n(and serviceability is a reference), is not an appropriateness of some \nentity; it is rather the condition (so far as Being is in question) which \nmakes it possible for the character of such an entity to be defined by its \nappropriatenesses. But what, then, is \"reference\" or \"assignment\" to \nmean ? To say that the Being of the ready-to-hand has the structure of \nassignment or reference means that it has in itself the character of hauing \n84 \nbeen assigned or referred [Verwiesenheit]. An entity is discovered when it has \nbeen assigned or referred to something, and ,referred as that entity which \nit is. With any such entity there is an involvement which it has in some­\n:hing. 2 The character of Being which belongs to the ready-to-hand is \nust such an inuoluement. If something has an involvement, this implies \netting it be involved in something. The relationship ofthe \"with . . .  in . . . \" \nhall be indicated by the term \"assignment\" or \"reference\". 3 \n1 The words 'property' and 'appropriateness' reflect the etymological connection of \n[eidegger's 'Eigenschaft' and \"Geeignetheit'. \nz 'Es hat mit ihm bei etwas sein Bewenden.' The terms 'Bewenden' and 'Bewandtnis' are \nmong the most difficult for the translator. Their root meaning has to do with the way \n>mething is already 'turning' when one lets it 'go its own way', 'run its course', follow \ns 'bent' or 'tendency', or finish 'what it is about', 'what it is up to' or 'what it is \nlVolved in'. The German expressions, however, have no simple English equivalents, \nut are restricted to a rather special group of idioms such as the following, which we \nave taken from Wildhagen and Heraucourt's admirable English-Gmnan, Gmnan-English \n>ictionary (Volume II, Wiesbaden 1953) : 'es dabei bewenden lasen'-'to leave it at \n1at, to let it go at that, to let it rest there' ; 'und dabei hatte es sein Bewenden'-'and \n[}ere the matter ended'; 'dabei muss es sein Bewenden haben'-'there the matter must \nest'-'that must suffice' ; 'die Sache hat eine ganz andere Bewandtnis'-'the case is \ntuite different' ; 'damit hat es seine besondere Bewaridtnis'-'there is something peculiar \n,bout it; thereby hangs a tale' ; 'damit hat est folgende Bewandtnis'-'the matter \ns as follows'. \nWe have tried to render both 'Bewenden' and 'Bewandtnis' by expressions including \n!ither 'involve' or 'involvement'. But the contexts into which these words can easily be \nfitted in ordinary English do not correspond very well to those which are possible for \n'Bewenden' and 'Bewandtnis'. Our task is further complicated by the emphasis which \nHeidegger gives to the prepositions 'mit' and 'bei' in connection with 'Bewenden' and \n'Bewandtnis'. In passages such as the present one, it would be more idiomatic to leave \nthese prepositions untranslated and simply write : 'Any such entity is involved in doing \nsomething', or 'Any such entity is involved in some activity'. But 'mit' and ·̭ei' receive so \nmuch attention in this connection that in contexts such as this we shall sometimes translate \nthem as 'with' and 'in', though elsewhere we shall handle 'bei' very differently. (The \nreader must bear in mind that the kind of 'involvement' with which we are here concerned \nis always an involvement in some activiry, which one is performing, not an involvement \nin circumstances in which one is 'caught' or 'entangled'.) \n3 'In Bewandtnis liegt: bewenden lasen mit etwas bei etwas. Der Bezug des \"mit \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 117,
      "bucket": "E (10%+)",
      "error_rate": 11.7,
      "unknown_words_sample": [
        "bei",
        "freigegeben",
        "wozu",
        "werden",
        "zunachst",
        "clas",
        "verwendbarkeitfur",
        "aussage",
        "primare",
        "nicht"
      ],
      "full_text": "u6 \nBeing and Time \nWhen an entity within-the-world has already been proximally freed \nfor its Being, that Being is its \"involvement\". With any such entity as \nentity, there is some involvement. The fact that it has such an involvement \nis ontological?J definitive for the Being of such an entity, and is not an \nontical assertion about it. That in which it is involved is the \"towards­\nwhich\" of serviceability, and the \"for-which\" of usability.1 With the \n\"towards-which\" of serviceability there can again be an involvement: \nwith this thing, for instance, which is ready-to-hand, and which we \naccordingly call a \"hamer\", there is an involvement in hammering; \nwith hammering, there is an involvement in making something fast; \nwith making something fast, there is an involvement in protection against \nbad weather ; and this protection 'is' for the sake of [ um-willen] providing \nshelter for Dasein-that is to say, for the sake of a possibility of Dasein's \nBeing. Whenever something ready-to-hand has an involvement with it, \nwhat involvement this is, has in each case been outlined in advance in \nterms of the totality of such involvements. In a workshop, for example, the \ntotality of involvements which is constitutive for the ready-to-hand in its \nreadiness-to-hand, is 'earlier' than any single item of equipment; so too \nfor the farmstead with all its utensils and outlying lands. But the totality \nof involvements itself goes back ultimately to a \"towards-which\" in \nwhich there is no further involvement : this \"towards-which\" is not an \nentity with the kind of Being that belongs to what is ready-to-hand within \na world ; it is rather an entity whose Being is defined as Being-in-the­\nworld, and to whose state of Being, worldhood itselfbelongs. This primary \n\"towards-which\" is not just another \"towards-this\" as something in which \nan involvement is possible. The primary 'towards-which' is a \"for-the­\nsake-of-which\".2 But the 'for-the-sake-of' always pertains to the Being of \n. . .  bei . . . \" soil durch den Terminus Verweisung angezeigt werden.' Here the point seems \nto be that if something has an 'involvement' in the sense of 'Bewandtnis' (or rather, if \nthere is such an involvement 'with' it), the thing which has this involvement has been \n'assigned' or 'referred' for a certain activity or purpose 'in' which it may be said to be \ninvolved. \n1 'Bewandtnis ist das Sein des innerweltlichen Seienden, darauf es je schon zunachst \nfreigegeben ist. Mit ihm als Seiendem hat es je eine Bewandtnis. Dieses, clas es eine \nBewandtnis hat, ist die ontologische Bestimmung des Seins dieses Seienden, nicht eine \nontische Aussage tiber das Seiende. Das Wobei es die Bewandtnis hat, ist das Wozu der \nDienlichkeit, das Wofiir der Verwendbarkeit.' This passage and those which follow are \nhard to translate because Heidegger is using three carefully differentiated prepositions \n('zu', 'fur', and 'auf') where English idiom needs only 'for'. We can say that something is \nserviceable, usable, or applicable 'for' a purpose. and that it may be freed or given free \nrein 'for' some kind of activity. In German, however, it will be said to have 'Dienlichkeit \nzu •\n•\n.\n ', 'Verwendbarkeitfur . . .  '; and it will be 'freigegeben arif •\n•\n•\n '. In the remainder of \nthis section we shall use 'for' both for 'fiir' and for 'auf' as they occur in these expressions; \nwe shall, however, continue to use 'towards-which' for the 'Wozu' of 'Dienlichkeit'. Se \nnote 1, p. 109, H. 78 above. \n11 'Dieses primare Wozu ist kein Dazu als mi>gliches Wobei einer Bewandtnis. Das \nprimare \"Wozu\" ist ein Worum-willen.' \n"
    }
  ]
}