{
  "batch_id": 4,
  "document": "Heidegger_BeingAndTime",
  "pages": [
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 118,
      "bucket": "E (10%+)",
      "error_rate": 12.7,
      "unknown_words_sample": [
        "seinsart",
        "een",
        "contex",
        "sinne",
        "shouls",
        "dasein",
        "haben",
        "charakterisiert",
        "damit",
        "nunmehr"
      ],
      "full_text": "I. 3 \nBeing and Time \nDasein, for which, in its Being, that very Being is essentially an issue. We \nhave thus indicated the interconnection by which the structure of an \ninvolvement leads to Dasein's very Being as the sole authentic \"for-the­\nsake-of-which\" ; for the present, however, we shall pursue this no further. \n'Letting something be involved' must first be clarified enough to give the \nphenomenon ofworldhood the kind of definiteness which makes it possible \nto formulate any problems about it. \nOntically, \"letting something be involved\" signifies that within our \nfactical concern we let something ready-to-hand be so-and-so as it is \nalready and in order that it be such.1 The way we take this ontical sense of \n'letting be' is, in principle, ontological. And therewith we Interpret the \n85 \nmeaning of previously freeing what is proximally ready-to-hand within­\nthe-world. Previously letting something 'be' does not mean that we must \nfirst bring it into its Being and produce it; it means rather that something \nwhich is already an 'entity' must be discovered in its readiness-to-hand, \nand that we must thus let the entity which has this Being be encountered. \nThis 'a priori' letting-something-be-involved is the condition for the \npossibility of encountering anything ready-to-hand, so that Dasein, in its \nontical dealings with the entity thus encountered, can thereby let it be \ninvolved in the on tical sense. 2 On the other hand, if letting something \nbe involved is understood ontologically, what is then pertinent is the \nfreeing of everything ready-to-hand as ready-to-hand, no matter whether, \ntaken ontically, it is involved thereby, or whether it is rather an entity of \nprecisely such a sort that ontically it is not involved thereby. Such entities \nare, proximally and for the most part, those with which we concern \nourselves when we do not let them 'be' as we have discovered that they \nare, but work upon them, make improvements in them, or smash them \nto pieces. \nWhen we speak of having already let something be involved, so that it \nhas been freed for that involvement, we are using a perfect tense a priori \nwhich characterizes the kind of Being belonging to Dasein itself. 3 Letting \nan entity be involved, if we understand this ontologically, consists in \npreviously freeing it for [auf] its readiness-to-hand within the environment. \nWhen we let something be involved, it must be involved in something; \nand in terms of this \"in-which\", the \"with-which\" of this involvement \n1 'Bewendenlasen bedeutet ontisch; innerhalb eines faktischen Besorgens ein Zuhan­\ndenes so und so sein lassen, wie es nunmehr ist und damit es so ist.' \n2 ' \n•\n•\n•\n es im ontischen Sinne dabei bewenden lassen kann.' While we have translated \n'dabei' simply as 'thereby' in th_is contex̬, it.!s Ţoss!ble that it shouls havţ b_een cons.tru.ed \nrather as an instance of the special use of bet with bewenden lassen . A similar ambigwty \noccurs in the following sentence. \na 'Das auf Bewandtnis hin \nfreigebende Je-schon-haben-bewenden-lassen \nist \nein \napriorisches Perfekt, das die Seinsart des Daseins selbst charakterisiert. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 120,
      "bucket": "E (10%+)",
      "error_rate": 14.1,
      "unknown_words_sample": [
        "phiinomen",
        "seinsart",
        "seiendes",
        "zuhandenes",
        "wozu",
        "zeichnet",
        "sichverweisenden",
        "verstehens",
        "liisst",
        "stitutive"
      ],
      "full_text": "Being and Time \nng \nthat is basic for it, such as the \"towards-this\" as that in which there is an \ninvolvement, or such as the \"for-the-sake-of-which\" to which. every \n\"towards-which\" ultimately goes back 1-all these must be disclosed \nbeforehand with a certain intelligibility [Verstiindlichkeit]. And what is \nthat wherein Dasein as Being-in-the-world understands itself pre-onto­\nlogically ? In understanding a context of relations such as we have \nmentioned, Dasein has assigned itself to an \"in-order-to\" [Um-zu], and it \nhas done so in terms of a potentiality-for-Being for the sake of which it \nitself i sżne which it may have seized upon either explicitly or tacitly, \nand which may be either authentic or inauthentic. This \"in-order-to\" \nprescribes a \"towards-this\" as a possible \"in-which\" for letting something \nbe involved ; and the structure of letting it be involved implies that this \nis an involvement which something has-an involvement which is with \nsomething. Dasein always assigns itself from a \"for-the-sake-of-which\" \nto the \"with-which\" of an involvement; that is to say, to the extent that it \nis, it always lets entities be encountered as ready-to-hand.2 That wherein \n[Worin] Dasein understands itself beforehand in the mode of assigning \nitself is that for which [ das Woraufhin] it has let entities be encountered \nbeforehand. The \"wherein\" of an act of understanding which assigns or refers itself, \nis that for which one lets entities be encountered in the kind of Being that belongs \nto involvements; and this \"wherein\" is the phenomenon of the world. 3 And the \nstructure of that to which [ woraufhin] Dasein assigns itself is what makes \nup the worldhood of the world. \nThat wherein Dasein already understands itself in this way is always \nsomething with which it is primordially familiar. This familiarity with \nthe worki does not necessarily require that the relations which are con­\nstitutive for the world as world should be theoretically transparent. \nHowever, the possibility of giving these relations an explicit ontologico­\nexistential Interpretation, is grounded in this familiarity with the world ; \nand this familiarity, in turn, is constitutive for Dasein, and goes to make \nup Dasein's understanding of Being. This possibility is one which can be \nseized upon explicitly in so far as Dasein has set itself the task of giving \na primordial Interpretation for its own Being and for the possibilities of \nthat Being, or indeed for the meaning of Being in general. \n1 ' • • .  wie das Dazu, als wobei es die Bewandtnis hat, das Worum-willen, darauf letztlich \nalles Wozu zuriickgeht.' The older editions have ' . . .  als wobei es je die Bewandtnis \nhat . .  .' and omit the hyphen in 'Worum-willen'. \n2 'Dieses zeichnet ein Dazu vor, als mogliches Wobei eines Bewendenlassens, das \nstrukturmiissig mit etwas bewenden !asst. Dasein verweist sich je schon immer aus einem \nWorum-willen her an das Womit einer Bewandtnis, d. h. es liisst je immer schon, sofern \nes ist, Seiendes als Zuhandenes begegnen.' \na 'Das Worin des sichverweisenden Verstehens als Woraufhin des Begegnenlasens von Seiendem \nin der Seinsart der Bewandtnis ist das Phiinomen der Welt.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 121,
      "bucket": "E (10%+)",
      "error_rate": 10.5,
      "unknown_words_sample": [
        "llisst",
        "bedeutsamkeit",
        "bedeutung",
        "halten",
        "ordial",
        "heit",
        "deuten",
        "weisen",
        "bezligen",
        "verweisen"
      ],
      "full_text": "120 \nBeing and Time \nBut as yet our analyses have done no more than lay bare the horizon \nwithin which such things as the world and worldhood are to be sought. \n87 \nIf we are to consider these further, we must, in the first instance, make it \nstill more clear how the context of Dasein's assigning-itself is to be taken \nontologically. \nIn the act of understanding [Verstehen], which we shall analyse more \nthoroughly later (Compare Section 3 I), the relations indicated above \nmust have been previously disclosed; the act of understanding holds them \nin this disclosedness. It holds itself in them with familiarity ; and in so \ndoing, it holds them before itself, for it is in these that its assignment \noperates.1 The understanding lets itself make assignments both i n  these \nrelationships themselves and o f them. 2 The relational character which \nthese relationships of assigning possess, we take as one of signifying. 3 In \nits familiarity with these relationships, Dasein 'signifies' to itself: in a prim­\nordial manner it gives itself both its Being and its potentiality-for-Being \nas something which it is to understand with regard to its Being-in-the­\nworld. The \"for-the-sake-of-which\" signifies an \"in-order-to\" ; this in \nturn, a \"towards-this\" ;  the latter, an \"in-which\" of letting something be \ninvolved ; and that in turn, the \"with-which\" of an involvement. These \nrelationships are bound up with one another as a primordial totality; \nthey are what they are a s this signifying [Be-deuten) in which Dasein \ngives itself beforehand its Being-in-the-world as something to be under­\nstood. The relational totality of this signifying we call \"significance\". This \nis what makes up the structure of the world-the structure of that wherein \nDasein as such already is. Dasein, in its familiarity with significance, is the \nontical condition for the possibility of discovering entities which are encountered in a \nworld with involvement (readiness-to-hand) as their kind of Being, and which can \nthus make themselves known as they are in themselves [in seinem An-sich]. Dasein \nas such is always something of this sort; along with its Being, a context of \nthe ready-to-hand is already essentially discovered : Dasein, in so far as it \n1 'Das . . .  Verstehen . . .  halt die angezeigten Bezlige in einer vorgangigen Erschlossen­\nheit. Im vertrauten Sich-darin-halten halt es sich diese vor als das, worin sich sein Ver­\nweisen bewegt.' The context suggests that Heidegger's 'diese' refers to the relationships \n(Bezlige) rather than to the disclosedness (Erschlossenheit), though the latter interpreta­\ntion seems a bit more plausible grammatically. \n2 'Das Verstehen llisst sich in und von diesen Bezligen selbst verweisen.' It is not \nentirely clear whether 'von' should be translated as 'of', 'from', or 'by'. \n3 'he-deuten'. While Heidegger ordinarily writes this word without a hyphen (even, for \ninstance, in the next sentence), he here takes pains to hyphenate it so as to suggest that \netymologically it consists of the intensive prefix 'be-' followed by the verb 'deuten'-to \n'interpret', 'explain' or 'point to' something. We shall continue to follow our convention \nof usually translating 'bedeuten' and 'Bedeutung' by 'signify' and 'signification' respec­\ntively, reserving 'significance' for 'Bedeutsamkeit' (or, in a few cases, for 'Bedeutung'). \nBut these translations obscure the underlying meanings which Heidegger is emphasizing \nin this pasage. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 122,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "problematics",
        "anweisen",
        "mena",
        "dasein",
        "pheno",
        "angewiesen",
        "worldhood",
        "empha",
        "sesses",
        "relata"
      ],
      "full_text": "I. 3 \nBeing and Time \n121 \nis, has always submitted1 itself already to a 'world' which it encounters, \nand this submission1 belongs essentially to its Being. \nBut in significance itself, with which Dasein is always familiar, there \nlurks the ontological condition which makes it possible for Dasein, as \nsomething which understands and interprets, to disclose such things as \n'significations' ; upon these, in turn, is founded the Being of words and of \nlanguage. \nThe significance thus disclosed is an existential state of Dasein-of its \nBeing-in-the-world ; and as such it is the ontical condition for the possibility \nthat a totality of involvements can be discovered. \nH we have thus determined that the Being of the ready-to-hand \n(involvement) is definable as a context of assignments or references, and \nthat even worldhood may so be defined, then has not the 'substantial \nBeing' of entities within-the-world been volatilized into a system of \nRelations ? And inasmuch as Relations are always 'something thought', \nhas not the Being of entities within-the-world been dissolved into 'pure \n88 \nthinking' ? \nWithin our present field of investigation the following structures and \ndimensions of ontological problematics, as we have repeatedly empha­\nsized, must be kept in principle distinct : 1. the Being of those entities \nwithin-the-world which we proximally encounter-readiness-to-hand; \n2. the Being of those entities which we can come across and whose nature \nwe can determine if we discover them in their own right by going through \nthe entities proximally encountered-presence-at-hand; 3· the Being of \nthat on tical condition which makes it possible for entities within-the-world \nto be discovered at all-the worldhood of the world. This third kind of \nBeing gives us an existential way of determining the nature of Being-in-the­\nworld, that is, of Dasein. The other two concepts of Being are categories, \nand pertain to entities whose Being is not of the kind which Dasein pos­\nsesses. The context of assignments or references, which, as significance, 'is \nconstitutive for worldhood, can be taken formally in the sense of a system \nof Relations. But one must note that in such formalizations the pheno­\nmena get levelled off so much that their real phenomenal content may be \nlost, especially in the case of such 'simple' relationships as those which lurk \nin significance. The phenomenal content of these 'Relations' and 'Relata' \n1 'angewiesen' ; 'Angewiesenheit'. The verb 'anweisen', like 'verweisen', can often be \ntranslated as 'assign', particularly in the sense in which one assigns or allots a place to \nsomething, or in the sense in which one gives an 'assignment' to someone by instructing \nhim how to proceed. The past participle 'angewiesen' can thus mean 'assigned' in either \nof these senses; but it often takes on the connotation of'being dependent on' something or \neven 'at the mercy' of something. In this passage we have tried to compromise by using \nthe verb 'submit'. Other passages call for other idioms, and no single standard translation \nseems feasible. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 123,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "concernful",
        "anafysis",
        "spection",
        "undiscussed",
        "worldhood",
        "substantiality",
        "alization",
        "jlo",
        "circum",
        "vides"
      ],
      "full_text": "8g \n122 \nBeing and Time \n-the \"in-order-to\", the \"for-the-sake-of\", and the \"with-which\" of an \ninvolvement-is such that they resist any sort of mathematical function­\nalization; nor are they merely something thought, first posited in an 'act \nof thinking.' They are rather relationships in which concernful circum­\nspection as such already dwells. This 'system of Relations', as something \nconstitutive for worldhood, is so far from volatilizing the Being of the \nready-to-hand within-the-world, that the worldhood of the world pro­\nvides the basis on which such entities can for the first time be discovered \nas they are 'substantially' 'in themselves'. And only if entities within-the­\nworld can be encountered at all, is it possible, in the field of such entities, \nto make accessible what is just present-at-hand and no more. By reason of \ntheir Being-just-present-at-hand-and-no-more, these latter entities can \nhave their 'properties' defined mathematically in 'functional concepts.' \nOntologically, such concepts are possible only in relation to entities whose \nBeing has the character of pure substantiality. Functional concepts are \nnever possible except as formalized substantial concepts. \nIn order to bring out the specifically ontological problematic of world­\nhood even more sharply, we shall carry our analysis no further until we \nhave clarified our Interpretation of worldhood by a case at the opposite \nextreme. \nB. A Contrast between our Anafysis of Worldhood and Descartes' \nInterpretation of the World \nOnly step by step can the concept of worldhood and the structures \nwhich this phenomenon embraces be firmly secured in the course of our \ninvestigation. The Interpretation of the world begins, in the first instance, \nwith some entity within-the-world, so that the phenomenon of the world \nin general JlO longer comes into view; we shall accordingly try to clarify \nthis approach ontologically by considering what is perhaps the most \nextreme form in which it has been carried out. We not only shall \npresent briefly the basic features of Descartes' ontology of the 'world', but \nshall inquire into its presuppositions and try to characterize these in the \nlight of what we have hitherto achieved. The account we shall give of \nthese matters will enable us to know upon what basically undiscussed \nontological 'foundations' those Interpretations of the world which have \ncome after Descartes-and still more those which preceded him-have \noperated. \nDescartes sees the extensio as basically definitive ontologically for the \nworld. In so far as extension is one of the constituents of spatiality (accord­\ning to Descartes it is even identical with it) , while in some sense spatiality \nremains cons.titutive for the world, a discussion of the Cartesian ontology \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 124,
      "bucket": "E (10%+)",
      "error_rate": 15.8,
      "unknown_words_sample": [
        "onti",
        "xtensionem",
        "essentiamque",
        "potest",
        "nachste",
        "corporeae",
        "proprietas",
        "stantiality",
        "cogito",
        "unclarified"
      ],
      "full_text": "Being and Time \n123 \nof the 'world' will provide us likewise with a negative support for a \npositive explication of the spatiality of the environment and of Dasein \nitself. With regard to Descartes' ontology there are three topics which \nwe shall treat : I. the definition of the 'world' as res e:xtensa (Section 19) ; \n2. the foundations of this ontological definition (Section 20) ; 3· a her­\nmeneutical discussion of the Cartesian ontology of the 'world' (Section 2 I ) .  \nThe considerations which follow will not have been grounded in full detail \nuntil the 'cogito sum' has been phenomenologically destroyed. (See Part \nTwo, Division 2.) 1 \n· \nß 19. The Definition of the ' World' as res e:xtensa. \nDescartes distinguishes the 'ego cogito' from the 'res corporea'. This dis­\ntinction will thereafter be determinative ontologically for the distinction \nbetween 'Nature' and 'spirit'. No matter with how many variations of \ncontent the opposition between 'Nature' and 'spirit' may get set up onti­\ncally, its ontological foundations, and indeed the very poles of this \nopposition, remain unclarified ; this unclarity has its proximate [nachste] \nroots in Descartes' distinction. What kind of understanding of Being does \nhe have when he defines the Being of these entities ? The term for the \nBeing of an entity that is in itself, is \"substantia\". Sometimes this expres-\nsion means the Being of an entity as substance, substantialiry; at other times \ngo \nit means the entity itself, a substance. That \"substantia\" is used in these two \nways is not accidental; this already holds for the ancient conception of \novula. \nTo determine the nature of the res corporea ontologically, we must \nexplicate the substance of this entity as a substance-that is, its sub­\nstantiality. What makes up the authentic Being-in-itself [An-ihm-selbst­\nsein] of the res corporea ? How is it at all possible to grasp a substance as \nsuch, that is, to grasp its substantiality ? \"Et quidem ex quolibet attributo \nsubstantia cognoscitur; sed una tamen est cuiusque substantiae praecipua proprietas, \nquae ipsius naturam essentiamque constituit, et ad quam aliae omnes rejeruntur.\"111 \nSubstances become accessible in their 'attributes', and every substance has \nsome distinctive property from which the essence of the substantiality of that \ndefinite substance can be read off. Which property is this in the case of \nthe res corporea ? \"Nempe e:xtensio in longum, latum et profundum, substantiae \ncorporeae naturam constituit.\"tv Extension-namely, in length, breadth, and \nthickness-makes up the real Being of that corporeal substance which we \ncall the 'world'. What gives the extensio this distinctive status ? \"Nam \nomne aliud quod corpori tribui potest, e:xtensionem praesupponit . . .  \"v Extension is \na state-of-Being constitutive for the entity we are talking about ; it is that \n1 This portion of Being and Time has never been published. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 125,
      "bucket": "E (10%+)",
      "error_rate": 23.5,
      "unknown_words_sample": [
        "quotiescunque",
        "inquiramus",
        "corporum",
        "duritie",
        "figura",
        "eadem",
        "nostrae",
        "beriihren",
        "omnia",
        "aliquam"
      ],
      "full_text": "124 \nBeing and Time \nwhich must already 'be' before any other ways in which Being is deter­\nmined, so that these can 'be' what they are. Extension must be 'assigned' \n[\"zugewiesen\"] primarily to the corporeal Thing. The 'world's' extension \nand substantiality (which itself is characterized by extension) are accord­\ningly demonstrated by showing how all the other characteristics which \nthis substance definitely possesses (especially divisio, .figura, motus), can be \nconceived only as modi o(extensio, while, on the other hand, extensio sine \n.figura vel motu remains quite intelligible. \nThus a corporeal Thing that maintains its total extension can still \nundergo many changes in the ways in which that extension is distributed \nin the various dimensions, and can present itself in manifold shapes as \none and the same Thing. \" . . .  atque unum et idem corpus, retinerulo suam \neandem quantitatem, pluribus diversis modis potest extendi: nunc scilicet magis \nsecundum longitudinem, minusque secundum latitudinem vel profunditatem, ac paulo \npost e contra magis secundum latitudinem, et minus secundum longitudinem.\"vt \n91 \nShape is a modus of extensio, and so is motion : for motus is grasped only \n\"si de nullo nisi locali cogitemus, ac de vi a qua excitatur . . .  non inquiramus.\"vU \nIf the motion is a property of the res corporea, and a property which i s, \nthen in order for it to be experienceable in its Being, it must be conceived \nin terms of the Being of this entity itself, in terms of extensw; this means \nthat it must be conceived as mere change of location. So nothing like \n'force' counts for anything in determining what the Being of this entity is. \nMatter may have such definite characteristics as hardness, weight, and \ncolour ; (durities, pondus, color) ; but these can all be taken away from it, \nand it still remains what it is. These do not go to make up its real Being ; \nand in so far as they are, they turn out to be modes of extensio. Descartes \ntries to show this in detail with regard to 'hardness' : \"Nam, quantum ad \nduritiem, nihil aliud de illa sensus nobis indicat, quam partes durorum corporum \nresistere motui manuum nostrarum, cum in illas incurrant. Si enim, quotiescunque \nmanus nostrae versus aliquam partem moventur, corpora omnia ibi existentia recede­\nrent eadem celeritate qua illae accedunt, nullam unquam duritiem sentiremus. Nee \nullo modo potest intelligi, corpora quae sic recederent, idcirco naturam corporis esse \namissura; nee proinde ipsa in duritie consistit. \"v111 Hardness is experienced \nwhen one feels one's way by touch [Tasten]. What does the sense of touch \n'tell' us about it ? The parts of the hard Thing 'resist' a movement of the \nhand, such as an attempt to push it away. If, however, hard bodies, those \nwhich do not give way, should change their locations with the same \nvelocity as that of the hand which 'strikes at' them, nothing would ever \nget touched [Beriihren], and hardness would not be experienced and \nwould accordingly never be. But it is quite incomprehensible that bodies \nwhich give way with such velocity should thus forfeit any of their \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 126,
      "bucket": "E (10%+)",
      "error_rate": 18.2,
      "unknown_words_sample": [
        "dei",
        "potest",
        "ence",
        "remanente",
        "eiusmodi",
        "stiindigen",
        "existit",
        "divisibile",
        "ostendi",
        "ipsa"
      ],
      "full_text": "Being and Time \n1 25 \ncorporeal Being. If they retain this even under a change in velocity which \nmakes it impossible for anything like 'hardness' to be, then hardness does \nnot belong to the Being of entities of this sort. \"Eademque ratione ostendi \npotest, et pondus, et colorem, et alias omnes eiusmodi qualitates, quae in materia \ncorporea sentiuntur, ex ea tolli posse, ipsa integra remanente: unde sequitur, a nulla \nex illis eius (sc. extensionis) naturam dependere.\"l.x Thus what makes up the \nBeing of the res corporea is the extensio : that which is omnimodo divisibile, \nfigurabile et mobile (that which can change itself by being divided, shaped, \nor moved in any way) , that which is capax mutationum-that which main-\n92 \ntains itself (remanet) through all these changes. In any corporeal Thing \nthe real entity is what is suited for thus remaining constant [stiindigen Verbleib ], \nso much so, indeed that this is how the substantiality of such a substance \ngets characterized. \nà 20. Foundations of the Ontological Definition of the ' World' \nSubstantiality is the idea of Being to which the ontological characteriza­\ntion of the res extensa harks back. \"Per substantiam nihil aliud intelligere \npossumus, quam rem quae ita existit, ut nulla alia re indigeat ad existendum.\" \"By \nsubstance we can understand nothing else than an entity which is in such \na way that it needs no other entity in order to be. \"x The Being of a 'sub­\nstance' is characterized by not needing anything. That whose Being is \nsuch that it has no need at all for any other entity satisfies the idea of \nsubstance in the authentic sense; this entity is the ens perfectissimum. \n\" . . .  substantia quae nulla plane re indigeat, unica tantum potest intelligi, nempe \nDeus.\"xi Here 'God' is a purely ontological term, if it is to be understood \nas ens perfectissimum. At the same time, the 'self-evident' connotation of \nthe concept of God is such as to permit an ontological interpretation for \nthe characteristic of not needing anything-a constitutive item in sub· \nstantiality. \"Alias vero omnes (res ), non nisi ope concursus Dei existere posse \npercipimus.\"xii All entities other than God need to be \"produced\" in the \nwidest sense and also to be sustained. 'Being' is to be understood within \na horizon which ranges from the production of what is to be present-at· \nhand to something which has no need of being produced. Every entity \nwhich is not God is an ens creatum. The Being which belongs to one of these \nentities is 'infinitely' different from that which belongs to the other; yet \nwe still consider creation and creator alike as entities. We are thus using \n\"Being\" in so wide a sense that its meaning embraces an 'infinite' differ· \nence. So even created entities can be called \"substance\" with some right. \nRelative to God, of course, these entities need to be produced and sus· \ntained ; but within the realm of created entities-the 'world' in the sense \nof ens creatum-there are things which 'are in need of no other entity' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 127,
      "bucket": "E (10%+)",
      "error_rate": 10.7,
      "unknown_words_sample": [
        "xiv",
        "potest",
        "dici",
        "primum",
        "medievals",
        "proprietas",
        "significatio",
        "unclarified",
        "uvvwvvp",
        "vorgangig"
      ],
      "full_text": "126 \nBeing and Time \nrelatively to the creaturely production and sustentation that we find, for \ninstance, in man. Of these substances there are two kinds : the res cogitans \nand the res extensa. \n93 \nThe Being of that substance whose distinctive proprietas is presented by \nextensio thus becomes definable in principle ontologically if we clarify \nthe meaning of Being which is 'common' to the three kinds of substances, one \nof them infinite, the others both finite. But \" . . .  nomen substantiae non con­\nvenit Deo et illis univoce ut dici solet in Scholis, hoc est . . .  quae Deo et creaturis \nsit communis.\"xiU Here Descartes touches upon a problem with which \nmedieval ontology was often busied-the question of how the signification \nof \"Being\" signifies any entity which one may on occasion be con­\nsidering. In the assertions 'God is' and 'the world is', we assert Being. \nThis word 'is', however, cannot be meant to apply to these entities in the \nsame sense (uvvwvvp.ws, univoce) , when between them there is an infinite \ndifference of Being; if the signification of 'is' were univocal, then what is \ncreated would be viewed as if it were uncreated, or the uncreated would \nbe reduced to the status of something created. But neither. does 'Being' \nfunction as a mere name which is the same in both cases : in both cases \n'Being' is understood. This positive sense in which 'Being' signifies is one \nwhich the Schoolmen took as a signification 'by analogy', as distinguished \nfrom one which is univocal or merely homonymous. Taking their depar­\nture from Aristotle, in whom this problem is foreshadowed in prototypical \nform just as at the very outset of Greek ontology, they established various \nkinds of analogy, so that even the 'Schools' have different ways of taking \nthe signification-function of \"Being\". In working out this problem onto­\nlogically, Descartes is always far behind the Schoolmen ;xiv indeed he \nevades the question. \" . . .  nulla eius (substantiae ) nominis significatio potest \ndistincte intelligi, quae Deo et creaturis sit communis.\"xv This evasion is tanta­\nmount to his failing to discuss the meaning of Being which the idea of \nsubstantiality embraces, or the character of the 'universality' which belongs \nto this signification. Of course even the ontology of the medievals has gone \nno further than that of the ancients in inquiring into what \"Being\" itself \nmay mean. So it is not surprising if no headway is made with a question \nlike that of the way in which \"Being\" signifies, as long as this has to be \ndiscussed on the basis of an unclarified meaning of Being which this \nsignification 'expresses'. The meaning remains unclarified because it is \nheld to be 'self-evident'. \n94 \nDescartes not only evades the ontological question of substantiality \naltogether; he also emphasizes explicitly that substance as such-that is \nto say, its substantiality-is in and for itself inaccessible from the outset \n[ vorgangig] . '' V erumtamen non potest substantia primum animadverti ex hoc solo, \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 128,
      "bucket": "E (10%+)",
      "error_rate": 14.0,
      "unknown_words_sample": [
        "intelligimus",
        "solam",
        "ason",
        "realiter",
        "getc",
        "zuweisung",
        "iii",
        "unclarified",
        "quam",
        "seiende"
      ],
      "full_text": "Being and Time \nquod sit res existens, quia !we solum per se nos non afficit . . .  \".xvi 'Being' itself \ndoes not 'affect' us, and therefore cannot be perceived. 'Being is not a \nReal predicate,' says Kant, 1 who is merely repeating Descartes' principle. \nThus the possibility of a pure problematic of Being gets renounced in \nprinciple, and a way is sought for arriving at those definite characteristics \nof substance which we have designated above. Because 'Being' is not in \nfact accessible as an entity, it is expressed through attributes-definite \ncharacteristics of the entities under comideration, characteristics which \nthemselves are.2 Being is not expressed through just any such charac­\nteristics, but rather through those satisfying in the purest manner that \nmeaning of \"Being\" and \"substantiality\", which has still been tacitly \npresupposed. To the substantia finita as res corporea, what must primarily \nbe 'assigned' [\"Zuweisung\"] is the extensio. \"Quin et facilius intelligimus \nsubstantiam extensam, vel substantiam cogitantem, quam substantiam solam, \nomisso eo quod cogitet vel sit extensa\" ;xvu for substantiality is detachable \nratione tantum; it is not detachable realiter, nor can we come across it in \nthe way in which we come across those entities themselves which a r e  \nsubstantially. \nThus the ontological grounds for defining the 'world' as res extensa have \nbeen made plain: they lie in the idea of substantiality, which not only \nremains unclarified in the meaning of its Being, but gets passed off as \nsomething incapable of clarification, and gets represented indirectly by \nway of whatever substantial property belongs most pre-eminently to the \nparticular substance. Moreover, in this way of defining a substance \nthrough some substantial entity, lies the reason why the term \"substance\" \nis used in two ways. What is here intended is substantiality; and it getc; \nunderstood in terms of a characteristic of substance-a characteristic \nwhich is itself an entity.3 Because something ontical is made to underlie \nthe ontological, the expression \"substantia\" functions sometimes with a \nsignification which is ontological, sometimes with one which is ontical, but \nmostly with one which is hazily ontico-ontological. Behind this slight \ndifference of signification, however, there lies hidden a failure to master \nthe basic problem of Being. To treat this adequately, we must 'track \ndown' the equivocations in the right way. He who attempts this sort of \nthing does not just 'busy himself' with 'merely verbal significations' ; he \nmust venture forward into the most primordial problematic of the 'things \n95 \nthemselves' to get such 'nuances' straightened out. \n1 Immanuel Kant, Critique of Pure &ason, Transcendental Dialectic, Bok II, chapter III, \nSection 4· \nB ' •\n•\n•\n seiende Bestimmtheiten des betreffenden Seienden . .  .' \na ' . . .  a us einer seienden Beschaffenheit der Substanz.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 130,
      "bucket": "E (10%+)",
      "error_rate": 16.9,
      "unknown_words_sample": [
        "agentes",
        "seinsart",
        "cum",
        "consistere",
        "exhibere",
        "existant",
        "liisst",
        "intellectio",
        "sinne",
        "satis"
      ],
      "full_text": "I. 3 \nBeing and Time \n1 29 \nand in terms of the idea of a knowledge by which such entities are \ncognized. The kind of Being which belongs to entities within-the-world \nis something which they themselves might have been permitted to present ; \nbut Descartes does not let them do so. 1  Instead he prescribes for the world \nits 'real' Being, as it were, on the basis of an idea of Being whose source \nhas not been unveiled and which has not been demonstrated in its own \nright-an idea in which Being is equated with constant presence-at-hand. \nThus his ontology of the world is not primarily determined by his leaning \ntowards mathematics, a science which he chances to \nesteem very \nhighly, but rather by his ontological orientation in principle towards \nBeing as constant presence-at-hand, which mathematical knowledge \nis exceptionally well suited to grasp. In this way Descartes explicitly \nswitches \nover philosophically from the \ndevelopment \nof traditional \nontology to \nmodern \nmathematical physics \nand \nits \ntranscendental \nfoundations. \nThe problem of how to get appropriate access to entities within-the­\nworld is one which Descartes feels no need to raise. Under the unbroken \nascendance of the traditional ontology, the way to get a genuine grasp \nof what really i s  [des eigentlichen Seienden] has been decided in advance : \nit lies in voEtv-'beholding' in the widest sense [der \"Anschauung\" im \nweitesten Sinne] ; StavoEtv or 'thinking' is just a more fully achieved \nform of voEtv and is founded upon it. Sensatio (a£a87Jats), as opposed to \nintellectio, still remains possible as a way of access to entities by a beholding \nwhich is perceptual in character ; but Descartes presents his 'critique' of \nit because he is oriented ontologically by these principles. \nDescartes knows very well that entities do not proximally show them­\nselves in their real Being. What is 'proximally' given is this waxen Thing \nwhich is coloured, flavoured, hard, and cold in definite ways, and which \ngives off its own special sound when struck. But this is not of any import­\nance ontologically, nor, in general, is anything which is given through the \nsenses. \"Satis erit, si advertamus sensuum perceptiones non refe\"i, nisi ad istam \ncorporis humani cum mente coniunctionem, et nobis quidem ordinarie exhibere, quid \nad illam externa corpora prodesse possint aut nocere . .\n. \"xvili The senses do not \nenable us to cognize any entity in its Being; they merely serve to announce \nthe ways in which 'external' Things within-the-world are useful or harm-\nful for human creatures encumbered with bodies. \" . . .  non . . .  nos docere, \n97 \nqualia <corpora) in seipsis existant\" ;xix they tell us nothing about entities \nin their Being. \"Quod agentes, percipiemus naturam materiae, sive corporis in \nuniversum spectati, non consistere in eo quod sit res dura, vel ponderosa, vel colorata, \n1 'Descartes liisst sich nicht die Seinsart des innerweltlichen Seienden von diesem \nvorgeben . .  .' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 131,
      "bucket": "D (5-10%)",
      "error_rate": 9.8,
      "unknown_words_sample": [
        "ience",
        "seinsart",
        "beriihrung",
        "behaviour",
        "exper",
        "zeigende",
        "ficiens",
        "verhaltens",
        "sensus",
        "modo"
      ],
      "full_text": "Being and Time \nvel alio aliquo modo sensus a.ficiens : sed tantum in eo quod sit res extensa in longum, \ntatum et profundum. \"xx \nIf we subject Descartes' Interpretation of the experience of hardness and \nresistance to a critical analysis, it will be plain how unable he is to let \nwhat shows itself in sensation present itself in its own kind of Being, 1 or \neven to determine its character (Cf. Section 1 9) .  \nHardness gets taken as resistance. But neither hardness nor resistance \nis understood in a phenomenal sense, as something experienced in itself \nwhose nature can be determined in such an experience. For Descartes, \nresistance amounts to no more than not yielding place-that is, not \nundergoing any change of location. So if a Thing resists, this means that \nit stays in a definite location relatively to some other Thing which is \nchanging its location, or that it is changing its own location with a velocity \nwhich permits the other Thing to 'catch up' with it. But when the exper­\nience of hardness is Interpreted this way, the kind of Being which belongs \nto sensory perception is obliterated, and so is any possibility that the \nentities encountered in such perception should be grasped in their Being. \nDescartes takes the kind of Being which belongs to the perception of \nsomething, and translates it into the only kind he knows : the perception \nof something becomes a definite way of Being-present-at-hand-side-by­\nside of two res extensae which are present-at-hand ; the way in which their \nmovements are related is itself a mode of that extensio by which the \npresence-at-hand of the corporeal Thing is primarily characterized. Of \ncourse no behaviour in which one feels one's way by touch [ eines tastenden \nVerhaltens] can be 'completed' unless what can thus be felt [des Betast­\nbaren] has 'closeness' of a very special kind. But this does not mean that \ntouching [Beriihrung] and the hardness which makes itself known in \ntouching consist ontologically in different velocities of two corporeal \nThings. Hardness and resistance do not show themselves at all unless an \nentity has the kind of Being which Dasein--or at least something living­\npossesses. \nThus Descartes' discussion of possible kinds of access to entities within­\nthe-world is dominated by an idea of Being which has been gathered from \na definite realm of these entities themselves. \ng8 \nThe idea of Being as permanent presence-at-hand not only gives \nDescartes a motive for identifying entities within-the-world with the world \nin general, and for providing so extreme a definition of their Being; it \nalso keeps him from bringing Dasein's ways of behaving into view in a \nmanner which is ontologically appropriate. But thus the road is completely \n1 ' •\n•\n•\n das in der Sinnlichkeit sich Zeigende in seiner eigenen Seinsart sich vorgeben \nzu lasen . . .  ' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 132,
      "bucket": "D (5-10%)",
      "error_rate": 9.9,
      "unknown_words_sample": [
        "basicontological",
        "dcr",
        "iii",
        "impos",
        "fundierten",
        "alles",
        "sible",
        "sehen",
        "auch",
        "dasein"
      ],
      "full_text": "III. 3 \nBeing and Time \nblocked to seeing the founded character of all sensory and intellective \nawareness, and to understanding these as possibilities of Being-in-the­\nworld.1 On the contrary, he takes the Being of 'Dasein' (to whose basic \nconstitution Being-in-the-world belongs) in the very same way as he takes \nthe Being of the res extensa-namely, as substance. \nBut with these criticisms, have we not fobbed off on Descartes a task \naltogether beyond his horizon, and then gone on to 'demonstrate' that \nhe has failed to solve it ? If Descartes does not know the phenomenon of \nthe world, and thus knows no such thing as within-the-world-ness, how \ncan he identify the world itself with certain entities within-the-world and \nthe Being which they possess ? \nIn controversy over principles, one must not only attach oneself to \ntheses which can be grasped doxographically ; one must also derive one's \norientation from the objective tendency of the problematic, even if it \ndoes not go beyond a rather ordinary way of taking things. In his doctrine \nof the res cogitans and the res extensa, Descartes not only wants to formulate \nthe problem of 'the \"I\" and the world' ; he claims to have solved it in a \nradical manner. His Meditations make this plain. (Sec especially Medita­\ntions I and VI.) By taking his basicontological orientation from traditional \nsources and not subjecting it to positive criticism, he has made it impos­\nsible to lay bare any primordial ontological problematic of Dasein ; this \nhas inevitably obstructed his view of the phenomenon of the world, and \nhas made it possible for the ontology of the 'world' to be compressed into \nthat of certain entities within-the-world. The foregoing discussion should \nhave proved this. \nOne might retort, however, that even if in point offact both the problem \nof the world and the Being of the entities encountered environmentally \nas closest to us remain concealed, Descartes has still laid the basis for \ncharacterizing ontologically that entity within-the-world upon which, in \nits very Being, every other entity is founded-material Nature. This would \nbe the fundamental stratum upon which all the other strata of actuality \nwithin-the-world are built up. The extended Thing as such would serve, \nin the first instance, as the ground for those definite characters which \nshow themselves, to be sure, as qualities, but which 'at bottom' are \nquantitative modifications of the modes of the extensio itself. These \n99 \nqualities, which are themselves reducible, would provide the footing for \nsuch specific qualities as \"beautiful\", \"ugly\", \"in keeping\", \"not in \n1 'Damit ist aber vollends dcr Weg dazu verlegt, gar auch noch den fundierten Charakter \nalles sinnlichen und verstandesmiissigen Vernehmens zu sehen und sie als eine Moglichkeit \ndes ln-der-Welt-seins zu verstehen.' While we have construed the pronoun 'sie' as re­\nferring to the two kinds of awareness which have just been mentioned, it would be \ngrammatically more plausible to interpret it as referring either to 'Dasein's ways of \nbehaving' or to 'the idea of Being as permanent presence-at-hand'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 133,
      "bucket": "B (1-3%)",
      "error_rate": 2.1,
      "unknown_words_sample": [
        "ontologie",
        "merery",
        "canot",
        "thinghood",
        "ownmost",
        "geltung",
        "analysed",
        "pre"
      ],
      "full_text": "Being and Time \nkeeping,\" \"useful\", \"useless\". If one is oriented primarily by Thinghood, \nthese latter qualities must be taken as non-quantifiable value-predicates \nby which what is in the first instance just a material Thing, gets stamped \nas something good. But with this stratification, we come to those entities \nwhich we have characterized ontologically as equipment ready-to-hand \nThe Cartesian analysis of the 'world' would thus enable us for the first \ntime to build up securely the structure of what is proximally ready-to­\nhand ; all it takes is to round out the Thing of Nature until it becomes a \nfull-fledged Thing of use, and this is easily done. \nBut quite apart from the specific problem of the world itself, can the \nBeing of what we encounter proximally within-the-world be reached \nontologically by this procedure ? When we speak of material Thinghood, \nhave we not tacitly posited a kind of Being-the constant presence-at \nhand of Things-which is so far from having been rounded out ontologie­\nally by subsequently endowing entities with value-predicates, that these \nvalue-characters themselves are rather just on tical characteristics of those \nentities which have the kind of Being possessed by Things ? Adding on \nvalue-predicates canot tell us anything at all new about the Being of \ngoods, but would merery presuppose again that goods have pure presence-at-hand \nas their kind of Being. Values would then be determinate characteristics \nwhich a Thing possesses, and they would be present-at-hand. They would \nhave their sole ultimate ontological source in our previously laying down \nthe actuality of Things as the fundamental stratum. But even pre­\nphenomenological experience shows that in an entity which is supposedly \na Thing, there is something that will not become fully intelligible through \nThinghood alone. Thus the Being of Things has to be rounded out. \nWhat, then does the Being of values or their 'validity' [\"Geltung\"] (which \nLotze took as a mode of 'affirmation') really amount to ontologically ? \nAnd what does it signify ontologically for Things to be 'invested' with \nvalues in this way? As long as these matters remain obscure, to reconstruct \nthe Thing of use in terms of the Thing of Nature is an ontologically \nquestionable undertaking, even if one disregards the way in which the \nproblematic has been perverted in principle. And if we are to reconstruct \nthis Thing of use, which supposedly comes to us in the first instance 'with \nits skin off', does not this always require that we previous f)! take a positive look \nat the phenomenon whose totality such a reconstruction is to restore? But if we have \nnot given a proper explanation beforehand of its ownmost state of Being, \nare we not building our reconstruction without a plan ? Inasmuch as this \nreconstruction and 'rounding-out' of the traditional ontology of the 'world' \nresults in our reaching the same entities with which we started when we \n100 \nanalysed the readiness-to-hand of equipment and the totality of \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 134,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "phiinomen",
        "nated",
        "springt",
        "wertlichen",
        "zugewiesen",
        "iiberspringen",
        "aproprietas",
        "iibersprungene",
        "innerweltlich",
        "warum"
      ],
      "full_text": "Being and Time \n133 \ninvolvements, it seems as if the Being of these entities has in fact been \nclarified or has atleastbecome aproblem. But by taking extensio as aproprietas, \nDescartes can hardly reach the Being of substance ; and by taking refuge \nin 'value' -characteristics [\"wertlichen\" Beschaffenheiten] we are just \nas far from even catching a glimpse of Being as readiness-to-hand, let \nalone permitting it to become an ontological theme. \nDescartes has narrowed down the question of the world to that of \nThings of Nature [Naturdinglichkeit] as those entities within-the-world \nwhich are proximaly accessible. He has confirmed the opinion that to \nknow an entity in what is supposedly the most rigorous ontical Inanner is \nour only possible access to the primary Being of the entity which such \nknowledge reveals. But at the same time we must have the insight to \nsee that in principle the 'roundings-out' of the Thing-ontology also \noperate on the same dogmatic basis as that which Descartes has adopted. \nWe have already inti\u0091nated in Section 14 that passing over the world \nand those entities which we proximally encounter is not accidental, not \nan oversight which it would be simple to correct, but that it is grounded \nin a kind of Being which belongs essentially to Dasein itself. When our \nanalytic of Dasein has given some transparency to those main structures \nof Dasein which are of the most importance in the framework of this \nproblematic, and when we have assigned [zugewiesen] to the concept of \nBeing in general the horizon within which its intelligibility becomes \npossible, so that readiness-to-hand and presence-at-hand also become \nprimordially intelligible ontologically for the first time, only then can our \ncritique of the Cartesian ontology of the world (an ontology which, in \nprinciple, is still the usual one today) come philosophically into its own. \nTo do this, we must show several things. (See Part One, Division \nThree.) 1 \n1 .  Why was the phenomenon of the world passed over at the beginning \nof the ontological tradition which has been decisive for us (explicitly \nin the case of Parmenides), and why has this passing-over kept \nconstantly recurring? \n2. Why is it that, instead of the phenomenon thus passed over, entities \nwithin-the-world have intervened as an ontological theme ?2 \n3· Why are these entities found in the first instance in 'Nature' ? \n4· Why has recourse been taken to the phenomenon of value when it \nhas seemed necessary to round out such an ontology of the world ? \n1 This Division has never been published. \nz 'Warum springt fir das iibersprungene Phiinomen das innerweltlich Seiende als \nontologisches Thema ein ?' The verbal play on 'iiberspringen' ('pas over') and 'einsprin­\ngen' ('intervene' or 'serve as a deputy') is lost in translation. On 'einspringen' see our \nnote 1, p. 158, H. 122 below. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 137,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "concernful",
        "jeweilige",
        "hingehorigheit",
        "preted",
        "uns",
        "herum",
        "spatiality",
        "equipmental",
        "gegend",
        "aroundness"
      ],
      "full_text": "Being and Time \nI. 3 \nposition [Stelle] in space as present-at-hand somewhere, but also that as \nequipment it has been essentially fitted up and installed, set up, and put \nto rights. Equipment has its place [Platz], or else it 'lies around' ;  this must \nbe distinguished in principle from just occurring at random in some \nspatial position. When equipment for something or other has its place, \nthis place defines itself as the place of this equipment-as one place out \nof a whole totality of places directionally lined up with each other and \nbelonging to the context of equipment that is environmentally ready-to­\nhand. Such a place and such a muliplicity of places are not to be inter­\npreted as the \"where\" of some random Being-present-at-hand of Things. \nIn each case the place is the definite 'there' or 'yonder' [\"Dart\" und \n\"Da\"] of an item of equipment which belongs somewhere. Its belonging­\nsomewhere at the time [Die jeweilige Hingehorigheit] corresponds to the \n103 \nequipmental character of what is ready-to-hand ; that is, it corresponds to \nthe belonging-to [Zugehorigkeit] which the ready-to-hand has towards a \ntotality of equipment in accordance with its involvements. But in general \nthe \"whither\" to which the totality of places for a context of equipment \ngets allotted, is the underlying condition which makes possible the belong­\ning-somewhere of an equipmental totality as something that can be placed, \nThis \"whither\", which makes it possible for equipment to belong some­\nwhere, and which we circumspectively keep in view ahead of us in our \nconcernful dealings, we call the \"region\" .1 \n'In the region of' means not only 'in the direction of' but also within \nthe range [Umkreis] of something that lies in that direction. The kind of \nplace which is constituted by direction and remoteness2 (and closeness \nis only a mode of the latter) is already oriented towards a region and \noriented within it. Something like a region must first be discovered if \nthere is to be any possibility of allotting or coming across places for a \ntotality of equipment that is circumspectively at one's disposal. The \nregional orientation of the multiplicity of places belonging to the ready­\nto-hand goes to make up the aroundness-the \"round-about-us\" [das \nUm-uns-herum]--of those entities which we encounter as closest environ­\nmentally. A three-dimensional multiplicity of possible positions which \ngets filled up with Things present-at-hand is never proximally given. This \ndimensionality of space is still veiled in the spatiality of the ready-to-hand. \nThe 'above' is what is 'on the ceiling' ; the 'below' is what is 'on the floor' ; \n1 'Gegend'. There is no English word which quite corresponds to 'Gegend'. 'Region' \nand 'whereabout,' perhaps come the closest, and we have chosen the former as the more \nconvenient. (Heidegger himself frequently uses the word 'Region', but he does so in \ncontexts where 'realm' seems to be the most appropriate translation ; we have usually so \ntranslated it, leaving the English 'region' for 'Gegend'.) \n2 'Entferntheit'. For further discussion, see Section 23 and our note 2, p. 138, H. 105. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 139,
      "bucket": "D (5-10%)",
      "error_rate": 8.5,
      "unknown_words_sample": [
        "zuhandenen",
        "wird",
        "concernfully",
        "bei",
        "defizienten",
        "ent",
        "auffallens",
        "weise",
        "circumspective",
        "entfernheit"
      ],
      "full_text": "Being and Time \nI. 3 \nthe ready-to-hand circumspectively and does so in the deficient modes of \nconcern.1 Often the region of a place does not become accessible explicitly \nas such a region until one fails to find something in its place. The space \nwhich is discovered in circumspective Being-in-the-world as the spatiality \nof the totality of .equipment, always belongs to entities themselves as the \nplace of that totality. The bare space itself is still veiled over. Space has \nbeen split up into places. But this spatiality has its own unity through \nthat totality-of-involvements in-accordance-with-the-world [ weltmassige] \nwhich belongs to the spatially ready-to-hand. The 'environment' does \nnot arrange itself in a space which has been given in advance ; but its \nspecific worldhood, in its significance, Articulates the context of involve­\nments which belongs to some current totality of circumspectively allotted \nplaces. The world at such a time always reveals the spatiality of the space \nwhich belongs to it. To encounter the ready-to-hand in its environmental \nspace remains ontically possible only because Dasein itself is 'spatial' with \nregard to its Being-in-the-world. \nǳ 23. The Spatiality of Being-in-the-world \nIf we attribute spatiality to Dasein, then this 'Being in space' must \nmanifestly be conceived in terms of the kind of Being which that entity \npossesses. Dasein is essentially not a Being-present-at-hand ; and its \n\"spatiality\" cannot signify anything like occurrence at a position in \n'world-space', nor can it signify Being-ready-to-hand at some place. Both \nof these are kinds of Being which belong to entities encountered within­\nthe-world. Dasein, however, is 'in' the world in the sense that it deals \nwith entities encountered within-the-world, and does so concernfully and \nwith familiarity. So if spatiality belongs to it in any way, that is possible \n105 \nonly because of this Being-in. But its spatiality shows the characters of \nde-severance and directionality. 2 \n1 'Sie wird selbst nur sichtbar in der Weise des Auffallens bei einem umsichtigen \nEntdecken des Zuhandenen und zwar in den defizienten Modi des Besorgens.' This \nsentence too is ambiguous. The pronoun 'Sie' may refer either to the region, as we have \nsuggested, or to its readiness-to-hand. Furthermore, while we have taken 'nur sichtbar in \nder Weise des Auffallens' as a unit, it is possible that 'in der Weise des Auffallens' \nshould be construed as going with the words that follow. In this case we should read : \n' •\n.\n•\n becomes visible only when it becomes conspicuous in our circumspective discovery \nof the ready-to-hand, and indeed in the deficient modes of concern.' \n2 'Errt-fernung urrd Ausrichturrg.' The nouns 'Entfernung' and 'Entfernheit' can usually be \ntranslated by 'removing', 'removal', 'remoteness', or even 'distance'. In this passage, \nhowever, Heidegger is calling attention to the fact that these words are derived from the \nstem 'fern-' {'far' or 'distant') and the privative prefix 'ent-'. Usually this prefix would be \nconstrued as merely intensifying the notion of separation or distance expressed in the \n'fern-'; but Heidegger chooses to construe it as more strictly privative, so that the verb \n'entfernen' will be taken to mean abolishing a distance or farness rather than enhancing it. \nIt is as if by the very act of recognizing the 'remoteness' of something, we have in a sense \nbrought it closer and made it less 'remote'. \nApparently there is no word in English with an etymological structure quite parallel \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 140,
      "bucket": "D (5-10%)",
      "error_rate": 7.6,
      "unknown_words_sample": [
        "ent",
        "priate",
        "circumspective",
        "separa",
        "etc",
        "farness",
        "dasein",
        "entfernen",
        "entfernt",
        "abstand"
      ],
      "full_text": "Being and Time \n139 \nWhen we speak of deseverance as a kind of Being which Dasein has with \nregard to its Being-in-the-world, we do not understand by it any such \nthing as remoteness (or closeness) or even a distance.1 We use the expres­\nsion \"deseverance\"* in a signification which is both active and transitive. \nIt stands for a constitutive state of Dasein's Being-a state with regard \nto which removing something in the sense of putting it away is only a \ndeterminate factical mode. \"De-severing\"* amounts to making the farness \nvanish-that is, making the remoteness of something disappear, bringing \nit close. 2 Dasein is essentially de-severant: it lets any entity be encountered \nclose by as the entity which it is. De-severance discovers remoteness; and \nremoteness, like distance, is a determinate categorial characteristic of \nentities whose nature is not that of Dasein. De-severance*, however, is \nan existentiale; this must be kept in mind. Only to the extent that entities \nare revealed for Dasein in their deseveredness [Entferntheit], do 'remote­\nnesses' [\"Entfernungen\"] and distances with regard to other things \nbecome accessible in entities within-the-world themselves. Two points are \njust as little desevered from one another as two Things, for neither of these \ntypes of entity has the kind of Being which would make it capable of \ndesevering. They merely have a measurable distance between them, \nwhich we can come across in our de-severing. \nProximally and for the most part, de-severing3 is a circumspective \nto that of 'entfernen' ; perhaps 'dissever' comes the nearest, for this too is a verb of separa­\ntion in which a privative prefix is used as an intensive. We have coined the similar verb \n'desever' in the hope that this will suggest Heidegger's meaning when 'remove' and its \nderivatives seem inappropriate. But with 'desever', one cannot slip back and forth from \none sense to another as easily as one can with 'entfernen'; so we have resorted to the \nexpedient of using both 'desever' and 'remove' and their derivatives, depending upon the \nsense we feel is intended. Thus 'entfernen' will generally be rendered by 'remove' or \n'desever', 'entfernt' by 'remote' or 'desevered'. Since Heidegger is careful to distinguish \n'Entfernung' and 'Entferntheit', we shall usually translate these by 'deseverance' and \n'remoteness' respectively; in the few cases where these translations do not seem appro­\npriate, we shall subjoin the German word in brackets. \nOur problem is further complicated by Heidegger's practise of occasionally putting a \nhyphen after the prefix 'ent-', presumably to emphasize its privative character. In such \ncases we shall write 'de-sever', 'de-severance', etc. Unfortunately, however, there are \ntypographical discrepancies between the earlier and later editions. SomȰ of the earlier \nhyphens occur at the ends of lines and have been either intentionally or inadvertently \nomitted in resetting the type; some appear at the end of the line in the later editions, but \nnot in the earlier ones; others have this position in both editions. We shall indicate each \nof these ambiguous cases with an asterisk, supplying a hyphen only if there seems to be a \ngood reason for doing so. \nOn 'Ausrichtung' see our note 2, p. 135, H. 102 above. \n1 'Abstand'. Heidegger uses three words which might be translated as 'distance' : \n'Ferne' (our 'farness'), 'Entfernung' (our 'deseverance'), and 'Abstand' ('distance' in the \nsense of a measurable interval). We shall reserve 'distance' for 'Abstand'. \n2 'Entfernen* besagt ein Verschwindenmachen der Ferne, d. h. der Entferntheit von \netwas, Naherung.' \ns This hyphen is found only in the later editions, \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 142,
      "bucket": "E (10%+)",
      "error_rate": 11.1,
      "unknown_words_sample": [
        "ent",
        "angehenden",
        "concernful",
        "bei",
        "pasage",
        "authenticalry",
        "fernsinne",
        "wnsichtige",
        "circumspective",
        "deseverant"
      ],
      "full_text": "I. 3 \nBeing and Time \n141 \nbefore us1 as interminably long. ret on?;! in thus 'coming before us' 1 is the \ncu\"ent world authenticalry ready-to-hand. The Objective distances of Things \npresent-at-hand do not coincide with the remoteness and closeness of \nwhat is ready-to-hand within-the-world. Though we may know these \ndistances exactly, this knowledge still remains blind ; it does not have the \nfunction of discovering the environment circumspectively and bringing it \nclose ; this knowledge is used only in and for a concernful Being which \ndoes not measure stretches-a Being towards the world that 'matters' to \none [ .\n.\n•\n Sein zu der einen \"angehenden\" Welt]. \nWhen one is oriented beforehand towards 'Nature' and 'Objectively' \nmeasured distances of Things, one is inclined to pass off such estimates \nand interpretations of deseverance as 'subjective'. Yet this 'subjectivity' \nperhaps uncovers the 'Reality' of the world at its most Real ; it has nothing \nto do with 'subjective' arbitrariness or subjectivistic 'ways of taking' an \nentity which 'in itself' is otherwise. The circumspective de-severing of Dasein' s \neverydayness reveals the Being-in-itself of the 'true world'-of that entity which \nDasein, as something existing, is already alongside. 2 \nWhen one is primarily and even exclusively oriented towards remote-\nnesses as measured distances, the primordial spatiality of Being-in is \nconcealed. That which is presumably 'closest' is by no means that which \nI07 \nis at the smallest distance 'from us'. It lies in that which is desevered to an \naverage extent when we reach for it, grasp it, or look at it. Because Dasein \nis essentially spatial in the way of de-severance, its dealings always keep \nwithin an 'environment' which is desevered from it with a certain leeway \n[Spielraum] ; accordingly our seeing and hearing always go proximally \nbeyond what is distantially 'closest'. Seeing and hearing are distance-\nsenses [Fernsinne] not because they are far-reaching, but because it is in \nthem that Dasein as deseverant mainly dwells. When, for instance, a man \nwears a pair of spectacles which are so close to him distantially that they \nare 'sitting on his nose', they are environmentally more remote from hiin \nthan the picture on the opposite wall. Such equipment has so little \ncloseness that often it is proximally quite impossible to find. Equipment \nfor seeing-and likewise for hearing, such as the telephone receiver-has \nwhat we have designated as the inconspicuousness of the proximally ready­\nto-hand. So too, for instance, does the street, as equipment for walking. \nOne feels the touch of it at every step as one walks ; it is seemingly the \n· closest and Realest of all that is ready-to-hand, and it slides itself, as it \n1 'vorkommt' ; ' \"Vorkommen\" '. In general 'vorkommen' may be translated as \n'occur', and is to be thought of as applicable strictly to the present-at-hand. In this \npasage, however, it is applied to the ready-to-hand; and a translation which calls \nattention to its etymological structure seeilll to be called for. \nII 'Das wnsichtige Ent-fernen tkr Alltiiglichkeit rks Daseins enttkckt das An-sich-sein tkr \"wahrm \nWelt\", des Seientkn, bei dem Dasein als existief'mtks je schon ist.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 143,
      "bucket": "D (5-10%)",
      "error_rate": 6.4,
      "unknown_words_sample": [
        "concernful",
        "werden",
        "circumspective",
        "circumspec",
        "farness",
        "dasein",
        "diesem",
        "ifdasein",
        "abstand",
        "spatiality"
      ],
      "full_text": "Being and Time \nwere, along certain portions of one's body-the soles of one's feet. And \nyet it is farther remote than the acquaintance whom one encounters 'on \nthe street' at a 'remoteness' [\"Entfernung\"] of twenty paces when one is \ntaking such a walk. Circumspective concern decides as to the closeness \nand farness of what is proximally ready-to-hand environmentally. What­\never this concern dwells alongside beforehand is what is closest, and this \nis what regulates our de-severances. \nIfDasein, in its concern, brings something close by, this does not signify \nthat it fixes something at a spatial position with a minimal distance from \nsome point of the body. When something is close by, this means that it is \nwithin the range of what is proximally ready-to-hand for circumspection. \nBringing-close is not oriented towards the I-Thing encumbered with a \nbody, but towards concernful Being-in-the-world-that is, towards what­\never is proximally encountered in such Being. It follows, moreover, that \nDasein's spatiality is not to be defined by citing the position at which \nsome corporeal Thing is present-at-hand. Of course we say that even \nDasein always occupies a place. But this 'occupying' must be distinguished \nin principle from Being-ready-to-hand at a place in some particular \nregion. Occupying a place must be conceived as a desevering of the \nenvironmentally ready-to-hand into a region which has been circumspec­\ntively discovered in advance. Dasein understands its \"here\" [Hier] in \nterms of its environmental \"yonder\". The \"here\" does not mean the \n\"where\" of something present-at-hand, but rather the \"whereat\" [Wobei] \nof a de-severant Being-alongside, together with this de-severance. Dasein, \nin accordance with its spatiality, is proximally never here but yonder; \nfrom this \"yonder\" it comes back to its \"here\" ; and it comes back to its \n108 \n\"here\" only in the way in which it interprets its concernful Being­\ntowards in terms of what is ready-to-hand yonder. This becomes quite \nplain if we consider a certain phenomenal peculiarity of the de-severance \nstructure of Being-in. \nAs Being-in-the-world, Dasein maintains itself essentially in a de­\nsevering. This de-severance-the farness of the ready-to-hand from Dasein \nitself-is something that Dasein can never cross over. Of course the remote­\nness of something ready-to-hand from Dasein can show up as a distance \nfrom it, 1 if this remoteness is determined by a relation to some Thing \nwhich gets thought of as present-at-hand at the place Dasein has formerly \noccupied. Dasein can subsequently traverse the \"between\" of this distance, \nbut only in such a way that the distance itself becomes one which has been \ndesevered *. So little has Dasein crossed over its de-severance that \nit has rather taken it along with it and keeps doing so constantly ; for \n1 ' • • .  kann zwar selbst von diesem als Abstand vorfindlich werden . .  .' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 145,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "concernfully",
        "worldless",
        "bei",
        "stateofbeing",
        "dasein",
        "bekannten",
        "einem",
        "priori",
        "schon",
        "spatiality"
      ],
      "full_text": "144 \nBeing and Time \nSuppose I step into a room which is familiar to me but dark, and which \nhas been rearranged [umgeraumt] during my absence so that everything \nwhich used to be at my right is now at my left. If I am to orient myself \nthe 'mere feeling of the difference' between my two sides will be of no \nhelp at all as long as I fail to apprehend some definite object 'whose \nposition', as Kant remarks casually, 'I have in mind'. But what does this \nsignify except that whenever this happens I necessarily orient myself both \ni n  and from my being already alongside a world which is 'familiar' ?1 The \nequipment-context of a world must have been presented to Dasein. That \nI am already in a world is no less constitutive for the possibility of orienta­\ntion than is the feeling for right and left. While this state of Dasein's \nBeing is an obvious one, we are not thereby justified in suppressing the \nontologically constitutive role which it plays. Even Kant does not suppress \nit, any more than any other Interpretation of Dasein. Yet the fact that \nthis is a state of which we constantly make use, does not exempt us from \nproviding a suitable ontological explication, but rather demands one. \nThe psychological Interpretation according to which the \"I\" has some­\nthing 'in the memory' [\"im Gedachtnis\"] is at bottom a way of alluding to \nthe existentially constitutive stateofBeing-in-the-world. Since Kant fails to \nI I  o \nsee this structure, he also fails to recognize all the interconnections which \nthe Constitution of any possible orientation implies. Directedness with \nregard to right and left is based upon the essential directionality ofDasein \nin general, and this directionality in turn is essentially co-determined by \nBeing-in-the-world. Even Kant, of course, has not taken orientation as a \ntheme for Interpretation. He merely wants to show that every orientation \nrequires a 'subjective principle'. Here 'subjective' is meant to signify \nthat this principle is a priori. 2 Nevertheless, the a priori character of directed­\nness with regard to right and.left is based upon the 'subjective' a priori of \nBeing-in-the-world, which has nothing to do with any determinate \ncharacter restricted beforehand to a worldless subject. \nDe-severance and directionality, as constitutive characteristics of Being­\nin, are determinative for Dasein's spatiality-for its being concernfully \nand circumspectively in space, in a space discovered and within-the-world. \nOnly the explication we have just given for the spatiality of the ready-to­\nhand within-the-world and the spatiality of Being-in-the-world, will \nprovide the prerequisites for working out the phenomenon of the world's \nspatiality and formulating the ontological problem of space. \n1 ' •\n•\n•\n in und aus einem je schon sein bei einer \"bekannten\" Welt.' The earlier editions \nhave 'Sein' for 'sein'. \n2 Here we follow the later editions in reading ' . . .  bedeuten woiien: a priori.' The \nearlier editions omit the colon, making the passage ambiguous. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 146,
      "bucket": "E (10%+)",
      "error_rate": 14.4,
      "unknown_words_sample": [
        "zuhandenen",
        "wird",
        "bei",
        "concernful",
        "findlich",
        "cated",
        "konnen",
        "circumspective",
        "raumes",
        "accom"
      ],
      "full_text": "I. 3 \nBeing and Time \nɖ 24. Space and Dasein's Spatiality \n145 \nAs Being-in-the-world, Dasein has already discovered a 'world' at any \ntime. This discovery, which is founded upon the worldhood of the world, \nis one which we have characterized as freeing entities for a totality of \ninvolvements. Freeing something and letting it be involved, is accom­\nplished by way of referring or assigning oneself circumspectively, and this \nin turn is based upon one's previously understanding significance. We \nhave now shown that circumspective Being-in-the-world is spatial. And \nonly because Dasein is spatial in the way of de-severancǴ and directionality \ncan what is ready-to-hand within-the-world be encountered in its spat­\niality. To free a totality of involvements is, equiprimordially, to let some­\nthing be involved at a region, and to do so by de-severing and giving \ndirectionality; this amounts to freeing the spatial belonging-somewhere of \nthe ready-to-hand. In that significance with which Dasein (as concernful \nBeing-in) is familiar, lies the essential co-disclosedness of space.1 \nThe space which is thus disclosed with the worldhood of the world still \nlacks the pure multiplicity of the three dimensions. In this disclosedness \nwhich is closest to us, space, as the pure \"wherein\" in which positions are \nordered by measurement and the situations of things are determined, still \nremains hidden. In the phenomenon of the region we have already indi­\ncated that on the basis of which space is discovered beforehand in Dasein. \nBy a 'region\" we have understood the \"whither\" to which an equipment­\ncontext ready-to-hand might possibly belong, when that context is of \nsuch a sort that it can be encountered as directionally desevered-that \nis, as having been placed. 2 This belongingness [Gehorigkeit] is determined \nI I I \nin terms of the significance which is constitutive for the world, and it \nArticulates the \"hither\" and \"thither\" within the possible \"whither\". In \ngeneral the \"whither\" gets prescribed by a referential totality which has \nbeen made fast in a \"for-the-sake-of-which\" of concern, and within which \nletting something be involved by freeing it, assigns itself. With anything \nencountered as ready-to-hand there is always an involvement in [bei] a \nregion. To the totality of involvements which makes up the Being of the \nready-to-hand within-the-world, there belongs a spatial involvement \nwhich has the character of a region. By reason of such an involvement, \nthe ready-to-hand becomes something which we can come across and \nascertain as having form and direction. 3 With the facti cal Being of \n1 ' •\n•\n•\n die wesenhafte Miterschlossenheit des Raumes.' \n2 'Wir verstehen sie als das Wohin der moglichen Zugehorigkeit des zuhandenen \nZeugzusammenhanges, der als ausgerichtet entfernter, d. h. platzierter sol! begegnen \nkonnen.' \n3 'Auf deren Grunde wird das Zuhandene nach Form und Rich tung vorfindlich und \nbestimmbar'. The earliest editions have 'erfindlich', which has been corrected to 'vor­\nfindlich' in a list of errata. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 147,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "concernfully",
        "worldless",
        "concernful",
        "viously",
        "ousness",
        "previousness",
        "apriority",
        "circumspective",
        "einraumen",
        "thematization"
      ],
      "full_text": "Being and Time \nDasein, what is ready-to-hand within-the-world is desevered* and given \ndirectionality, depending upon the degree of transparency that is possible \nfor concernful circumspection. \nWhen we let entities within-the-world be encountered in the way which \nis constitutive for Being-in-the-world, we 'give them space'. This 'giving \nspace', which we also call 'making room' for them, 1 consists in freeing \nthe ready-to-hand for its spatiality. As a way of discovering ȑmd presenting \na possible totality of spaces determined by involvements, this making­\nroom is what makes possible one's factical orientation at the time. In \nconcerning itself circumspectively with the world, Dasein can move \nthings around or out of the way or 'make room' for them [urn-, weg-, \nund \"einraumen\"] only because making-room-understood as an exist­\nentiale-belongs to its Being-in-the-world. But neither the region pre­\nviously discovered nor in general the current spatiality is explicitly in \nview. In itself it is present [zugegen] for circumspection in the inconspicu­\nousness of those ready-to-hand things in which that circumspection is \nconcernfully absorbed. With Being-in-the-world, space is proximally \ndiscovered in this spatiality. On the basis of the spatiality thus discovered, \nspace itself becomes accessible for cognition. \nSpace is not in the subject, nor is the world in space. Space is rather 'in' the \nworld in so far as space has been disclosed by that Being-in-the-world \nwhich is constitutive for Dasein. Space is not to be found in the subject, \nnor does the subject observe the world 'as if' that world were in a space ; \nbut the 'subject' (Dasein), if well understood ontologically, is spatial. And \nbecause Dasein is spatial in the way we have described, space shows itself \nas a priori. This term does not mean anything like previously belonging \nto a subject which is proximally still worldless and which emits a space \nout of itself. Here \"apriority\" means the previousness with which space \nhas been encountered (as a region) whenever the ready-to-hand is en­\ncountered environmentally. \nThe spatiality of what we proximally encounter in circumspection can \nbecome a theme for circumspection itself, as well as a task for calculation \n1 1 2  \nand measurement, as in building and surveying. Such thematization of \nthe spatiality of the environment is still predominantly an act of circum­\nspection by which space in itself already comes into view in a certain way. \nThe space which thus shows itself can be studied purely by looking at it, \nif one gives up what was formerly the only possibility of access to it­\ncircumspective calculation. When space is 'intuited formally', the pure \n1 Both 'Raum-geben' (our 'giving space') and 'Einriiumen' (our 'making room') are \noften used in the metaphorical sense of 'yielding', 'granting', or 'making concessions'. \n'Einriiumen' may also be used for 'arranging' furniture, 'moving it in', or 'stowing it \naway'. \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 148,
      "bucket": "D (5-10%)",
      "error_rate": 7.8,
      "unknown_words_sample": [
        "zuhandenen",
        "spatialized",
        "entweltlichung",
        "raumes",
        "posi",
        "weltmassigkeit",
        "tive",
        "xxii",
        "dasein",
        "spezifischen"
      ],
      "full_text": "Being and Time \npossibilities of spatial relations are discovered. Here one may go through \na series of stages in laying bare pure homogeneous space, passing from the \npure morphology of spatial shapes to analysis situs and finally to the \npurely metrical science of space. In our present study we shall not consider \nhow all these are interconnected.xxii Our problematic is merely designed \nto establish ontologically the phenomenal basis upon which one can \ntake the discovery of pure space as a theme for investigation, and work \nit out. \nWhen space is discovered non-circumspectively by just looking at it, \nthe environmental regions get neutralized to pure dimensions. Places­\nand indeed the whole circumspectively oriented totality of places belong­\ning to equipment ready-to-hand-get reduced to a multiplicity of posi­\ntions for random Things. The spatiality of what is ready-to-hand within­\nthe-world loses its involvement-character, and so does the ready-to-hand. \nThe world loses its specific aroundness ; the environment becomes the \nworld of Nature. The 'world', as a totality of equipment ready-to-hand, \nbecomes spatialized [verdiumlicht] to a context of extended Things which \nare just present-at-hand and no more. The homogeneous space of Nature \nshows itself only when the entities we encounter are discovered in such \na way that the worldly character of the ready-to-hand gets specifically \ndeprived of its worldhood.1 \nIn accordance with its Being-in-the-world, Dasein always has space \npresented as already discovered, though not thematically. On the other \nhand, space in itself, so far as it embraces the mere possibilities of the pure \nspatial Being of something, remains proximally still concealed. The fact that \nspace essentially shows itself in a world is not yet decisive for the kind of Being \nwhich it possesses. It need not have the kind ofBeing characteristic ofsome-\nthing which is itself spatially ready-to-hand or present-at-hand. Nor does \nthe Being of space have the kind ofBeingwhich belongs to Dasein. Though \nthe Being of space itself cannot be conceived as the kind of Being which \nbelongs to a res extensa, it does not follow that it must be defined onto­\nlogically as a 'phenomenon' of such a res. (In its Being, it would not be \n1 1 3 \ndistinguished from such a res.) Nor does it follow that the Being of space \ncan be equated to that of the res cogitans and conceived as merely 'subjec-\ntive', quite apart from the questionable character of the Being of such a \nsubject. \nThe Interpretation of the Being of space has hitherto been a matter of \nperplexity, not so much because we have been insufficiently acquainted \nwith the content of space itself as a thing [des Sachgehaltes des Raumes \n1 ' •\n•\n• die den Charakter einer spezifischen Entweltlichung der Weltmassigkeit des \nZuhandenen hat.' \n"
    },
    {
      "document": "Heidegger_BeingAndTime",
      "page_num": 149,
      "bucket": "E (10%+)",
      "error_rate": 10.4,
      "unknown_words_sample": [
        "grundverfasung",
        "entsprechend",
        "clas",
        "spatialities",
        "hinsichtlich",
        "dasein",
        "seins",
        "der",
        "spatiality",
        "mitkonstituiert"
      ],
      "full_text": "Being and Time \nselbst], as because the possibilities of Being in general have not been in \nprinciple transparent, and an Interpretation of them in terms of onto­\nlogical concepts has been lacking. If we are to understand the ontological \nproblem of space, it is of decisive importance that the question of Being \nmust be liberated from the narrowness of those concepts of Being which \nmerely chance to be available and which are for the most part rather \nrough ; and the problematic of the Being of space (with regard to that \nphenomenon itself and various phenomenal spatialities) must be turned \nin such a direction as to clarify the possibilities of Being in general. \nIn the phenomenon of space the primary ontological character of the \nBeing of entities within-the-world is not to be found, either as unique or \nas one among others. Still less does space constitute the phenomenon of \nthe world. Unless we go back to the world, space cannot be conceived. \nSpace becomes accessible only if the environment is deprived of its world­\nhood ; and spatiality is not discoverable at all except on the basis of the \nworld. Indeed space is still one of the things that is constitutive for the \nworld, just as Dasein's own spatiality is essential to its basic state of Being­\nin-the-world.1 \n1 ' •\n.\n•\n so zwar, clas der Raum die Welt doch mitkonstituiert, entsprechend der wesenĘ \nhaften Riiumlichkeit des Daseins selbst hinsichtlich seiner Grundverfasung des In-der­\nWelt-seins.' \n"
    }
  ]
}