{
  "document": "Heidegger_Pathmarks",
  "batch_number": 1,
  "total_batches": 9,
  "pages": [
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 2,
      "bucket": "D (5-10%)",
      "error_rate": 7.3,
      "unknown_words_sample": [
        "lderlin",
        "estab",
        "lished",
        "ofheidegger",
        "lster",
        "mcneill",
        "pathmarks",
        "fonn",
        "wegmarken",
        "depaul"
      ],
      "full_text": "Pathmarks \nThis is the first time that this seminal collection of fourteen essays by Martin \nHeidegger (originally published in German under the title Wegmarken) has \nappeared in English in its complete fonn. The volume includes new or first­\ntime translations of seven essays and thoroughly revised, updated versions \nof the other seven. Among the new translations are such key essays as \"On \nthe Essence of Ground,\" \"On the Question of Being,\" and \" Hegel and the \nGreeks.\" \nSpanning a period from 1919 to 1 961, these essays have become estab­\nlished points of reference for all those with a serious interest in Heidegger. \nNow edited for the first time by an experienced Heidegger translator and \nscholar, they will prove an essential resource for all students ofHeidegger, \nwhether they work in philosophy, literary theory, religious studies, or \nintellectual history. \nWilliam McNeill is Assistant Professor of Philosophy at DePaul University \nin Chicago. His translations include The Concept of Time, The Fundamental \nConcepts of Metaphysics (with Nicholas Walker), and Ho'lderlin's Hymn \"The \nlster\" (with julia Davis). An experienced Heidegger translator and scholar, \nhe has also published nwnerous essays on Heidegger. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 5,
      "bucket": "E (10%+)",
      "error_rate": 26.0,
      "unknown_words_sample": [
        "trumpington",
        "cip",
        "org",
        "zoth",
        "fbi",
        "congres",
        "bok",
        "vittorio",
        "nationes",
        "anson"
      ],
      "full_text": "PUBLISHED BY THE PRESS SYNDICATE OF THE UNIVERSITY o•· CAMBRIDGE \nThe Pitt Building, Trumpington Street, Cambridge CBz 1RP, United Kingdom \nCAMBRIDGE UNIVERSITY PRESS \nThe Edinburgh Building, Cambridge CBz zRU, UK \nhttp://ww.cup.cam.ac.uk \n40 West zoth Street, New York, NY 10011-4111, USA \nhttp://ww.cup.org \n10 Stamford Road, Oakleigh, Melbourne 3166, Australia \n© Cambridge University Pres 1998 \nThe publication of this translation has benefited from the assistance of \nINrER NATIONES, Bonn. \nOriginally published as Wrgrtђrkm by Vittorio Klostermann GmbH, Frankfun am Main. \n© 1¢7. Revised and expanded, 1976. \nThis book is in copyright. Subject to statutory ezception \nand to the provisions of relevant collective licensing agreements, \nno reproduction of any pan may take place without \nthe written permision of Cambridge University Pres. \nFirst published 1998 \nPrinted in the United States of America \nTypeset in)anson Text to/13 pt, in IDfX26 [fBI \nLibrary of Congres C11t11/ogmg in Puhlic11tion D11t11 \nHeidegger, Martin, t8119\"-r976. \n[Wegmarken. English] \nPathmarks I Martin Heidegger; edited by William McNeiU. \nP· \nem. \nIncludes bibliographical references (p. \n). \nISBN o-sz 1-4J36z-z (hb.) -ISBN D-511-43¢8-x (pb.) \nI. Philosophy. z. Ontology. \nI. McNeill, William (William A.) \nn. Title. \nB3179. li48W413 \n193- dczr \n.4 tlltlllog rrcord for this bok is trv11illhk frum tht British Library. \nISBN o-sz 1-4336z-z \nhardback \nISBN o-s11-43¢i8-x \npaperback \n97-22565 \nCIP \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 11,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "dasseieruk",
        "oftruth",
        "trans",
        "sallis",
        "sultant",
        "endnotes",
        "gesamtausgabe",
        "revis",
        "depaul",
        "vhat"
      ],
      "full_text": "EDITOR'S PREFACE \nprinciples of selection used and on the dating of the marginalia is provided \nin the German editor's Postscript, which appears in translation at the end \nof this volume. \nIn addition to these marginalia, the Gesnmtausgabe edition also provides \nthe original, numbered notes to the essays \"On the Essence of Ground\" and \n\"Hegel and the Greeks,\" and to \"Phenomenology and Theology,\" which, \ntogether with the review of Karl Jaspers's Psycholop;y of Worldviews, is new \nto the Gesamtausgabe edition of Wegmarken. The Gesamtausgabe edition \nalso provides a series of numbered notes to the \"Postscript to '\\Vhat Is \nMetaphysics?',\" intended to indicate the original version of that text, which \nwas altered in a number of places in the fifth edition (cf. the German editor's \nPostscript). \nRemaining numbered notes are those of the editor or translator(s) of the \nEnglish edition, and are indicated by {Ed.) or (Trans.), respectively. The \neditor has also indicated a number of places where the text of the Gesamt­\nausgabe edition differs from that of the first, 1967 edition of Wegmarken. It is \nnot certain that all such changes have been noted. Furthermore, because of \nthe number of different editions that have appeared of some of the individual \ntexts, it was not possible to check and compare all variations. All numbered \nnotes appear as endnotes. \nThe numbers in the text in brackets refer, where relevant, to the original \npagination of the first edition of Wegmarken. \nAn effort has been made to standardize translations as far as possible \nthroughout the text. Thus, in twelve of the fourteen essays, the German \nSein is rendered as \"being,\" and dasSeieruk as \"a being\" or\"beings,\" depend­\ning on context (occasionally as \"an entity\" or \"entities\" to avoid confusion). \nIn the remaining two essays, \"On the Essence ofTruth\" and \"Introduction \nto '\\Vhat Is Metaphysics?',\" Sein has been rendered as \"Being\" (capitalized) \nat the translators' request. \nI owe a sincere debt of gratitude to David Farrell Krell and John Sallis, \nwho persuaded me to take on this project and who have remained as con­\nsultant editors throughout. Their advice, assistance, and encouragement \nhave been invaluable. I am especially grateful to all the translators who have \ncontributed to this volume and have worked with me in updating and revis­\ning their existing translations. Thanks also to my assistants Chris Leazier \nand Dan Price, and to DePaul University for the provision of two summer \nresearch grants and a period of leave that have enabled me to see this long \nand arduous project through to completion. Last but not least, thanks to \nTerence Moore, Executive Editor of Humanities at Cambridge University \nX \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 12,
      "bucket": "E (10%+)",
      "error_rate": 16.7,
      "unknown_words_sample": [
        "dtpau",
        "mcntijj",
        "wijjiam",
        "univtnity"
      ],
      "full_text": "EDITOR'S PREFACE \nPress, for his infinite patience, and to Mary Byers, my production and copy \neditor, for her thorough work on the project. \nXI \nWiJJiam McNtiJJ \nDtPau/ Univtnity, '997 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 18,
      "bucket": "B (1-3%)",
      "error_rate": 2.2,
      "unknown_words_sample": [
        "appmpriated",
        "rela",
        "garding",
        "ented",
        "rmrselves",
        "ori",
        "sophical",
        "tivism"
      ],
      "full_text": "KARL JASPERS'S PSYCHOLOGY OF WORLD VIEWS \nhas been established on some secure foundation, or evaluated in terms of \ntheir distance from a consummate objective systematics in the field of philo­\nsophical problems. Nor are they to be assessed in relation to a fixed ideal \nof scientific and philosophical rigor in methodology. Where such standards \nhave become available in one's philosophizing, a type of critical review ori­\nented to fixed standards is not only justifiable but may also even be urgently \nneeded, and all the more so when the work under discussion is experienced \nas unsettling, provocative, and challenging. But this kind of critical review \nhas been ruled out at present insofar as Jaspers's investigation will not be \njudged with the help of such ideas as \"the absolute validity of truth,\" \"rela­\ntivism,\" and \"skepticism.\" This type of assessment will be avoided precisely \nbecause the following comments endeavor to sharpen our consciences re­\ngarding the need to inquire into the genuine sense of the \"history of ideas,\" \nand return radically to the original genetic motivations in this history that \nled to the establishment of such epistemological ideals in philosophy. We \nneed to determine anew whether these ideals satisfy the fundamental sense \nof philosophizing, or whether they do not rather lead a shadowy life that has \nhardened into a long, degenerate, and spurious tradition, and that has never \nbeen appropriated in an original manner. It is certain that such sharpening \nof the conscience cannot be taken care of, or approached in any genuine \nmanner whatsoever, by \"creating\" a \"new\" philosophical program; rather, \nit must be enacted in a very concrete manner in the form of a destruction \nthat is directed precisely to what has been handed down to us in the history \nof ideas. This task is tantamount to explicating the original motivational \nsituations in which the fundamental experiences of philosophy have arisen. \nAnd these experiences are to be understood as having undergone theoretical \ndevelopment and refinement in the establishment of the aforementioned \nepistemological ideals. In this regard, the meaning of the term \"theory\" is \nitself geared precisely to its origin (cf. Plato, Aristotle). The \"idea\" that \nwe have of the meaning and scope of this task is such that it can scarcely \nbe overestimated. To the contrary, we will come to see what is concretely \n\"necessary\" in philosophy precisely by restricting rmrselves to this task and \nconsciously abandoning aspirations to \"creative\" philosophizing that are in \nfact traditional, even if somewhat historically open-ended. \nIf this critical review emphatically rules out any intention of assess­\ning Jaspers's work with fixed, highly refined points of reference that have \ndemonstrably not, however, been appmpriated in any radical sense, it is like­\nwise very suspicious of all indulgent \"philosophies of life\" that make claims \nto free thinking and an apparent primordiality. \"Philosophy of life\" will \nbe called into question by analyzing it to show that the basic philosophical \n3 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 19,
      "bucket": "B (1-3%)",
      "error_rate": 2.5,
      "unknown_words_sample": [
        "phenomenologists",
        "losophy",
        "factical",
        "quiry",
        "constructivistic",
        "cenain",
        "patil",
        "sophical",
        "sential"
      ],
      "full_text": "PATIL\\1ARKS \nmotive that comes to expression in it does so in a hidden manner, is hardly \nable to be grasped with the meager inventory of concepts available to phi­\nlosophy of life, and in fact manifests itself in a degenerate form. \nRefraining from the type of critical review that brings into play fixed \nstandards to orient itself means anything but an uncritical approach that \nadvocates an ambivalent syncretism that is blind to differences and subjects \neverything to mediation. A definite orientation is also to be found in the \nbasic approach that will be adopted and enacted in this review. The es­\nsential characteristic of this approach is expressed precisely in the \"how\" \nof our persisting in it. And this \"how\" of our critical attitude always re­\nmains subject to a type of appropriation that must constantly renew itself \nin the form of a destruction. Our critical review is phenomenological in \nthe genuine sense, but it is not \"without presuppositions\" in the bad sense. \nHere one turns what is immediately \"on hand\" in one's objective historical, \nintellectual situation into the in-itself of the \"things themselves.\" One fails \nto see what is characteristic of all intuition, namely, that it is enacted in \nthe context of a definite orientation and an anticipatory preconception of \nthe respective region of experience. Thus, when one shuns constructivistic \npoints of view that are foreign to the subject matter, and is concerned with \nimmediacy only in this respect, one's intuition can all too easily fall prey to \na cenain blindness regarding the fact that its own motivational basis is itself \nin the end not primordial. The meaning of primordiality does not lie in the \nidea of something outside of history or beyond it; rather, it shows itself in \nthe fact that thinking without presuppositions can itself be achieved only in \na self-critique that is historically oriented in a factical manner. An incessant \nenactment of our concern for achieving primordiality is what constitutes \nprimordiality. (The term \"historical\"z is used here in a sense that will be­\ncome somewhat more explicit in the course of the following reflections.) \nThinking without presuppositions is here intended to be taken in a philo­\nsophical sense and not in a specifically scientific sense. The path that leads \nto the \"things themselves\" treated in philosophy is a long one. Thus the \nexcessive liberties taken recently by many phenomenologists in their use of \nessential intuition appear in a very dubious light, and are hardly in line with \nthe \"openness\" and \"devotion\" to the things themselves preached by these \nphenomenologists. It might just be the case that even the directions of in­\nquiry in which we could find access to the things themselves of philosophy \nlie covered over for us, and that what is thus necessary is a radical kind of \ndeconstruction and reconstruction, i.e., a genuine confrontation with the \nhistory that we ourselves \"are.\" And this confrontation would be something \nthat is enacted within the very meaning of philosophizing. In the end, it is \n4 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 22,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "psychoi",
        "dasein",
        "ities",
        "contradirted",
        "asped",
        "accor",
        "sophically",
        "periority",
        "possibil",
        "ogy"
      ],
      "full_text": "KARL JASPERS'S PSYCHOI.OGY OF WORLD VIEWS \npsychology as a whole promoted in a radical fashion? Can this task be posed \nat all in such an isolated manner? Such questions must be confronted and \ndealt with by means of fundamental reflection. To begin with, we need to \nsee but one thing: namely, a preconception about psychical lifo, which is expressed \nin a particular manner, is already given and at v:ork in Jaspers's initial approach \nto the problem of psychical lifo. \nPsychology of worldviews is not supposed to work out a doctrine of life \nand impose it on others; rather, its goal is \"to give clarifications and possibil­\nities that can serve as means to self-reflection.\" This work of clarification \nmeans clarification of \"life,\" and here \"life\" is seen in some manner. In \nJaspers's initial approach to this clarification, in the techniques he uses for \nit, and in the nature and scope of his goals here, life itself is forced to appear \nunder a certain asped for those who are appropriating such clarifications. If \npossibilities are disclosed, they are possibilities under a certain articulated \naspect of our life and psychical existence, and .for the sake of it. A notion of \nthe essential meaning of the \"how\" of life itself is expressed in this aspect. \nHowever much Jaspers made the attempt to undertake everything in the \nnon prejudicial attitude of mere observation, it is nonetheless the case that, \nwhen we go to understand what he has presented in his observations and \nuse it in our own self-reflection, we are required to adopt, and acquiesce \nin, certain basic approaches to the way in which life and the self are to \nbe intended. If genuine psychology is supposed to allow us to see \"what \nthe human being is\" (5), then the initial manner in which it actually poses \nthe problem must from the stan harbor within it certain preconceptions \nabout the sense of being that belongs to this whole of our psychical, mental \nDasein, and then again preconceptions about the possible \"how\" in accor­\ndance with which this life, having now been clarified, is supposed to be \nlived, i.e., preconceptions about the basic sense of that in which such things \nas \"possibilities\" can in any sense be brought to light. \nHowever, in seeing these particular preconceptions that accompany \nJaspers's investigations, we should not be tempted to undertake a philo­\nsophically feeble and sterile type of sham critique in which we would now \nreproach Jaspers for having contradirted his own intentions, maintaining on \nthe basis of this charge that his intentions could never be realized in the \nconcrete, and arguing that his whole project is thus \"refuted in principle\" \nand \"dealt with.\" This type of criticism always claims a formal type of su­\nperiority in argumentation, but it thereby fails to take up the productive \npossibility of returning in a positive fashion to the thoughts in question and \nunderstanding them in a deeper sense. What our critical review of) aspers's \n7 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 24,
      "bucket": "A (0-1%)",
      "error_rate": 0.6,
      "unknown_words_sample": [
        "existenz",
        "mal"
      ],
      "full_text": "KARL JASPERS'S PSYCHOLOGY OF WORLDVIEWS \nto conform to a particular type of apprehension that is alien to them. And, \nconsequently, the copious use of \"methods\" and possible variants of these \nmethods would only continue to miss the very objects of which one actually \nintends to gain knowledge. \nOur investigation of the aforementioned problem of preconception in \nJaspers's work endeavors to demonstrate that his approach to the problems \nin question requires a more radical type of reflection on method. This is \nthe case not only because it should be possible for the underlying tendency \nof these problems to be realized in a more consistent and genuine manner, \nbut also and primarily because the object that has been apprehended in \nthese preconceptions is in fact what it is only by virtue of a primordially \nimmanent \"method.\" This method is part of the object's very makeup, and \nis not something merely foisted on the object from the outside. If one is \nnot aware of this problem of explication in a \"rigorous\" enough manner, \none can, to be sure, nonetheless still wind up actually intending the object \nin some manner, but a kind of surrogate will, without further explanation, \nhave been inserted into one's intuition and concepts. This surrogate will \nthen henceforth constantly make demands on us to treat it from different \nsides in order to master it in knowledge (we are motivated to do this on \nthe basis of real acts of intending the object, but these intentions do not \nget involved with the object and grasp it). The surrogate finally becomes \nso intrusive that it passes itself off as the genuine phenomenon, whereas \nthe possibility of actually experiencing the authentic phenomenon vanishes \nand continues to exist merely in words. \"We have no dominant method, \nbut rather now this one, now that one\" (I I), and, according to Jaspers, this \nis supposed to be the case within the basic approach of \"mere observation.\" \nThe object actually investigated in Jaspers's work can be defined in for­\nmal indication as our existence [Existenz]. Having such a formally indicated \nmeaning, this concept is intended to point to the phenomenon of the \"I \nam,\" i.e., to the sense of being in this \"I am\" that forms the starting point \nof an approach to a context of fundamental phenomena and the problems \ninvolved there. In formal indication (which should be seen to make up the \nfundamental methodological sense of all philosophical concepts and their \nrelationships, though this will not be explained in more detail here), any \nuncritical lapse into a particular interpretation of existence - for example, \nKierkegaard's or Nietzsche's - ought to be avoided from the start, so that we \ncan free up the possibility of pursuing a genuine sense of the phenomenon \nof existence and explicate what comes to the fore in this pursuit. In an \nexegesis of Kierkegaard's thought, Jaspers writes: \"The consciousness of \nour existence arises precisely through our consciousness of situations of \n9 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 28,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "sein",
        "derstanding",
        "festation",
        "prin",
        "shoncoming",
        "tion",
        "interpreta",
        "lems",
        "prob",
        "phe"
      ],
      "full_text": "KARL JASPERS'S PSYCHOLOGY OF WORLD VIEWS \nexperience. It is this interplay of motives that has led to the predominance \nof the current interest in the reality of mental life and to the interpreta­\ntion of life primarily from the point of view of the human sciences, even \nthough biological concepts of life have not been completely eradicated here. \nThe characteristic feature of this intellectual situation is perhaps precisely a \nmuddled interplay of biological, psychological, social-scientific, aesthetic­\nethical, and religious concepts of life. It is in this muddled fashion that prob­\nlems in contemporary philosophy are predominantly centered on \"life\" as \nthe \"primordial phenomenon\" in one of two ways. Either life is approached \nas the fundamental reality, and all phenomena are seen to lead back to it, so \nthat everything and anything is understood as an objectification and mani­\nfestation \"of life.\" Or else life is seen as the formation of culture, and this \nformation is thought to be carried out with reference to normative prin­\nciples and values. The meaning of this watchword \"life\" should be allowed \nto remain ambiguous, so that it is able to indicate for us all the different phe­\nnomena that are intended in it. Here we need to single out two directions \nin the sense of this term that have led the way in shaping its meaning, and in \nwhich we find expressed a tendency toward the phenomenon of existence. \n(I) Life is understood as objectifying in the widest sense, as an act of \ncreative formation and achievement, as an act of going out of itself, and \nthus-though this is not clearly spelled out-as something like our \"being \nthere\" [\"Da sein\"] in this life and as this life. \n(z) Life is understood as experiencing, as having an experience, un­\nderstanding, appropriating, and thus -though again the connection is left \nunexplained-as something like our \"being there\" in such experiencing.) \nThe progress that Jaspers's work makes lies in the fact that his classifi­\ncation of the phenomena, which have not previously been made available \nin this manner, has called our attention to the problem of existence in a \nmuch more concentrated fashion, and has in connection with this moved \nthe problems of psychology into more fundamental domains. Its philo­\nsophical shoncoming with respect to the need for actually getting down \nto work and delving into the problems it broaches is clearly visible in the \nfact that Jaspers persists in a certain untested opinion. He thinks that the \npreconception about \"the whole\" that was highlighted above can help him \nget a handle on the phenomenon of existence, and that he can understand \nthis phenomenon precisely by means of those concepts already available to \nhim in his intellectual milieu. \nKeeping in mind the positive tendency of] aspers's work that is directed \ntoward the phenomenon of existence, we now need to discuss the above­\nmentioned preconception of this work with regard to the methodological \nI J \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 34,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "prestruction",
        "imper",
        "spe",
        "theoreticm",
        "von",
        "manded",
        "vhich",
        "cial",
        "fectly",
        "meinen"
      ],
      "full_text": "KARL JASPERS'S PSYCHOLOGY OF WORLD VIEWS \nforces\" are \"anchored\" (24); i.e., it is basically characterized as a limited \nindividuation of life itself, which always comes to expression only imper­\nfectly in such individuations. \"Life nowhere produces a concrete individual \nwithout remainder\" (2C)O). \nThe central, guiding preconception that supports everything in Jaspers's \nwork will now be discussed on a fundamental level as a preconception. If \nsuch an adjudication of this preconception is to be what we intend it to be, \nthen it can only mean that we must carry out a type of examination that is de­\nmanded by the very sense of this preconception. And our examination must \naccordingly focus on the question of whether the motivation that leads to \nthe formation of the full sense of this preconception actually enjoys the level \nof primordiality that is claimed for it. The full sense of any phenomenon \nincludes the following intentional characteristics: the intentional relation, \nthe intentional content, and the intentional enactment (here \"intentional\" \nmust be understood in a completely formal sense, so as to avoid any spe­\ncial emphasis on a theoreticm sense of the intentional relation, and it is this \nspecific meaning of \"intentional\" that is so easily suggested when one un­\nderstands intentionality as \"thinking a bout\" [\"Meinen von j or, correlatively, \nas \"being-thought\"). Our treatment of these intentional characteristics that \nmake up the sense of any phenomenon should not consist of arranging them \nas an aggregate or succession of moments that have been tallied up. Rather, \ntheir sense derives from a structural context of relationships that varies in \neach case according to the levels and directions of experience involved. This \ncontext of relationships and the shifts of emphasis that occur here should \nnot be understood as a \"result\" or as a momentary \"addendum,\" but as the \nauthentic factor that comes to light in the phenomenological articulation \nof the above-mentioned intentional characteristics. In tum, this authentic \nfactor is itself to be understood precisely as a kind of prestruction in one's \nown existence. Such prestruction is in each case enacted and actualized \nin the current facticity of one's life in the form of a self-appropriation. It \ndiscloses and holds open a concrete horizon of expectations about which \none is anxiously concerned {bekiimmerungshaften Erwartungshorizonts], and \nwhich one develops in each particular context of enacting it. \n\\Vhence and in what way does the preconception under discussion make \nits appearance? \\Vhich motives would lead one to make it the starting point \nof one's inquiry, and to see it through to the end? \\Vhat is the nature of \nthese motives? Jaspers does not raise these questions. \\Vere he to call to \nmind his own guiding preconception, he would find such questions about \nit empty and inconsequential. However, an attempt will not be made here \nto persuade him of their importance. It is up to him to decide whether \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 36,
      "bucket": "B (1-3%)",
      "error_rate": 2.3,
      "unknown_words_sample": [
        "deformalized",
        "antinomies",
        "obser",
        "situa",
        "vation",
        "pregiven",
        "psychowgy",
        "tions",
        "vhen"
      ],
      "full_text": "KARL JASPERS'S PSYCHOWGY OF WORLD VIEWS \nprecisely a matter of simple observation, and what is observed must then \nbe an object in the basic sense of being an observed object. There is no \nother way of proceeding here. In response, the following needs to be said: \nThis formal type of argumentation remains from the start empty so long as \nwe have not answered an important question, namely, does not the formal \nsense of theoretical understanding allow itself to be deformalized into very \nindividual and concrete ways of understanding? And this question cannot \nbe answered in a formally deductive manner, but rather only by starting \nfrom particular contexts of phenomena and allowing ourselves to be guided \nby them. It could be that, in accord with its sense, observation always has a \ntheorizing character, but this does not necessarily entail that the sense of be­\ning belonging to what is observed must as such become accessible primarily \nwithin observation. And it is this simple point that we have been stressing \nin our examination of Jaspers's preconception. The relational sense of the \ninitial giving of the object is not also the relational sense of the explication \nthat has come across this pregiven object. Accordingly, the mere obser­\nvation that has been used throughout Jaspers's work, and that extends all \nthe way to the preconception in which the actual object of investigation is \ngiven, has in no way been justified by Jaspers as the appropriate method \nof explication. The basic experience in which the actual object is initially \ngiven needs to be examined regarding its full sense, and it must prescribe \nfor us the genuine structure of explication. \"Observation\" in Jaspers's sense \nmight be a fitting approach, but it also might not be. An answer to this \nquestion will be obtained in the following discussion, but for the rime being \nit will take the form of making visible the problems involved here. To this \nend, that which Jaspers has taken up in the preconception of his work must \nbe discussed in more concrete terms. \nThe whole of life, i.e., life itself, is something about which we can say \nnothing directly (z88). But it must indeed be intended by us somehow, \nsince our consciousness of our existence arises precisely from the fact that \nwe look to the whole of life. \\Vhen human beings \"see [their finite situa­\ntions) within the whole,\" when they \"want to attain certainty about the \ntotality of things,\" they have the experience that the objective world and \ntheir subjective action are split apart in the form of an antinomy. \"Insofar as \nthe driving forces in worldviews move human beings,\" and insofar as human \nbeings are somehow \"concerned about something essential,\" \"they always \nfind themselves on the way to the infinite or the whole.\" It is \"in view of \nthe infinite\" that human beings find themselves in antinomies. Antinomies \nare oppositions, but they are oppositions \"from the point of view of the \nAbsolute and value.\" Antinomy is \"destruction.\" \\Vhen this destruction \n2 I \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 38,
      "bucket": "B (1-3%)",
      "error_rate": 2.2,
      "unknown_words_sample": [
        "abso",
        "finity",
        "tradictions",
        "erly",
        "facti",
        "undiscussed",
        "thatjaspers",
        "antinomies"
      ],
      "full_text": "KARL JASPERS'S PSYCHOLOGY OF WORLD VIEWS \non the other hand, is it not precisely this theorizing reinterpretation that \ninitially makes it possible for Jaspers to treat the concrete instances as con­\ntradictions that can be, as it were, lined up in a row for observation? We will \nalso leave undiscussed the question of whether the concrete limit-situations \nstand in particular relations to each other when they are experienced, and to \nwhat extent it is precisely these concrete limit-situations that should prop­\nerly be spoken of as limit-situations. Even if it is supposed to be \"mere \nobservation,\" I consider that which Jaspers puts forward about concrete \nlimit-situations (in line with their fundamental significance within the total \nsphere of phenomena he intends to deal with, and to have emphasized this \nis precisely his main contribution) to be not in the least worked out in a \nfitting conceptual manner. That is the reason why a critical commentary \nfocused on the particulars of Jaspers's work would all too easily run the \nrisk of imputing to him views and meanings that he would not be willing \nto see as his own. In pursuing this type of critical commentary, we always \nmove around in uncertainties so long as the basic context from which the \nphenomena and concepts in question have arisen is not more clearly visible. \nThat is why critical observations always find themselves referred back to \nthe problem of preconception. \nWhere are the intellectual motives to be found in a facti cal sense for the \ninitial approach that Jaspers takes in his preconception? It is not difficult to \nrecognize the historically \"contingent\" origin of the concept of the Abso­\nlute that he uses in his \"observations.\" This concept represents a syncretism \nin which the Kantian doctrine of antinomies and its guiding concept of in­\nfinity are combined with Kierkegaard's concept of the Absolute, which has \nbeen \"cleansed\" of its specifically Lutheran religious sense and its particular \ntheological meaning in this regard. Furthermore, these two components, \nwhich derive from very different basic preconceptions, are transplanted \ninto that vagueness that arises from the concept of life we described above. \nMore precisely, they are in fact viewed primarily on the basis of this vague­\nness. In the course of his general discussion of limit-situations, Jaspers at \none point suddenly makes the comment about his \"observations\" that they \namount to \"only a presupposition for understanding a psychology of types \nof mental life, and are not yet themselves psychology\" (204). But what \nthen are they? Logic or sociology (2 f.)? What is it that we strive after in \nthese \"observations\" that are supposed to provide us with the fundamental \npresuppositions, and how do we strive after it? \nIt is possible thatJaspers wants these observations to be understood in \na very formal sense. But then what is really needed is a discussion of the \nmeaning of this \"formal\" factor, and here we need to raise the following \n23 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 40,
      "bucket": "C (3-5%)",
      "error_rate": 4.5,
      "unknown_words_sample": [
        "structed",
        "perristence",
        "archontic",
        "decon",
        "maner",
        "avant",
        "vhat",
        "versity",
        "pheno",
        "ize"
      ],
      "full_text": "KARL JASPERS'S PSYCI/0/.0GJ' OF WORLD'-'1EWS \nsomething \"out of the ordinary\" and \"novel\" that allows us to raise a new \ncommotion in philosophy and to curry favor with the hustle and bustle of \nan avant-garde culture that is at bottom really hungry for other things, even \nif it does display wonderful religious antics. \nIn line with the specific aim of this commentary, we wish only to call the \nreader's attention to a few themes, and thereby point to the perristence of a \nproblem. \nUsing formal indication ( a  particular methodological level of pheno­\nmenological explication that will not be dealt with further here, though \nsome understanding of it will be gained in what follows), we can make the \nfollowing remarks in order to provide an initial approach to this problem \n( an approach that, according to its very meaning, must in tum be decon­\nstructed). \n\"Existence\" is a determination of something. If one wants to character­\nize it in a regional fashion, though in the end this characterization actually \nproves to be a misinterpretation that leads us away from the real sense of \nexistence, it can be understood as a certain manner of being and thus as a \nparticular sense of \"is\" that \"is,\" i.e., has, the essential sense of the (I) \"am.\" \nAnd we have this (I) \"am\" in a genuine sense, not through thinking about \nit in a theoretical maner, but rather by enacting the \"am,\" which is a way \nof being that belongs to the being of the \"I.\" Understood in this way, the \nbeing of the self has the formally indicative meaning of existence. Here \nwe are given a clue as to where we must find the sense of existence as the \nparticular \"how\" of the self ( of the 1). \\Vhat turns out to be important here \nis accordingly the fact that I have myself, i.e., the basic experience in which \nI encounter myself as a self. Living in this kind of experience, and gearing \nmyself to its very sense, I am able to question after the sense of my \"I am.\" \nThis having-myself is ambiguous in many different respects, and this di­\nversity found in its meaning must be understood specifically with reference \nto historical contexts rather than with reference to contexts of classification \nthat have been elevated to the stature of regions within an autonomous \nsystem. In the archontic sense belonging to the enactment of our basic \nexperience of the \"I am,\" an experience that concerns precisely me myself \nin a radical manner, we find that this experience does not experience the \"I\" \nas something located in a region, as an individuation of a \"universal,\" or as \nan instance of something. Rather, this experience is the experience of the \"I\" \nas a self. \\Vhen we keep purely to this enactment of our experience, it be­\ncomes clear that the notion of a region or an objective realm is quite foreign \nto the \"I.\" We see that each time we attempt to give a regional definition of \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 41,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "tmd",
        "enaconent",
        "cepts",
        "seinsinn",
        "tence",
        "nificance",
        "factical",
        "regio",
        "patiimarks",
        "devel"
      ],
      "full_text": "PATIIMARKS \nthe \"I\" (a definition that arises from a preconception about such things as a \nstream of consciousness or a nexus of experience), we thereby \"efface\" the \nsense of the \"am\" and tum the \"I\" into an object that can be ascertained and \nclassified by inserting it into a region. Consequently, there is a need for radical \nsuspicion (and the appropriate investigations as well) about all preconceptio11S \nthat objectify by mea11s of regio11S, about the c01texts of concepts that arise from such \npreconceptions, tmd about the various avenues through which these c01cepts arise. \n\\Vhen it has the sense of \"is,\" the sense of being [Seinsinn] has devel­\noped from objectively oriented experiences that have been explicated in \n\"theoretical\" knowledge, and in which we always somehow or other say \nof something that it \"is something.\" The object here need not be classi­\nfied expressly within a particular scientific realm that has been worked out \nthrough the special logic of the science in question. Rather, it usually takes \nthe form of the nontheoretical \"objectivity\" that belongs to what is of sig­\nnificance to us in our experience of the environing world, the social world \nwe share with each other, and also the world of the self. In factical life, \nI have dealings of one sort or another with what is of significance to me, \nand to these \"dealings with\" there corresponds a unique sense of objectivity \nthat can be understood phenomenologically. When the sense of existence \nis investigated in terms of its origin and our genuine basic experience of \nit, we see that it is precisely that sense of being that cannot be obtained \nfrom the \"is\" we use to explicate and objectify our experience in one way \nor another when we acquire knowledge about it. The sense of human exis­\ntence is to be obtained rather from its own basic experience of having itself \nin an a11Xiously concerned manner. This having is enacted prior to whatever \nknowledge about it we might later acquire by objectifying it with the \"is,\" \nand such knowledge is in fact inconsequential for this enaconent. If I seek \nthis objectifying knowledge, the attitude of observation will become central \nfor me. All my explications will then have an objectifying nature, but they \nwill put me at a remove from existence and from a genuine having of it \n(anxious concern). \nThe \"I\" should be understood here as the full, concrete, and historically \nfactical self that is accessible to itself in its historically concrete experience \nof itself. It is not synonymous with the notion of the empirical subject as \nthe possible subject matter of theoretical observation in psychology. In this \nkind of objectivity, which is understood more or less as a realm of\"physical\" \nprocesses that occur, the \"soul\" has been eclipsed in a fundamental sense. \nThat is, whenever this kind of psychology has begun with this kind of object, \nit has never once brought the \"soul\" experientially into view, so that it could \nbe given in a preliminary way as an object for further investigation. \nz 6  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 43,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "iously",
        "scie",
        "nunc",
        "xious",
        "nonschematic",
        "facticity",
        "factical",
        "expe",
        "anx",
        "lational"
      ],
      "full_text": "PATH MARKS \nmaintain them in it, though such precision cannot be compared to other \nkinds of conceptual refinement with a different orientation. \nIn the above-mentioned basic experience that is related to the I, the \nfacticity of this I is decisive. Lived hie et nunc, and enacted accordingly in \na situation within intellectual history, one's own factical experience of life \nalso brings to enaconent one's basic experience of the I that arises from it, \nremains within it, and returns to the factical. But this factical experience \nof life, in which I can have myself in different ways, is itself not anything \nlike a region in which I am located, or a universal that gets individuated in \nmy self. According to the \"how\" of its own enaconent, this experience is \nrather an essentially \"historical\" phenomenon. However, it is not primarily \nan objective historical phenomenon (my life happening as something that \ntakes place in the present), but rather a phenomenon of historical enactment \nthat experiences itself in such enactment. When, in accord with the re­\nlational sense of one's experience, one is directed historically to one's self, \nthe context of this experience also has a historical nature in accord with its \nsense of enaconent. The \"historical\" is here not the correlate of theoretical \nand objective historical observation; rather, it is both the content and the \n\"how\" of the anxious concern of the self about itself, from which the for­\nmer certainly cannot as such be detached. This having-oneself arises from \nn11xious concern, is maintained in it, and tends toward it. And in this anxious \nconcern, the specific past, present, and future of the self are not experienced \nas temporal schemata for objectively classifying facts; rather, they are expe­\nrienced within a nonschematic sense of anxious concern that has to do with \nthe enaconent of experience in its \"how.\" Accordingly, the phenomenon \nof existence discloses itself only in a radically historical and essentially anx­\niously concerned manner of enacting our experience and striving after such \nenaconent. This enaconent is not oriented to the attitude of observation, \nand it does not aim at that classification that objectifies the phenomenon \nof existence within a region. It is itself not something extraordinary and \nremoved; rather, it has to be enacted in our factical experience of life as \nsuch and appropriated from out of such factical experience. And this is \nsupposed to happen not merely once in a momentary and isolated fash­\nion, but rather again and again in a constant renewal of anxious concern \nthat is of necessity motivated by concern for the self as such, and is more­\nover oriented in a historical manner. In accord with its fundamental sense, \n\"conscience\" is understood here as the enaconent of conscience, and not \nmerely in the sense of occasionally having a conscience about something \n(co11scie11tia). Conscience is a historically defined \"how\" of experiencing the \nself (the history of this \"concept\" needs to be examined in connection with \n2 8  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 44,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "conceptuality",
        "objec",
        "tion",
        "perience",
        "experienceable",
        "psychoujgy",
        "factical",
        "dvif",
        "indi",
        "cating"
      ],
      "full_text": "KARL JASPERS'S PSYCHOUJGY OF WORI.DVIF.WS \nthe problem of existence, and this is not just an academic problem, even if \nit is already a pressing problem when approached in such a way). In indi­\ncating this connection between the sense of historical experience and the \nsense of the phenomenon of conscience, we are not giving the concept of \nthe historical a broader meaning; rather, we are understanding it in such \na way that it is being returned to the authentic source of its sense. And \nthis is also the factical though concealed source from which historical ex­\nperience in the sense of the development of objective historical knowledge \n(the historical human sciences) arises. The historical is today almost ex­\nclusively something objective, i.e., an object of knowledge and curiosity, a \nlocus providing the opportunity to glean instructions for future action, an \nobject for objective critique and rejection as something antiquated, a fund \nof materials and examples to be collected, a conglomeration of \"instances\" \nfor systematic observations dealing with the universal. Since we are unable \nto see phenomena of existence today in an authentic manner, we no longer \nexperience the meaning of conscience and responsibility that lies in the \nhistorical itself (the historical is not merely something of which we have \nknowledge and about which we write books; rather, we ourselves are it, and \nhave it as a task). Thus even the motives for returning to the historical by \nway of our own history are inactive and hidden from us. \nIn its relation to what it experiences, our concrete a\"ld factical life­\nexperience has of itself a characteristic tendency to fall away into the \"objec­\ntive\" kinds of significance in the experienceable world around it. This falling \naway is the reason why the sense of being belonging to these objective kinds \nof significance becomes predominant for us. Thus it is understandable that, \nregarding its sense of being, the self quickly becomes experienced as having \nan objectified kind of significance (personality, ideal type of humanity), and \nwithin this experiential orientation comes to be understood theoretically \nand takes on meaning in philosophy. The more the experienced and known \npast works its way into our own present situation in the form of an objec­\ntive tradition, the more the self is understood in this objectified manner. As \nsoon as we see that factical life is characteristically loaded down with tradi­\ntion in this way (tradition can be understood here in many different senses), \nand that the most pernicious effects of this loading down are mainly to be \nfound precisely in the resulting experiences of having-oneself in the world \nof the self, we are led to the insight that the concrete possibility of bringing \nphenomena of existence into view and explicating them in a genuine kind \nof conceptuality can be opened up for us 01/y when the concrete tradition \nexperienced as still at work in one form or another has been deconstructed \nwith an eye to the question of the ways and means of explicating our actual \n29 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 45,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "periences",
        "ical",
        "tion",
        "givenness",
        "philosoph",
        "direc",
        "pathmarks",
        "factical",
        "tradi",
        "phenomeno"
      ],
      "full_text": "PATHMARKS \nexperience of the self, and when as a result of this destruction the basic ex­\nperiences that have become the effective motives of our thought have been \nbrought into relief and discussed regarding their primordiality. According \nto its very sense, this kind of destruction always remains inseparable from \nconcrete, fully historical, anxious concern for one's own self. \nThe self is what it is in its relations to the world of the self, the world \nit shares with others, and the environing world. The sense of these direc­\ntions of experience is ultimately historical and inseparable from the world \nof the self. When phenomenology first erupted onto the scene with its \nspecific aim of appropriating the phenomena of theoretical experience and \nknowledge in a new and primordial manner (the Logical Investigations, i.e., a \nphenomenology of theoretical logos), the goal of its research was to win back \nan unspoiled seeing of both the sense of those objects that are experienced \nin such theoretical experiences and, correlatively, the sense of \"how\" these \nobjects become experienced. But if we are to understand the philosoph­\nical sense of the tendencies of phenomenology in a radical manner, and \nappropriate them genuinely, we must not merely carry out research in an \n\"analogical\" fashion on the \"other\" \"domains of experience\" (the aesthetic, \nethical, and religious domains) that we, following one philosophical tradi­\ntion or another, have partitioned off from one another. Rather, we need to \nsee that experiencing in its fullest sense is to be found in its authentically \nfactical context of enactment in the historically existing self. And this self \nis in one way or another the ultimate question of philosophy. It will not do \nto bring in the notion of the person on occasion and apply to it philosoph­\nical results that were arrived at under the guidance of one philosophical \ntradition or another. To the contrary, the concrete self should be taken \nup into the starting point of our approach to philosophical problems, and \nbrought to \"givenness\" at the genuinely fundamental level of phenomeno­\nlogical interpretation, namely, that level of interpretation that is related to \nthe factical experience of life as such. From these unavoidably terse remarks \none thing should have become clear: namely, the authentic phenomenon of \nexistence refers us to the enaconent of that way of access to it that is appro­\npriate for it. We come to have the phenomenon of existence only within a \ncenain \"how\" of experiencing it, and this \"how\" is something that has to \nbe achieved in a specific manner. It is precisely this \"how\" of appropriation \nand, moreover, the \"how\" of our initial approach to the enaconent of such \nappropriation that are decisive. \nThat our foctical, historically enacted life is at work right within \"how\" we \nfactically approach the problem of \"how\" the self, in being anxiously concerned \n30 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 47,
      "bucket": "C (3-5%)",
      "error_rate": 3.4,
      "unknown_words_sample": [
        "obseroe",
        "ist",
        "dasein",
        "rela",
        "ibid",
        "sim",
        "pre",
        "vhat",
        "hom",
        "patiimarks"
      ],
      "full_text": "PATIIMARKS \n(and be this dogmatics, in its tenets, ever so praiseworthy and today still \never so misunderstood as the dogmatics of the Middle Ages, which was, \naccording to its own sense, a genuine type of dogmatics)? \nReturning to our central problem of preconception, it now becomes \nclear that, insofar as it aims at the phenomenon of existence, Jaspers's pre­\nconception is unsuitable for realizing its own underlying intention. Such \nis the case both in regard to the functional sense of this preconception (it \ninitially posits that on the basis of which and within which we are to obseroe \nour existence as concrete life, and it posits it as a whole with essentially \nregional characteristics) and in regard to the sense of the basic experience \nthat motivates the preconception (the attitude of looking ultimately upon \nthis whole, harmony, and unity of life, inserting phenomena into it in a \nbusinesslike fashion, and remaining all the while unconcerned about the \nworld of one's self). \nHowever, the full sense of} aspers's preconception is not only unsuitable \nfor realizing its own underlying intention that is at work in it; rather, it \nactually runs counter to this intention. For, regarding the intentional rela­\ntional sense of its understanding, this orientation toward a region puts us at \na remove from the phenomenon of existence, which, according to its sense, \ncannot be formulated and classified in regional terms. And, regarding the \nsense of the enactment of its fundamental (formally) aesthetic attitude, this \norientation does not let the selrs anxious concern about itself emerge in \na crucial sense as that which first gives direction to and characterizes all \nproblems, their objectivity, and their explication. \nIf we can now show concretely that in Jaspers's work \"method\" remains \nessentially at the level of a technical managing and classifying that, accord­\ning to its relational sense, is characterized by the businesslike insertion of \nphenomena into a region, and if we can also show here that \"method\" is \nthus from the start not raised as a problem, it will become clear to us from \nthis that Jaspers's method is indeed in keeping with the structure of his \npreconception, only that it thereby places itself in opposition to its very own \nintention of penetrating to phenomena of existence. \nJaspers characterizes the attitude of his method as mere observation. \n\\Vhat is it supposed to accomplish? \"The object of all observation is sim­\nply that which exists and is there for us so far in human experience. All \nobservation has the tendency to take this as the whole\" (3 29). Do \"that \nwhich exists and is there [da ist] for us so far,\" \"Dasein,\" and \"so far\" have \nthe same meaning for any and every type of observing? Jaspers wants to \nobserve \"what life is\" (2 so). This is what observation is supposed to teach us \na hom . Observation stands \"in the service of burgeoning life\" (ibid.). The \n3 2  \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 51,
      "bucket": "B (1-3%)",
      "error_rate": 1.7,
      "unknown_words_sample": [
        "philos",
        "corre",
        "pathmarks",
        "ological",
        "ophizing",
        "sponding"
      ],
      "full_text": "PATHMARKS \nFurthermore, we need to examine that distinction between scientific \nobservation and value which likewise has a very specific sense in Weber's \nthought, and which again derives from his own concrete science. Can one \nmake it a requirement also in the sphere of philosophical knowing with­\nout any further discussion? If the meaning of objectivity in philosophical \nknowledge has not been clarified beforehand, we can decide nothing about \nthe role of this distinction in philosophy. \nConcerning Kierkegaard, we should point out that such a heightened \nconsciousness of methodological rigor as his has rarely been achieved in \nphilosophy or theology (the question of where he achieved this rigor is not \nimportant here). One loses sight of nothing less than the most important \naspect of Kierkegaard's thought when one overlooks this consciousness of \nmethod, or when one's treatment of it takes it to be of secondary importance. \nJaspers falls under the spell of a deception when he thinks that it is \nprecisely in mere observation that he would achieve the highest degree of \nnoninterference in the personal decisions of his readers, and would thus \nfree these individuals for their own self-reflection. On the contrary, by \npresenting his investigations as mere observations he indeed appears to \navoid imposing on his readers particular worldviews, i.e., the ones that he \nhas described, but he pushes his readers into believing that his unexamined \npreconception (life as a whole) and the essential kinds of articulation corre­\nsponding to it are something obvious and noncommittal, whereas it is rather \nprecisely in the meaning of these concepts and the \"how\" of interpreting \nthat everything is really decided. Mere observation does not give us what \nit wants to, namely, the possibility of radical reexamination, decision, and, \nwhat is synonymous with these, an intense consciousness of the method­\nological necessity of questioning. We can set genuine self-reflection free \nin a meaningful way only when it is there to be set free, and it is there for \nus only when it has been rigorously awoken. Moreover, it can be genuinely \nawoken only if the Other is in a certain way relentlessly compelled to en­\ngage in reflection, and thereby sees that one's appropriation of the objects \ntreated in philosophy is inseparably bound up with a certain rigor in the \nenactment of method. All sciences fall short of this kind of rigor, since in \nthe sciences it is only the demand for objectivity that is important, whereas \nin philosophy what belongs together with the matters treated is the philos­\nophizing individual and (his) notorious poverty. One can call something to \nthe attention of others, and compel them to engage in reflection, only by \ntraveling a stretch of the way oneself. \nJaspers might be able to justify his having allowed the problem of method \nto recede into the background by pointing out that he did not endeavor to \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 53,
      "bucket": "C (3-5%)",
      "error_rate": 3.3,
      "unknown_words_sample": [
        "constnjctive",
        "ema",
        "tually",
        "derstanding",
        "iii",
        "undiscussed"
      ],
      "full_text": "PATH MARKS \ndeveloped in a way that is appropriate to the sense of the phenomena in \nquestion. \n(.z) It would be more germane to the subject matter of the book if \nChapter III (Types of Mental Life) were placed at the beginning, and if \nChapter I (Attitudes) and Chapter II (Worldviews) were also allowed to \nemerge, as it were, from out of the \"vital forces\" that are presented in \nChapter III. Jaspers characterizes these attitudes and worldviews as \"ema­\nnations\" ( 1 89) of vital forces. It would be even more effective to organize \nChapter III and \"divide it up\" into parts in such a way that Chapter I and \nChapter II were taken up and contained right in the middle of it. \n(J) It would be more in accordance with the way in which Jaspers ac­\ntually proceeds in his book if the methodological expression \"psychology \nof understanding\" were specified as a \"constnJctive psychology of under­\nstanding\" (\"constructive\" is meant here in a positive sense as a formation \nof types that draws these types out of intuitive understanding, and which is \nenacted and developed in a manner that is always appropriate to such un­\nderstanding). The problem of understanding has been left undiscussed in \nour critical observations because such questions remain unripe for discus­\nsion so long as the problem of the historical that was roughly indicated in \nour \"comments\" has not been laid hold of at its roots and lifted up into the \ncenter of philosophical problems. The same goes for the notion of \"ideas \nas driving forces.\" \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 54,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "marburg",
        "aprii",
        "acteristic",
        "overbeck",
        "ibingen",
        "christianness",
        "vol",
        "holderlin",
        "nonobjectifying",
        "philosophie"
      ],
      "full_text": "Phenomenology and Theology \nTranslated by James G. Hart and john C. Maraldo' \nPREFACE \nThis little book contains a lecture and a letter. \nThe lecture \"Phenomenology and Theology\" was given on March 9, \nI9z7, in Ti.ibingen and was again delivered on February I4, I9z8, in \nMarburg. The text presented here forms the content of the immediately \nreworked and improved second part of the Marburg lecture: \"The Positiv­\nity of Theology and Its Relation to Phenomenology.\" In the Introduction \nto Being and Time (I 92 7) §7, pp. z 7ff., one finds a discussion of the notion of \nphenomenology (as well as its relation to the positive sciences) that guides \nthe presentation here. \nThe letter of March I I, I964, gives some pointers to major aspects for \na theological discussion concerning \"The Problem of a Nonobjectifying \nThinking and Speaking in Today's Theology.\" The discussion took place \nat Drew University in Madison, New Jersey, on Aprii 9-I I ,  I964. \nThese texts were published for the first time in Archives de Philosophie, \nvol. 3z (I969), pp. 356ff., with an accompanying French translation. \nThis little book might perhaps be able to occasion repeated reflection \non the extent to which the Christianness of Christianity and its theology \nmerit questioning; but also on the extent to which philosophy, in particular \nthat presented here, merits questioning. \nAlmost one hundred years ago there appeared simultaneously (I 87 3) two \nwritings of two friends: the \"first piece\" of the Thoughts Out of Season of \nFriedrich Nietzsche, wherein \"the glorious Holderlin\" is mentioned; and \nthe \"little book\" On the Christianness ofToday's Theology of Franz Overbeck, \nwho established the world-denying expectation of the end as the basic char­\nacteristic of what is primordially Christian. \n39 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 57,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "concepruality",
        "cenain",
        "ment",
        "disclosedness",
        "itive",
        "ble",
        "possi",
        "illwninated",
        "ence",
        "nonconceptual"
      ],
      "full_text": "PATH MARKS \nNote that we are considering theology here in the sense of Christian \ntheology. This is not to say that Christian theology is the only theology. \nThe most central question is whether, indeed, theology in general is a \nscience. This question is deferred here, not because we wish to evade the \nproblem, but only because that question cannot be asked meaningfully until \nthe idea of theology has been clarified to a cenain extent. \nBefore ruming to the discussion proper, we wish to submit the following \nconsiderations. In accordance with our thesis, we are considering a positive \nscience, and evidently one of a particular kind. Therefore a few remarks \nare in order about what constirutes the positive character of a science as \nsuch. \nProper to the positive character of a science is: first, that a being that in \nsome way is already disclosed is to a cenain extent come upon as a possi­\nble theme of theoretical objectification and inquiry; second, that this given \npositum is come upon in a definite prescientific manner of approaching and \nproceeding with that being. In this manner of procedure, the specific con­\ntent of this region and the mode of being of the particular entity show \nthemselves. That is, this disclosure is prior to any theoretical apprehend­\ning, although it is perhaps implicit and not thematically known. Third, it is \nproper to the positive character of a science that this prescientific comport­\nment toward whatever is given (nature, history, economy, space, nwnber) \nis also already illwninated and guided by an understanding of being - even \nif it be nonconceptual. The positive character can vary according to the \nsubstantive content of the entity, its mode of being, the manner in which \nit is prescientifically disclosed, and the manner in which this disclosedness \nbelongs to it. \nThe question thus arises: Of what sort is the positive character of the­\nology? Evidently this question must be answered before we can be in a \nposition to determine its relation to philosophy. But setting down the pos­\nitive character of theology will not yet sufficiently clarify its status as a \nscience. We have not yet arrived at the full concept of theology as a sci­\nence, but only at what is proper to it as a positive science. If thematizing \nis supposed to adjust the direction of inquiry, the manner of investigation, \nand the concepruality to the particular positum in each case, it is more to \nthe point here to identify the specific scientific character belonging to the \nspecific positive character of theology. Therefore, only by identifying the \npositive and the scientific character of theology do we approach this disci­\npline as a positive science and acquire the basis for characterizing its possible \nrelationship to philosophy. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 59,
      "bucket": "C (3-5%)",
      "error_rate": 4.3,
      "unknown_words_sample": [
        "ough",
        "dasein",
        "tence",
        "exis",
        "factical",
        "ausgabe",
        "vol",
        "werke",
        "tically",
        "pati"
      ],
      "full_text": "PATI IMARKS \nspontaneously th1·ough Dasein, but rather from that which is revealed in \nand with this way of existence, from what is believed. For the \"Christian\" \nfaith, that being which is primarily revealed to faith, and only to it, and \nwhich, as revelation, first gives rise to faith, is Christ, the crucified God. \nThe relationship of faith to the cross, determined in this way by Christ, \nis a Christian one. The crucifixion, however, and all that belongs to it is \na historical event, and indeed this event gives testimony to itself as such \nin its specifically historical character only for faith in the scriptures. One \n\"knows\" about this fact only in believing. \nThat which is thus revealed in faith is, in accordance with its specific \n\"sacrificial\" character, impaned specifically to individual human beings fac­\ntically existing historically (whether contemporaneous or not), or to the \ncommunity of these individuals existing as a community. The imparting \nof this revelation is not a conveyance of information about present, past, \nor imminent happenings; rather, this imparting lets one \"pan-take\" of the \nevent that is revelation ( = what is revealed therein) itself. But the pan­\ntaking of faith, which is realized only in existing, is given as such always only \nthrough faith. Furthermore, this \"pan-taking\" and \"having pan in\" the \nevent of the crucifixion places one's entire existence [Dasein] - as a Chris­\ntian existence, i.e., one bound to the cross - before God. And thereby the \nexistence struck by this revelation is revealed to itself in its forgetfulness of \nGod. Thus - and again I speak only of an ideal construction of the idea -\nbeing placed before God means that existence is reoriented in and through \nthe mercy of God grasped in faith. Thus faith understands itself only in \nbelieving. In any case, the believer does not come to know anything about \nhis specific existence, for instance, by way of a theoretical confirmation of \nhis inner experiences. Rather, he can only \"believe\" this possibility of exis­\ntence as one which the Dasein concerned does not independently master, \nin which it becomes a slave, is brought before C'..od, and is thus born again. \nAccordingly, the proper existentiell meaning of faith is: faith = rebirth. And \nrebirth does not mean a momentary outfitting with some quality or other, \nbut a way in which a factical, believing Dasein historically exists in that his­\ntory which begins with the occurrence of revelation; in that history which, \nin accord with the very meaning of the revelation, has a definite uttermost \nend. The occurrence of revelation, which is passed down to faith and which \naccordingly occurs in faithfulness itself, discloses itself only to faith. \nLuther said, \"Faith is permitting ourselves to be seized by the things \nwe do not see\" (Werke [Erlangen Ausgabe], vol. 46, p. 287). Yet faith is \nnot something that merely reveals that the occurring of salvation is some­\nthing happening; it is not some more or less modified type of knowing. \n44 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 60,
      "bucket": "D (5-10%)",
      "error_rate": 6.8,
      "unknown_words_sample": [
        "presuposing",
        "dasein",
        "theol",
        "piie",
        "lmng",
        "cnuified",
        "ogy",
        "interpreta",
        "inso",
        "factical"
      ],
      "full_text": "PIIE:-.IOMENOLOGY AND THEOLOGY \nRather, faith is an appropriation of revelation that co-constitutes the Chris­\ntian occurrence, that is, the mode of existence that specifies a factical \nDasein's Christianness as a particular form of destiny. Faith is the belin!illg­\nUIIderstanding mode of existing i11 the history revealed, i.e., ocC'lmng, with the \nCnuified. \nThe totality of this being that is disclosed by faith - in such a way, in­\ndeed, that faith itself belongs to the context of its disclosure - constitutes \nthe character of the positum that theology finds before it. Presuposing that \ntheology is enjoined on faith, out of faith, and for faith, and presupposing that \nscience is a freely performed, conceptual disclosure and objectification, the­\nology is constituted in thematizing faith and that which is disclosed through \nfaith, that which is \"revealed.\" It is worthy of note that faith is not just the \nmanner in which the positum objectified by theology is already disclosed \nand presented; faith itself is a theme for theology. And not only that. Inso­\nfar as theology is enjoined upon faith, it can find sufficient motivation for \nitself only in faith. If faith would totally oppose a conceptual interpreta­\ntion, then theology would be a thoroughly inappropriate means of grasping \nits object, faith. It would lack something so essential that without this it \ncould never become a science in the first place. The necessity of theol­\nogy, therefore, can never be deduced from a purely rationally constructed \nsystem of sciences. Furthermore, faith not only motivates the interven­\ntion of an interpretive science of Christianness; at the same time, faith, as \nrebirth, is that history to whose occurrence theology itself, for its part, is \nsupposed to contribute. Theology has a meaning and a legitimacy only if \nit functions as an ingredient of faith, of this particular kind of historical \noccurrence. \nBy attempting to elucidate this connection [between theology and faith], \nwe are likewise showing how, through the specific positive character of \ntheology, i.e., through the Christian occurrence disclosed in faith as faith, \nthe scientific character of the science of faith is prefigured. \nb) THE SCIENTIFIC CHARACTER OF THEOLOGY \nTheology is the science of faith. \nThis says several things: \n( 1) Theology is the science of that which is disclosed in faith, of that \nwhich is believed. That which is believed in this case is not some coherent \norder of propositions about facts or occurrences which we simply agree to -\nwhich, although theoretically not self-evident, can be appropriated because \nwe agree to them. \n45 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 63,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "systmlltic",
        "dasein",
        "phimsophical",
        "rence",
        "olo",
        "christianness",
        "factical",
        "wer",
        "patiimarks",
        "homiletical"
      ],
      "full_text": "PATIIMARKS \nand the specific substantive content of that entity which it objectifies. The \nmore unequivocally theology disburdens itself of the application of some \nphilosophy and its system, the more phimsophical is its own radical scientific \ncharacter. \nOn the other hand, the more systematic theology is in the way we have \ndesignated, the more immediately does it found the necessity of historical the­\nolo[f i11 the 1101T0Wer sense of exegesis, church history, and history of dogma. \nIf these disciplines are to be genuine theomgy and not special areas of the \ngeneral, profane historical sciences, then they must permit themselves to \nbe guided in the choice of their object by systematic theology correctly \nunderstood. \nThe Christian occurrence's interpretation of itself as a historical occur­\nrence also implies, however, that its own specific historicity is appropriated \never anew, along with an understanding, arising from that historicity, of \nthe possibilities of a faithful existence [Dasein]. Now because theology, as \na systematic as well as a historical discipline, has for its primary object the \nChristian occurrence in its Christianness and its historicity, and because \nthis occurrence specifies itself as a mode of existence of the believer, and \nexisting is action, :tpilߟLc;, theology in its essence has the character of a practical \nscience. As the science of the action of God on human beings who act in faith \nit is already \"innately\" homiletical. And for this reason alone is it possible \nfor theology itself to constitute itself in its factical organization as practical \ntheology, as homiletics and catechetics, and not on account of contingent \nrequirements that demand, say, that it apply its theoretical propositions to \na practical sphere. Theology is systematic only when it is historical and practical. \nIt is historical only when it is systematic and practical. And it is practical only when \nit is systmlltic and historical. \nAll of these characteristics essentially hang together. The contemporary \ncontroversies in theology can tum into a genuine exchange and fruitful \ncommunication only if the problem of theology as a science is followed back \nto the central question that derives from considering theology as a positive \nscience: What is the ground of the specific unity and necessary plurality of \nthe systematic, historical, and practical disciplines of theology? \nWe can add a few clarifications to this sketchy outline of the character \nof theology by showing what theology is not. \nEtymologically regarded, theo-logy means: science of God. But God is \nin no way the object of investigation in theology, as, for example, animals are \nthe theme of zoology. Theology is not speculative knowledge of God. And \nwe hit upon the concept of theology no better when we expand the theme \nand o;ay: The object of theology is the all-inclusive relationship of God to \n"
    }
  ]
}