{
  "document": "Heidegger_Pathmarks",
  "batch_number": 7,
  "total_batches": 9,
  "pages": [
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 265,
      "bucket": "D (5-10%)",
      "error_rate": 6.3,
      "unknown_words_sample": [
        "sayingh",
        "ment",
        "detennine",
        "standpoinf",
        "imarks",
        "tenns",
        "kehre",
        "ithin",
        "existentia",
        "forgottenness"
      ],
      "full_text": "PATI IMARKS \nheld back (cf. Bei11g mul Ti111e, p. 39). Here everything\" is reversed. The \ndivision in question was held back because thinking failed in the adequate \nsayingh of this turning [Kehre] and did not succeed with the help of the \nlanguage of metaphysics. The lecture \"On the Essence of Truth,\" thought \nout and delivered in 1930 but not printed until 1943, provides a certain \ninsight into the thinking of the turning from \"Being and Time\" to \"Time \nand Being.\" This turning is not a change of standpoinf from Being tmd \nTime, but in it the thinking that was sought first arrives at the locality of \nthat dimension out of which Being and Time is experienced, that is to say, \nexperienced in 10 the fundamental experience of the oblivion of being. d \n.... By way of contrast, Sartre expresses the basic tenet of existentialism in \nthis way: Existence precedes essence. In this statement he is taking existentia \nand essentia according to their metaphysical meaning, which from Plato's \ntime on has said that essentia precedes existentia. Sartre reverses this state­\nment. But the reversal of a metaphysical statement remains a metaphysical \nstatemeni] With it he stays with metaphysics in oblivion of the truth of \nbeing. For even if philosophy wishes to detennine the relation of esen­\ntin and existentia in the sense it had in medieval controversies, in Leibniz's \nsense, or in some other way, it still [16o) remains to ask first of all from \nwhat destiny of being this differentiationc in being as ese essentiae and ese \nexistentiae comes to appear to thinking. We have yet to consider why the \nquestion about the destiny of being was never asked and why it could never \nbe thought. Or is the fact that this is how it is with the differentiation of \nessentia and existentia not a sign of forgetfulness of being? We must presume \nthat this destiny does not rest upon a mere failure of human thinking, let \nalone upon a lesser capacity of early Western thinking. Concealed in its es­\nsential provenance, the differentiation of essentia (essentiality) and existentia \n(actuality) completely dominates the destiny of Western history and of all \nhistory determined by Europe. \nSartre's key proposition about the priority of existentia over essentia does, \nhowever, justify using the name \"existentialism\" as an appropriate title for a \nphilosophy of this sort. But the basic tenet of \"existentialism\" has nothing \nat all in common with the statement from Being and Time - apart from the \n;I First edition, 1 949: In tenns of the \"what\" and \"how\" of that which is thought-worthy and \nof thinking. \nh First edition, 1 949: Letting itself show. \n,. First edition, 1 949: I.e., of the question of being . \n.I First edition, \n1949: \nForgottenness - .\\f,IJJj - concealing - withdrawal - expropriation: \nevent of appropriation. \nc First edition, 1949: This distinction, however, is not identical with the ontological differ­\nem·c. \\\\'ithin the latter, the said distinction belongs on the \"side\" of being. \n250 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 268,
      "bucket": "D (5-10%)",
      "error_rate": 7.4,
      "unknown_words_sample": [
        "fjlye",
        "perspect",
        "perceptio",
        "oftnuh",
        "fusal",
        "attaches",
        "safc",
        "cdnion",
        "subiectum",
        "relationa"
      ],
      "full_text": "LE\"ITER ON \"HUMANISM\" \nits own proper wealth. But the clearing itself is being. Within the destiny \nof being in metaphysics the clearing first affords a view by which what is \npresent comes into touch with the human being, who is present to it, so \nthat the human being himself can in apprehending (voEiv) first touch upon \nbeing (fJLye:iv, Aristode, Metaphysics e, 10). This view first draws the per­\nspect toward it. It abandons itself to such a perspect when apprehending \nhas become a setting-forth-before-itself in the perceptio of the res cogitans \ntaken as the subiectum of certitudo. \nBut how - provided we really ought to ask such a question at all - how \ndoes being relate to ek-sistence? Being itself is the relationa to the extent \nthat It, as the locality of the truth of being amid beings, gathers to itself and \nembraces ek-sistence in its existential, that is, ecstatic, essence. Because the \nhuman being as the one who ek-sists comes to stand in this relation that \nbeing destines for itself, in that he ecstatically sustains it, that is, in care \ntakes it upon himself, he at first fails to recognize the nearest and attaches \nhimself to the next nearest. He even thinks that this is the nearest. But \nnearer than the nearest, than beings, '4 and at the same time for ordinary \nthinking farther than the farthest is nearness itself: the truth of being. \nForgetting the truth of being in favor of the pressing throng of beings \nunthought in their essence is what \"falling\" [Vefj\"allen] means in Being muJ \nTime. This word does not signify the Fall of Man understood in a \"moral­\nphilosophical\" and at the same time secularized way; rather, it designates \nan essential relationship of humans to being within being's relation to the \nessence of the human being. Accordingly, the terms \"authenticity\" b and \n\"inauthenticity,\" which are used in a provisional fashion, do not imply a \nmoral-existentiell or an \"anthropological\" distinction but rather a relation \nthat, because it has been hitherto concealed from philosophy, has yet to be \nthought for the first time, an \"ecstatic\" relation of the essence of the human \nbeing to the truth of being. But this ( 164) relation is as it is not by reason \nof ek-sistence; on the contrary, the essence of ek-sistence is destined'S \nexistentially-ecstatically from the essence of the truth of being. \nThe one thing thinking would like to attain and for the first time tries \nto articulate in Being and Ti11e is something simple. As such, being re­\nmains mysterious, the simple nearness of an unobtrusive prevailing. The \nnearness\" occurs essentially as language itself. But language is not mere \nJ P/,uo's Doctrillt ofTnuh, fir.;t edition, 1947: Relation from out of restraint (withholding) of \nI> rʏfusal (of withdrawal) . \n. I' IN cdnion, 1 949: \"Iii he thought from out of what is proper 10 ap-propriating. \n< First edition, 1 949: In the sense of nearing: holding ready in clearing, holding as \nsafcØarding. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 270,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "dvcu",
        "recollective",
        "dvcxl",
        "const",
        "repre",
        "pre",
        "propria",
        "holderlin",
        "sented",
        "mtly"
      ],
      "full_text": "LETI\"ER ON YHUMANISM\" \nbeing itself. The \"gives\" names the essence of being that is giving, granting \nits truth. The self-giving into the open, along with the open region itself, \nis being itself. \nAt the same time \"it gives\" is used preliminarily to avoid the locution \n\"being is\"; for \"is\" is commonly said of some thing that is. We call such \na thing a being. But being \"is\" precisely not \"a being.\" If \"is\" is spoken \nwithout a closer interpretation of being, then being is all too easily repre­\nsented as a \"being\" after the fashion of the familiar sorts of beings that act \nas causes and are actualized as effects. And yet Parmenides, in the early age \nof thinking, says, fan yap dvcu, \"for there is being.\" The primal mystery \nfor all thinking is concealed in this phrase. Perhaps \"is\" can be said only \nof being in an appropriate way, so that no individual being ever properly \n\"is.\" But because thinking should be directed only toward saying being in \nits truth, instead of explaining it as a particular being in terms of beings, \nwhether and how being is must remain an open question for the careful \nattention of thinking. \nThe fan yap dvcXL of Parmenides is still unthought today. That allows \nus to gauge how things stand with the progress of philosophy. [166) When \nphilosophy attends to its essence it does not make forward strides at all. It \nremains where it is in order const:mtly to think the Same. Progression, that \nis, progression forward from this place, is a mistake that follows thinking \nas the shadow that thinking itself casts. Because being is still unthought, \nBeing and Time too says of it, \"there is I it gives.\" Yet one cannot spec­\nulate about this il y a precipitately and without a foothold. This \"there \nis I it gives\" rules as the destiny of being. Its history comes to language \nin the words of essential thinkers. Therefore the thinking that thinks into \nthe truth of being is, as thinking, historical. There is not a \"systematic\" \nthinking and next to it an illustrative history of past opinions. Nor is there, \nas Hegel thought, only a systematics that can fashion the law of its think­\ning into the law of history and simultaneously subsume history into the \nsystem. Thought in a more primordial way, there is the history of be­\ning to which thinking belongs as recollection of this history, propria ted by \nit. Such recollective thought differs essentially from the subsequent pre­\nsentation of history in the sense of an evanescent past. History does not \ntake place primarily as a happening. And its happening is not evanescence. \nThe happening of history occurs essentially as the destiny of the truth of \nheing and from it (cf. the lecture on Holderlin's hymn \"As when on feast \nday .\n.\n.\n \" [ 1 941 ], p. 3 1). Being comes to its destiny in that It, being, gives \nitself. But thought in terms of such destiny this says: It gives itself and \nrefuses itself simultaneously. Nonetheless, Hegel's definition of history as \n255 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 271,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "sistingly",
        "cogito",
        "dasein",
        "transcendens",
        "sim",
        "defi",
        "patiimarks",
        "sistence",
        "gibt",
        "existentia"
      ],
      "full_text": "PATIIMARKS \nthe development of \"Spirit\" is not untrue. Neither is it partly correct and \npartly false. It is as true as metaphysics, which through Hegel first brings to \nlanguage its essence - thought in terms of the absolute - in the system. Ab­\nsolute metaphysics, with its Marxian and Nietzschean inversions, belongs \nto the history of the truth of being. Whatever stems from it cannot be \ncountered or even cast aside by refutations. It can only be taken up in such \na way that its truth is more primordially sheltered in being itself [167] and \nremoved from the domain of mere human opinion. All refutation in the \nfield of essential thinking is foolish. Strife among thinkers is the \"lovers' \nquarrel\" concerning the matter itself. It assists them mutually toward a sim­\nple belonging to the Same, from which they find what is fitting for them in \nthe destiny of being. \nAssuming that in the future the human being will be able to think the \ntruth of being, he will think from ek-sistence. The human being stands \nek-sistingly in the destiny of being. The ek-sistence of the human being \nis historical as such, but not only or primarily because so much happens \nto the human being and to things human in the course of time. Because \nit must think the ek-sistence of Da-sein, the thinking of Being and Time is \nessentially concerned that the historicity of Dasein be experienced. \nBut does not Being and Time say on p. 2 1 2, where the \"there is I it gives\" \ncomes to language, \"Only so long as Dasein is, is there (gibt es] being\"? To \nbe sure. It means that only so long as the clearing of being propriates does \nbeing convey itself to human beings. But the fact that the Da, the clearing \nas the truth of being itself, propriates is the dispensation of being itself. \nThis is the destiny of the clearing. But the sentence does not mean that the \nDasein of the human being in the traditional sense of existentia, and thought \nin modem philosophy as the actuality of the ego cogito, is that entity through \nwhich being is first fashioned. The sentence does not say that being is the \nproduct of the human being. The Introduction to Being and Time (p. 38) \nsays simply and clearly, even in italics, \"Being is the transcendens pure and \nsimple.\" just as the openness of spatial nearness seen from the perspective \nof a particular thing exceeds all things near and far, so is being essentially \nbroader than all beings, because it is the clearing itself. For all that, being \nis thought on the basis of beings, a consequence of the approach - at first \nunavoidable - within a metaphysics that is still dominant. Only from such \na perspective does being show itself in and as a transcending. \n[168] The introductory definition, \"Being is the transcendens pure and \nsimple,\" articulates in one simple sentence the way the essence of being \nhitherto has been cleared for the human being. This retrospective defi­\nnition of the essence of the being of beings'.-; from the clearing of beings \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 272,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "sein",
        "dasein",
        "lster",
        "spo",
        "cerned",
        "holderlin",
        "transcerulens",
        "des",
        "perience",
        "sinn"
      ],
      "full_text": "LETfER ON \"HUMANISM\" \nas such17 remains indispensable for the prospective approach of thinking \ntoward the question concerning the truth of being. In this way thinking \nattests to its essential unfolding as destiny. It is far from the arrogant pre­\nsumption that wishes to begin anew and declares all past philosophy false. \nBut whether the definition of being as the transcerulens pure and simple re­\nally does name the simple essence of the truth of being - this and this alone \nis the primary question for a thinking that attempts to think the truth of \nbeing. That is why we also say (p. 2 30) that how being is, is to be understood \nchiefly from its \"meaning\" [Sinn], that is, from the truth of being. Being \nis cleared for the human being in ecstatic projection [Entwu1). But this \nprojection does not create being. \nMoreover, the projection is essentially a thrown projection. \\Vhatthrows \nin such projection is not the human being but being itself, which sends the \nhuman being into the ek-sistence of Da-sein that is his essence. This des­\ntiny propriates as the clearing of being -which it is. The clearing grants \nnearness to being. In this nearness, in the clearing of the Da, the human \nbeing dwells as the ek-sisting one without yet being able properly to ex­\nperience and take over this dwelling today. In the lecture on Holderlin's \nelegy \"Homecoming\" (1943) this nearness \"of\" being, which the Da of \nDasein is, is thought on the basis of Being and Time; it is perceived as spo­\nken from the minstrel's poem; from the experience of the oblivion of being \nit is called the \"homeland.\" The word is thought here in an essential sense, \nnot patriotically or nationalistically, but in terms of the history of being. \nThe essence of the homeland, however, is also mentioned with the inten­\ntion of thinking the homelessness of contemporary human beings from the \nessence of being's history. Nietzsche was the last to experience this home­\nlessness. [169) From within metaphysics he was unable to find any other \nway out than a reversal of metaphysics. But that is the height of futility. \nOn the other hand, when Holderlin composes \"Homecoming\" he is con­\ncerned that his \"countrymen\" find their essence. He does not at all seek \nthat essence in an egoism of his people. He sees it rather in the context of a \nbelongingness to the destiny of the West. But even the West is not thought \nregionally as the Occident in contrast to the Orient, nor merely as Europe, \nhut rather world-historically out of nearness to the source. We have still \nscarcely begun to think the mysterious relations to the East that have come \nto Ymrd in Holderlin's poetry (cf. \"The lster\"; also \"The Journey,\" third \nstrophe ff.). \"German\" is not spoken to the world so that the world might \nbe reformed through the German essence; rather, it is spoken to the Ger­\nmans so that from a destinal belongingness to other peoples they might be­\ncome world-historical along with them (see remarks on Holderlin's poem \n257 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 273,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "tiibinger",
        "tken",
        "gedenkschrift",
        "ofholderlin",
        "vhat",
        "nee",
        "holderlin",
        "patiimarks",
        "oftnuh",
        "itselflmown"
      ],
      "full_text": "PATIIMARKS \n\"Remembrance\" ( \"Andt.'1tken\"]. Tiibinger Gedenkschrift [1943], p. 3 22). The \nhomeland of this historical dwelling is nearness to being.• \nIn such nearness, if at all, a decision may be made as to whether and how \nGod and the gods withhold their presence and the night remains, whether \nand how the day of the holy dawns, whether and how in the \nof \nthe holy an epiphany of God and the gods can begin anew. \nthe holy, \nwhich alone is the essential sphere of divinity, which in tum alone affords \na dimension for the gods and for God, comes to radiate only when being \nitself beforehand and after extensive preparation has been cleared and is \nexperienced in its truth] Only thus does the overcoming of homelessness \nbegin from being, a homelessness in which not only human beings but the \nessence of the human being stumbles aimlessly about. \nHomelessness so understood consists in the abandonment of beings by \nbeing. Homelessness is the symptom of oblivion of being. Because of it the \ntruth of being remains unthought. The oblivion of being makes itselflmown \nindirectly through the fact that the ( 170] human being always observes \nand handles only beings. Even so, because humans cannot avoid having \nsome notion of being, it is explained merely as what is \"most general\" \nand therefore as something that encompasses beings, or as a creation of the \ninfinite being, or as the product of a finite subject. At the same time \"being\" \nhas long stood for \"beings\" and, inversely, the latter for the former, the two \nof them caught in a curious and still unraveled confusion. \nAs the destiny that sends truth, being remains concealed. But the destiny \nof world is heralded in poetry, without yet becoming manifest as the history \nof being. The world-historical thinking ofHolderlin that speaks out in the \npoem \"Remembrance\" is therefore essentially more primordial and thus \nmore significant for the future than the mere cosmopolitanism of Goethe. \nFor the same reason Holderlin's relation to Greek civilization is something \nessentially other than humanism. When confronted with death, therefore, \nthose young Germans who knew about Holder! in lived and thought some­\nthing other than what the public held to be the typical German attitude. \nHomelessness is coming to be the destiny of the world. Hence it is \nnecessary to think that destiny in terms of the history of being. \\Vhat Marx \nrecognized in an essential and significant sense, though derived from Hegel, \nas the estrangement of the human being has its roots in the homelessness \nof modem human beings. This homelessness is specifically evoked from \nthe destiny of being in the form of metaphysics, and through metaphysics \n• Pinta$ Doctri11r ofTnuh. first edition, 194 7: Being itself preserves and shelters itself as this \nnearness. \n~surge nee \n(!Sut \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 274,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "uelv",
        "hlhng",
        "hrst",
        "vhoever",
        "ith",
        "texvr",
        "husser",
        "ogy",
        "leti",
        "srt"
      ],
      "full_text": "LETI'ER ON \"HUMANISM\" \nis simultaneously entrenched and covered up as such. Because Marx by \nexperiencing estrangement attains an essential dimension of history, the \nMarxist view of history is superior to that of other historical accounts. But \nsince neither Husser) nor - so far as I have seen till now - Sarne recognizes \nthe essential importance of the historical in being, neither phenomenology \nnor existentialism enters that dimension within which a productive dialogue \nwith Marxism first becomes possible. \n(I 7 I] For such dialogue it is certainly also necessary to free oneself from \nnaive notions about materialism, as well a!t from the cheap refutations that \nare supposed to counter it. The essence of materialism does not consist in \nthe assertion that everything is simply matter but rather in a metaphysical \ndetermination according to which every being appears as the material of \nlabor. The modem metaphysical essence of labor is anticipated in Hegel's \nPhenomenology of Spirit as the self-establishing process of unconditioned \nproduction, which is the objectification of the actual through the human \nbeing, experienced as subjectivity. The essence of materialism is concealed \nin the essence of technology, about which much has been written but little \nhas been thought. Technology is in its essence a destiny within the his­\ntory of being and of the truth of being, a truth that lies in oblivion. For \ntechnology does not go back to the texvr, of the Greeks in name only but \nderives historically and essentially from ttxv'l as a mode of a/.r,fJ£uELV, a \nmode, that is, of rendering beings manifest. As a fonn of m.Ith technol­\nogy is grounded in the history of metaphysics, which is itself a distinctive \nand up to now the only surveyable phase of the history of being. No \nmatter which of the various positions one chooses to adopt toward the doc­\ntrines of communism and to their foundation, from the point of view of \nthe history of being it is certain that an elemental experience of what is \nworld-historical speaks out in it. \\Vhoever takes \"communism\" only as a \n\"party\" or a \"Weltanschauung\" is thinking too shallowly, just as those who \nby the term \"Americanism\" mean, and mean derogatorily, nothing more \nthan a particular lifestyle. The dangeٹ into which Europe as it has hitherto \nexisted is ever more clearly forced consists presumably in the fact above all \nthat its thinking - once its glory - is falling behindh the essential course'11 of \n• First edition, 1949: The danger has in the meantime come more clearly to light. The \ncollapse of thinking back into metaphysics is taking on a new form: it is the end of philosophy \nin the sense of its complete dissolution into the sciences, whose unity is likewise unfolding \nin a new way in <:yhemetics. The power of science cannot be stopped by an intervention \nor offensive of whatever kind, because \"science\" belongs in the gathered serting-in-place \n11 lÅ:·t-srt/1] ʎhat continʍes \n_\nto obscure the place !vl'T.Iftllt) of the event of appropriation. \nhrst edition, 1 949: hlhng back into metaphysics. \n259 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 275,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "wpolitics",
        "sisting",
        "tial",
        "suhject",
        "doctrint",
        "subjectivitf",
        "thrownness",
        "vhat",
        "pologism",
        "existentiell"
      ],
      "full_text": "PATHMARKS \na dawning world destiny that nevertheless in the basic traits of its essen­\ntial provenance remains European by definition. No metaphysics, whether \nidealistic, materialistic, or Christian, can in accord with its essence, and \nsurely not in [172] its own attempts to explicate itself, \"get a hold on\" this \ndestiny, and that means thoughtfully to reach and gather together what in \nthe fullest sense of being now is.a \nIn the face of the essential homelessness of human beings, the approach­\ning destiny of the human being reveals itself to thought on the history of \nbeing in this, that the human being find his way into the truth of being \nand set out on this find. Every nationalism is metaphysically an anthro­\npologism, and as such subjectivism. Nationalism is not overcome through \nmere internationalism; it is rather expanded and elevated thereby into a \nsystem. Nationalism is as little brought and raised to humanitas by inter­\nnationalism as individualism is by an ahistorical collectivism. The latter \nis the subjectivitf of human beings in totality. It completes subjectivity's \nunconditioned self-assertion, which refuses to yield. Nor can it be even \nadequately experienced by a thinking that mediates in a one-sided fash­\nion. Expelled from the truth of being, the human being everywhere circles \naround himself as the animal rationale. \nBut the essence of the human being consists in his being more than \nmerely human, if this is represented as \"being a rational creature.\" \"More\" \nmust not be understood here additively, as if the traditional definition of the \nhuman being were indeed to remain basic, only elaborated by means of an \nexistentiell postscript. The \"more\" means: more originally and therefore \nmore essentially in terms of his essence. But here something enigmatic \nmanifests itself: the human being is in thrownness. This means that the \nhuman being, as the ek-sisting counterthrow [Gegenwmj] ofbeing,c is more \nthan animal rationale precisely to the extent that he is less bound up with \nthe human being conceived from subjectivity. The human being is not the \nlord of beings. The human being is the shepherd of being. Human beings \nlose nothing in this \"less\"; rather, they gain in that they attain the truth \nof being. They gain the essential poverty of the shepherd, whose dignity \nconsists in [ 1 73] being called by being itself into the preservation of being's \ntruth. The call comes as the throw from which the thrown ness of Da-sein \n3 Plato\"s Doctrint ofTruth, first edition, 1947: \\Vhat is it that now is - now in the era of the \nwill to will? What now is, is unconditional neglect of preservation [Vrrwahrlamng), this \nword taken in a strict sense in terms of the history of being: wahr-los [without preservation); \nconversely: in terms of destining. \nh First edition, 1 949: Industrial society as the suhject that provides the measure - and thinking \nas wpolitics. ć \n< Fir;t edition, 11,149: Better: within being qua event of appropriation. \nz6o \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 278,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "dicts",
        "humo",
        "humanus",
        "destinal",
        "humanitas",
        "leiter",
        "irrationalism",
        "losophy",
        "alogical",
        "mirrorings"
      ],
      "full_text": "LEITER ON \"HUMANISM\" \nThat requires that we first experience the essence of the human being more \nprimordially; but it also demands that we show to what extent this essence \nin its own way becomes destinal. The essence of [176] the human being \nlies in ek-sistence. That is what is essentially - that is, from being itself- at \nissue here, insofar as being appropriates the human being as ek-sisting for \nguardianship over the truth of being into this truth itself. \"Humanism\" now \nmeans, in case we decide to retain the word, that the essence of the human \nbeing is essential for the truth of being, specifically in such a way that what \nmatters is not the human being simply as such. So we are thinking a curious \nkind of\"humanism.\" The word results in a name that is a Iucus a non /ucendo \n[literally, a grove where no light penetrates]. \nShould we still keep the name \"humanism\" for a \"humanism\" that contra­\ndicts all previous humanism - although it in no way advocates the inhuman? \nAnd keep it just so that by sharing in the use of the name we might perhaps \nswim in the predominant currents, stifled in metaphysical subjectivism and \nsubmerged in oblivion of being? Or should thinking, by means of open \nresistance to \"humanism,\" risk a shock that could for the first time cause \nperplexity concerning the humanitas of humo humanus and its basis? In this \nway it could awaken a reflection - if the world-historical moment did not \nitself already compel such a reflection - that thinks not only about the hu­\nman being but also about the \"nature\" of the human being, not only about \nhis nature but even more primordially about the dimension in which the \nessence of the human being, determined by being itself, is at home. Should \nwe not rather suffer a little while longer those inevitable misinterpretations \nto which the path of thinking in the element of being and time has hitherto \nbeen exposed and let them slowly dissipate? These misinterpretations are \nnatural reinterpretations of what was read, or simply mirrorings of what \none believes he knows already before he reads. They all betray the same \nstructure and the same foundation. \nBecause we are speaking against \"humanism\" people fear a defense of the \ninhuman and a glorification [1 77] of barbaric brutality. For what is more \n\"logical\" than that for somebody who negates humanism nothing remains \nbut the affirmation of inhumanity? \nBecause we are speaking against \"logic\" people believe we are demanding \nthat the rigor of thinking be renounced and in its place the arbitrariness of \ndrives and feelings be installed and thus that \"irrationalism\" be proclaimed \nas true. For what is more \"logical\" than that whoever speaks against the \nlogical is defending the alogical? \nBecause we are speaking against \"values\" people are horrified at a phi­\nlosophy that ostensibly dares to despise humanity's best qualities. For what \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 281,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "hwnan",
        "vith",
        "theologico",
        "nnus",
        "sistent",
        "terpretation",
        "sentially",
        "sistence",
        "pati",
        "humanitas"
      ],
      "full_text": "PATI IMARKS \nThe reference to \"heing-in-the-world\" as the basic trait of the humanitas \nof homo Jm11nnus does not assert that the human being is merely a \"worldly\" \ncreature understood in a Christian sense, thus a creature turned away from \nGod and so cut loose from \"Transcendence.\" What is really meant by this \nword would he more clearly called \"the transcendent.\" The transcendent \nis a supersensible being. This is considered the highest being in the sense \nof the first cause of all beings. God is thought as this first cause. How­\never, in the name \"being-in-the-world,\" \"world\" does not in any way imply \nearthly as opposed to heavenly being, nor the \"worldly\" as opposed to the \n\"spiritual.\" For us \"world\" does not at all signify beings or any realm of \nbeings but the openness of being. The hwnan being is, and is hwnan, in­\nsofar as he is the ek-sisting one. He stands out into the openness of being. \nBeing itself, which as the throw has projected the essence of the hwnan \nbeing into \"care,\" is as this openness. Thrown in such fashion, the hu­\nman being stands \"in\" the openness of being. \"World\" is the clearing of \nbeing into which the human being stands out on the basis of his thrown \nessence. \"Being-in-the-world\" designates the essence of ek-sistence with \nregard to the cleared dimension out of which the \"ek-\" of ek-sistence es­\nsentially unfolds. Thought in terms of ek-sistence, \"world\" is in a certain \nsense precisely \"the beyond\" within eksistence and for it. The hwnan being \nis never first and foremost the human being on the hither side of the world, \nas a \"subject,\" whether this is taken as \"I\" or \"We.\" Nor is he ever simply \na mere subject that always simultaneously is related to objects, so that his \nessence lies in the subject-object relation. Rather, before all this, the hu­\nman being in his essence is ek-sistent [ r8r] into the openness of being, into \nthe open region that first clears the \"between\" within which a \"relation\" of \nsubject to object can \"be.\" \nThe statement that the essence of the human being consists in being-in­\nthe-world likewise contains no decision about whether the human being in a \ntheologico-metaphysical sense is merely a this-worldly or an other-worldly \ncreature. \n\\Vith the existential determination of the essence of the human being, \ntherefore, nothing is decided about the \"existence of God\" or his \"non­\nbeing,\" no more than about the possibility or impossibility of gods. Thus \nit is not only rash but also an error in procedure to maintain that the in­\nterpretation of the essence of the human being from the relation of his \nessence to the truth of being is atheism. And what is more, this arbitrary \nclassification betrays a lack of careful reading. No one bothers to notice \nthat in my essay \"On the Essence of Ground\" (1929) the following appears \n266 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 283,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "subjectivicy",
        "imarks",
        "vho",
        "une",
        "humanus",
        "deja",
        "vhat",
        "biologism",
        "tthe",
        "ontologie"
      ],
      "full_text": "PATI IMARKS \nall values and all types of beings. Thinking does not overcome metaphysics \nby climbing still higher, surmounting it, transcending it somehow or other; \nthinking overcomes metaphysics by climbing back down into the nearness \nof the nearest. tThe descent, particularly where human beings have strayed \ninto subjectivicy, is more arduous and more dangerous than the ascent. \nThe descent leads to the poverty of the ek-sistence of homo humanus] In \nek-sistence [ 183] the region of homo anima/is, of metaphysics, is abandoned. \nThe dominance of that region is the mediate and deeply rooted basis for the \nblindness and arbitrariness of what is called \"biologism,\" but also of what \nis known under the heading \"pragmatism.\" To think the truth of being at \nthe same time means to think the humanity of homo humanus. \\Vhat counts \nis humanitas in the service of the truth of being, but without humanism in \nthe metaphysical sense. \nBut if humanitas must be viewed as so essential to the thinking of being, \nmust not \"ontology\" therefore be supplemented by \"ethics\"? Is not that ef­\nfort entirely essential which you express in the sentence, \"Ce que je cherche \na faire, depuis longtemps deja, c'est peciser le rapport de }'ontologie avec \nune ethique possible\" [\"\\Vhat I have been trying to do for a long time now \nis to determine precisely the relation of ontology to a possible ethics\"]? \nSoon after Being and Time appeared a young friend asked me, \"When \nare you going to write an ethics?\" Where the essence of the human be­\ning is thought so essentially, i.e., solely from the question concerning the \ntruth of being, and yet without elevating the human being to the center of \nbeings, a longing necessarily awakens for a peremptory directive and for \nrules that say how the human being, experienced from ek-sistence toward \nbeing, ought to live in a fitting manner. The desire for an ethics presses \never more ardently for fulfillment as the obvious no less than the hidden \nperplexity of human beings soars to immeasurable heights. The greatest \ncare must be fostered upon the ethical bond at a time when technological \nhuman beings, delivered over to mass society, can attain reliable constancy \nonly by gathering and ordering all their plans and activities in a way that \ncorresponds to technology. \n\\Vho can disregard our predicament? Should we not safeguard and se­\ncure the existing bonds even if they hold human beings together ever so \ntenuously and merely for the present? Certainly. But does this need ever \nrelease thought from the task of thinking what still remains principally [ 1 84] \nto be thought and, as being, prior to all beings, is their guarantor and their \ntruth? Even further, can thinking refuse to think being after the latter has \nlain hidden so long in oblivion but at the same time has made itself known \nin the present moment of world history by the uprooting of all beings? \n268 \n-\n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 284,
      "bucket": "D (5-10%)",
      "error_rate": 9.1,
      "unknown_words_sample": [
        "aoc",
        "xeae",
        "vov",
        "jxe",
        "appogvtllc",
        "xlll",
        "lecrures",
        "aav",
        "olc",
        "lllflwv"
      ],
      "full_text": "LETfF.R ON \"HUMANISM\" \nBefore we attempt to determine more precisely the relationship be­\ntween \"ontology\" and \"ethics\" we must ask what \"ontology\" and \"ethics\" \nthemselves are. It becomes necessary to ponder whether what can be des­\nignated by both terms still remains near and proper to what is assigned to \nthinking, which as such has to think above all the truth of being. \nOf course if both \"ontology\" and \"ethics,\" along with all thinking in \nterms of disciplines, become untenable, and if our thinking therewith be­\ncomes more disciplined, how then do matters stand with the question about \nthe relation between these two philosophical disciplines? \nAlong with \"logic\" and \"physics,\" \"ethics\" appeared for the first time in \nthe school of Plato. These disciplines arose at a time when thinking was \nbecoming \"philosophy,\" philosophy €1tLO't\u0017fl'l (science), and science itself \na matter for schools and academic pursuits. In the course of a philosophy \nso understood, science waxed and thinking waned. Thinkers prior to this \nperiod knew neither a \"logic\" nor an \"ethics\" nor \"physics.\" Yet their \nthinking was neither illogical nor immoral. But they did think q6oLc; in \na depth and breadth that no subsequent \"physics\" was ever again able to \nattain. The tragedies of Sophocles - provided such a comparison is at all \npermissible - preserve the t,aoc; in their sayings more primordially than \nAristotle's lecrures on \"ethics.\" A saying of Heraclitus that consists of only \nthree words says something so simply that from it the essence of ethos \nimmediately comes to light. \n[185] The saying of Heraclitus (Fragment 1 19) goes: Yj()oc; av6pw1t<tl \nOll(pwv. This is usually translated, \"A man's character is his daimon.\" This \ntranslation thinks in a modem way, not a Greek one. YjOoc; means abode, \ndwelling place. The word names the open region in which the human being \ndwells. The open region of his abode allows what pertains to the essence of \nthe human being, and what in thus arriving resides in nearness to him, to \nappear. The abode of the human being contains and preserves the advent of \nwhat belongs to the human being in his essence. According to Heraclitus's \nphrase this is l>llLflWV, the god. The fragment says: The human being \ndwells, insofar as he is a human being, in the nearness of god. A story that \nAristotle reports (De partibus animalium, A, 5, 645 a1 7ff.) agrees with this \nfragment of Heraclitus. It runs: \n· 1_1 pixi,m:oc; /.tynczL ;;pbc; w•)c; ³twJ•Jc; e:i;;e:iv to•)c; Po•JAO!l€vo•Jc; €vt•Jxe:iv \nʌ·P:·4'· or £:.e:L8ij :.pomovte:c; e:t8ov a•:ltov Oe:p6fle:vov r.poc; t(i i:.v(i fatr.aav, \n!XEAE1JE y?lp a•)to•)c; ELI7LEVaL f)appoGvtllc;· e:tvaL y?lp Xlll £vta•)0a Oe:o•)c; . . .  \nThe story is told of something Heraclitus said to some strangers who wanted to come \nvisit him. Having arrived, they saw him warming himself at a stove. Surprised, they \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 286,
      "bucket": "C (3-5%)",
      "error_rate": 4.1,
      "unknown_words_sample": [
        "letfer",
        "ooc",
        "presencing",
        "avfjpw",
        "rruth",
        "ceptual",
        "jwv",
        "itas",
        "lmma",
        "originary"
      ],
      "full_text": "LETfER ON \"HUMANISM\" \nHeraclitus himself says, t,Ooc, avfJpw;:. l>al(JWV, \"The (familiar) abode for \nhumans is the open region for the presencing of god (the unfamiliar one).\" \nIf the name \"ethics,\" in keeping with the basic meaning of the word f,Ooc,, \nshould now say that ethics ponders the abode of the human being, then that \nthinking which thinks the truth of being as the primordial element of the \nhuman being, as one who eksists, is in itself originary ethics. However, this \nthinking is not ethics in the first instance because it is ontology. For on­\ntology always thinks solely the being (ov) in its being. But as long as the \nrruth of being is not thought aU ontology remains without its foundation. \nTherefore the thinking that in Being and Time tries to advance thought in a \npreliminary way into the truth of being characterizes itself as \"fundamental \nontology.\" It strives to reach back into the essential ground from which \nthought concerning the truth of being emerges. By initiating another in­\nquiry this thinking is already removed from the \"ontology\" of metaphysics \n(even that of Kant). \"Ontology\" itself, however, whether transcendental or \nprecritical, is subject to critique, not because it thinks the being of beings \nand in so doing reduces being to a concept, but because it does not think the \ntruth of being and so fails to recognize that there is a thinking more rigor­\nous than conceptual thinking. In the poverty of its first breakthrough, the \nthinking that tries to advance thought into the truth of being brings only a \nsmall pan of that wholly other dimension to language. This language even \nfalsifies itself, for it does not yet succeed in retaining the essential help of \nphenomenological seeing while dispensing with the inappropriate concern \nwith \"science\" and \"research.\" But in order to make the attempt at thinking \nrecognizable and at the same time understandable for existing philosophy, \nit could at first be expressed only within the horizon of [I 88] that existing \nphilosophy and the use of its current terms. \nIn the meantime I have learned to see that these very terms were bound \nto lead immediately and inevitably into error. For the terms and the con­\nceptual language corresponding to them were not rethought by readers \nfrom the matter particularly to be thought; rather, the matter was con­\nceived according to the established terminology in its customary meaning. \nThe thinking that inquires into the truth of being and so defines the hu­\nman being's essential abode from being and toward being is neither ethics \nnor ontology. Thus the question about the relation of each to the other no \nlonger has any basis in this sphere. Nonetheless, your question, thought in \na more original way, retains a meaning and an essential importance. \nFor it must be asked: If the thinking that ponders the truth of being \ndefines the essence of lmma11itas as ek-sistence from the latter's belonging­\nness to being, then does thinking remain only a theoretical representation \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 288,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "negativ",
        "nihilation",
        "dasein",
        "bemgs",
        "eksistent",
        "jectivity",
        "ity",
        "ifll",
        "hwnan",
        "ent"
      ],
      "full_text": "LETTER ON \"HUMANISM\" \nin so seeking, one is not seeking nihilation. Neither is being any existing \nquality that allows itself to be ascÃrtained amonÂ bٳinÁ. [ 190] And yeÀ be­\ning is more in being\" than any bemgs. Because ruhtlanon occurs essennally \nin being itself we can never discern it as something in beings. Reference \nto this impossibility never in any way proves that the origin of the not is \nno-saying. This proof appears to carry weight only if one posits beings as \nwhat is objective for subjectivity. From this alternative it follows that every \n\"not,\" because it never appears as something objective, must inevitably be \nthe product of a subjective act. But whether no-saying first posits the \"not\" \nas something merely thought, or whether nihilation first requires the \"no\" \nas what is to be said in the letting-be of beings - this can never be decided at \nall by a subjective reflection of a thinking already posited as subjectivity. In \nsuch a reflection we have not yet reached the dimension where the question \ncan be appropriately formulated. It remains to ask, granting that thinking \nbelongs to ek-sistence, whether every \"yes\" and \"no\" are not themselves \nalready eksistent in the truth of being. If they are, then the \"yes\" and the \n\"no\" b are already intrinsically in thrall to being. As enthralled, they can \nnever first posit the very thing to which they themselves belong. \nNihilation unfolds essentially in being itself, and not at all in the existence \nof the human being - so far as this existence is thought as the subjectivity \nof the ego cogito. Existence [Dasein] in no way nihilates as a hwnan subject \nwho carries out nihilation in the sense of denial; rather, Da-sein nihilates \ninasmuch as it belongs to the essence of being as that essence in which \nthe human being ek-sists. Being nihilates - as being. Therefore the \"not\" \nappears in the absolute Idealism of Hegel and Schelling as the negativ­\nity of negation in the essence of being. But there being is thought in the \nsense of absolute actuality as the unconditioned will that wills itself and \ndoes so as the will of knowledge and of love. In this willing being as will \nto power is still concealed. But just why the negativity of absolute sub­\njectivity is \"dialectical,\" and why nihilation comes to the fore through this \ndialectic but at the same time is veiled in its essence, cannot be discussed \nhere. \n[ 191] The nihilating in being is the essence of what I call the nothing. \nHence, because it thinks being, thinking thinks the nothing. \nTo healing being first grants ascent into grace; to raging its compulsion \nto malignancy. \n; First edition, 1 1,149: Insofar as being lets beings \"be.\" \n' First edition, 1 949: Afinnation and denial, acknowledgment and rejection already used in \nthe gathered call [GŃhŃifll of the event of appropriation - called into renunciative saying in \nresponse [Ent.ragm[ to the gathered call of the distinction. \n273 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 290,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "ianism",
        "une",
        "recherche",
        "iter",
        "nizable",
        "comporte",
        "faire",
        "avenant",
        "sauver",
        "unrecog"
      ],
      "full_text": "LE'ITER ON \"I IU.\\IANISM\" \nlanguage,\" a usage destined to language, thinking only that and nothing \nfurther, to the extent that we retain this thought in the heedfulness of say­\ning as what in the future continually has to be thought, we have brought \nsomething of the essential unfolding of being itself to language. \nWhat is strange in this thinking of being is its simplicity. Precisely this \nkeeps us from it. For we look for thinking - which has its world-historical \nprestige under the name \"philosophy\" - in the form of the unusual, which \nis accessible only to initiates. At the same time we conceive of thinking on \nthe model of scientific knowledge and its research projects. We measure \ndeeds by the impressive and successful achievements of praxis.@ut the deed \nof thinking is neither theoretical nor practical, nor is it the conjunction of \nthese two forms of \nThrough its simple essence, \nthinking of being makes itself unrecog­\nnizable to us. But if we become acquainted with the unusual character of \nthe simple, then another plight immediately befalls us. The suspicion arises \nthat such thinking of [ 193] being falls prey to arbitrariness; for it cannot \ncling to beings. Whence does thinking take its measure? What law governs \nits deed? \nHere the third question of your letter must be entertained: Comment \nsauver I' element d'aventure que comporte toute recherche sans faire de Ia \nphilosophie une simple aventuriere? [How can we preserve the element \nof adventure that all research contains without simply turning philosophy \ninto an adventuress?] I shall mention poetry now only in passing. It is \nconfronted by the same question, and in the same manner, as thinking. But \nAristotle's words in the Poetics, although they have scarcely been pondered, \nare still valid - that poetizing is truer than the exploration of beings. \nBut thinking is an aventure not only as a search and an inquiry into the \nunthought. Thinking, in its essence as thinking of being, is claimed by \nbeing. Thinking is related to being as what arrives (l'avenant). Thinking as \nsuch is bound to the advent of being, to being as advent. Being has already \nbeen destined to thinking. Being is as the destiny of thinking. But destiny \nis in itself historical. Its history has already come to language in the saying \nof thinkers. \nTo bring to language ever and again this advent of being that remains, \nand in its remaining waits for human beings, is the sole matter of thinking. \nFor this reason essential thinkers always say the Same. But that does not \nmean the identical. Of course they say it only to one who undertakes to \nmeditate on them. Whenever thinking, in historical recollection, attends \nto the destiny of being, it has already bound itself to what is fitting for it, \nin accord with its destiny. Tc:> flee into the identical is not dangerous. To \n275 \ncomportmei \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 292,
      "bucket": "E (10%+)",
      "error_rate": 11.5,
      "unknown_words_sample": [
        "vherever",
        "kaufmann",
        "comme",
        "ahout",
        "qui",
        "principia",
        "essencej",
        "autres",
        "toute",
        "toutes"
      ],
      "full_text": "Introduction to \"What Is Metaphysics?\" \nTranslated by Walter Kaufmann • \nTHE WAY BACK INTO THE GROUND \nOF METAPHYSICS \n[1 95] Descartes, writing to Picot, who translated the Principia Philosophiae \ninto French, observed: \"Ainsi toute Ia Philosophie est comme un arbre, dont \nles racines sont Ia Metaphysique, le tronc est Ia Physique, et les branches \nqui sortent de ce tronc sont toutes les autres sciences . . .  \" ffhus the whole \nof philosophy is like a tree: the roots are metaphysics, the trunk is physics, \nand the branches that issue from the trunk are all the other sciences . . .  ] \n(Opp. ed. Ad. et Ta. IX, 14). \nStaying with this image, we ask: In what soil do the roots of the tree of \nphilosophy take hold? Out of what ground do the roots, and thereby the \nwhole tree, receive their nourishing juices and strength? \\Vhat element, \nconcealed in the ground and soil, enters and lives in the roots that sup­\nport and nourish the tree? \\Vhat is the basis and element of the essenceJ \nof metaphysics? \\Vhat is metaphysics, viewed from its ground? \\Vhat is \nmetaphysics itself, at bottom? \nMetaphysics thinks beings as beings. \\Vherever the question is asked \nwhat beings are, beings as such are in sight. Metaphysical representation \nowes this sight to the lighr of Being. The light itself, i.e., that which such \nthinking experiences as light, no longer comes within the range of meta­\nphysical thinking; for metaphysics always represents beings only as beings. \n\\\\Ҋthin this perspective, metaphysical thinking does, of course, inquire \nahout the being that is the source and originator of this light. But the \nlight itself is considered sufficiendy illuminated through its granting the \ntransparency for every perspective upon beings. \na Fifth edition, 1 949: Clearing. \n277 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 294,
      "bucket": "C (3-5%)",
      "error_rate": 4.4,
      "unknown_words_sample": [
        "vhy",
        "tmd",
        "tmu",
        "ifth",
        "oth",
        "grounda",
        "uuth",
        "hfth",
        "etaphysics",
        "ertignis"
      ],
      "full_text": "INTRODUCTION TO \"\\\\\"HAT IS f\\1ETAPHYSICS?\" \nrecall the uuth of Being itself instead of merely representing beings as \nbeings, thinking has in a sense left metaphysics. From the point of view \nof metaphysics, such thinking goes back into the ground of metaphysics. \nBut what still appears as grounda from this point of view is presumably \nsomething else, once it is experienced in its own terms - something as yet \nunsaid, and accordingly the essence of metaphysics, too, is something othҋr \nthan metaphysics. \nSuch thinking, which recalls the ttuth of Being, is no longer satisfied \nwith metaphysics, to be sure; but it does not oppose and think against \nmetaphysics either. To return to our image, it does not tear up the root of \nphilosophy. It tills the ground and plows the soil for this root. Metaphysics \nremains what comes first in philosophy. What comes first in thinking, how­\never, it does not reach. When we think the truth of Being, metaphysics is \novercome. We can no longer accept the claim of metaphysics to preside \nover our fundamental relation to \"Being\" or to decisively determine every \nrelation to beings as such. But this \"overcoming of metaphysics\" does not \nabolish metaphysics. As long as man remains the tmimal rati01ale, he is the \nanimal metaphysicum. As long as man understands himself as the rational \nanimal, metaphysics belongs, as Kant said, to the nature of man. But if our \nthinking should succeed in its efforts to go back into the ground of meta­\nphysics, it might well help to bring about a change in the human essence, a \nchange accompanied by a transformation of metaphysics. \nIf, as we unfold the question concerning the truth of Being, we speak of \novercoming metaphysics, this means: recalling Being itself. Such recalling \ngoes beyond the traditional failure to think the [I 98) ground of the root of \nphilosophy. The thinking attempted in Being tmd Tmu (I 92 7) sets out on \nthe way to prepare an overcoming of metaphysics, so understood. That, \nhowever, which sets such thinking on its way can only be that which is to be \nthought. b That Being itself and how Being itself concerns our thinking does \nnot depend upon our thinking alone. That Being itself, and the manner in \nwhich Being itself, strikes a particular thinking, lets such thinking spring \nforth in springing from Being itself in such a way as to respond to Being as \nsuch.c \n\\Vhy, however, should such an overcoming of metaphysics be necessary? \nIs the point merely to underpin that discipline of philosophy which was the \nroot hitherto and to supplant it with a yet more original discipline? Is it a \nquestion of changing the philosophic system of instruction? No. Or are \n¾ 1-:ifth edition, 1 949: Being as nonground, ԧ-\n. hfth edition, 1 949: What (a/is for thinking? \n< Fifth edition, 1949: Event of appropriation [Ertignis). \n2 79 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 295,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "inullutu",
        "rruth",
        "vhy",
        "brllu",
        "vmtas",
        "veritas",
        "pathmarks",
        "vhat",
        "pre",
        "cenainly"
      ],
      "full_text": "PATHMARKS \nwe trying to go back into the ground of metaphysics in order to uncover a \nhitheno overlooked presupposition of philosophy, and thereby to show that \nphilosophy does not yet stand on an unshakable foundation and therefore \ncannot yet be the absolute science? No. \nIt is something else that is at stake with the arrival of the truth of Being \nor its failure to arrive: it is neither the state of philosophy nor philosophy \nitself alone, but rather the proximity or remoteness of that from which \nphilosophy, insofar as it means the representation of beings as such, receives \nits essence and its necessity. \\Vhat is to be decided is whether Being itself, \nout of its own proper truth, can come to pass• in a relation appropriate \nto the essence of human beings; or whether metaphysics, in turning away \nfrom its own ground, continues to prevent the relation of Being to man \nfrom lighting up, out of the essence of this very relation, in such a way as \nto bring human beings into a belonging to Being. \nIn its answers to the question concerning beings as such, metaphysics \noperates with a prior representation of Being. It speaks of Being necessarily \nand hence continually. But [ 199] meta physics does not induce Being itself to \nspeak, for metaphysics does not give thought to Being in its truth, nor does it \nthink such truth as unconcealedness, nor does it think this unconcealedness \nin its essence. b To metaphysics the essence of truth always appears only \nin the already derivative form of the truth of cognitive knowledge and the \ntruth of propositions that formulate such knowledge. Unconcealedness, \nhowever, could be something more primordial than all truth in the sense \nof veritas. c \n• AA.f.ae:\fa could be the word that offers a hitheno unnoticed \nhint concerning the unthought essence of esse. If this should be so, then \nthe representational thinking of metaphysics could cenainly never attain \nthis essence of truth, however zealously it might devote itself to historical \nstudies of pre-Socratic philosophy; for what is at stake here is not some \nrenaissance of pre-Socratic thinking: any such attempt would be vain and \nabsurd. \\Vhat is at stake is rather an attentiveness to the arrival of the \nhitheno unspoken essence of unconcealedness that Being has announced \nitself to be.d Meanwhile the truth of Being has remained concealed from \nmetaphysics during its long history from Anaximander to Nietzsche. \\Vhy \ndoes metaphysics not recall it? Is the failure to recall it due simply to the \nnature of metaphysical thinking? Or does it belong to the essential destiny \nof metaphysics that its own ground withdraws from it because in the rise of \na Fifth edition, 1949: Usage [BrllU(h). \nh Fifth edition, 1 949: Gathered, revealing-sheltering granting as Errignis. \nc Fifth edition, 1949: Vmtas in Thomas Aquinas always;, inullutu, be it the inullctls Jivinus. \nd Fifth edition, 1 949: Being, rruth, world, 8cHtg, Errignis. \nz8o \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 298,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "monal",
        "dasein",
        "ifth",
        "monals",
        "thwaned",
        "supponed",
        "hfth",
        "anr",
        "placeb",
        "existentia"
      ],
      "full_text": "INTRODUCTION TO \"WHAT IS METAPHYSICS?\" \nbut also from the definition of animal rationale? To characterize with a single \ntenn both the relation of Being to the essence of man and the essential \nrelation of man to the openness (\"there\" [\"Da\")) of Being [Sein] as such, the \nname of\"Dasein\" [there-being] was chosen for the essential realm in which \nman stands as man. This term was employed even though in metaphysics \nit is used interchangeably with existentia, actuality, reality, and objectivity, \nand although this metaphysical usage is further supponed by the common \n[Gennan] expression \"menschliches Dasein\" [human existence]. Any attempt \nat thoughtfulness is therefore thwaned as long as one is satisfied with the \nobservation that in Being and Time the term \"Dasein\" is used in place of \n\"consciousness.\" As if this were simply a matter of using different words! \nAs if it were not the one and only thing at stake here: namely, to bring us \nto think the relation of Being to the essence of man and thus, from our \npoint of view, • to present initially an experience of the human essence that \nmay prove sufficient to direct our inquiry. The term \"Dasein\" neither takes \nthe place of the term \"consciousness,\" nor does the \"matter\" designated as \n\"Dasein\" take the place of what we represent to ourselves when we speak \nof \"consciousness.\" Rather, \"Dasein\" names that which is first of all to be \nexperienced, and subsequently thought accordingly, as a placeb - namely, \nas the locality of the truth of Being. \nWhat the term \"Dasein\" means throughout the treatise Being and Time \nis indicated already by the guiding thesis: \"The 'essence' of Dasein lies in its \nexistence\" (Being and Time, p. 42). \nTo be sure, in the language of metaphysics the word \"existence\" is a \nsynonym of \"Dasein\": both refer to the actuality of anything at all that \nis actual, from God to a grain of sand. As long, therefore, as the quoted \nsentence is understood only superficially, [203] the difficulty of what is \nto be thought is merely transferred from the word \"Dasein\" to the word \n\"existence.\" In Being and T111e, the term \"existence\" is used exclusively for \nthe Being of the human being. Once \"existence\" is understood correctly, \nthe \"essence\" of Dasein can be thought, in whose openness Being itself \nannounces and conceals itself, grants itself and withdraws; at the same \ntime, this truth of Being does not exhaust itself in Dasein, nor can it by \nanr means simply be identified with it after the fashion of the metaphysical \nproposition that all objectivity is as such also subjectivity. \n\\\\bat does \"existence\" mean in Being and Time? The word names a way \nof Being; specifically, the Being of that being which stands open for the \n1: l»ifth edition, • 9·l9' But no longer staning from \"us\" as subjects. \nhfth edition, 19D9: Inadequately said: the locality dwelt in by monals, the monal region \nof the locality. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 299,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "lnstindigkeit",
        "essentia",
        "dasein",
        "ldmg",
        "ecstasis",
        "ubu",
        "repre",
        "uie",
        "bir",
        "exis"
      ],
      "full_text": "PATH MARKS \nopenness of Being in which it stands in withstanding it. This withstanding \nis experienced under the name of \"care.\" The ecstatic essence of Dasein \nis thought in tenns of care, and, conversely, care is experienced adequately \nonly in its ecstatic essence. Withstanding, experienced in this manner, is \nthe essence of the ecstasis that is to be thought here. The ecstatic essence of \nexistence is therefore still understood inadequately as long as one thinks of \nit as merely a \"standing out,\" while interpreting the \"out\" as meaning \"away \nfrom\" the interior of an immanence of consciousness or spirit. For in this \nmanner, existence would still be represented in terms of \"subjectivity\" and \n\"substance\"; while, in fact, the \"out\" ought to be understood in tenns of \nthe \"outside itself\" of the openness of Being itself. The stasis of the ecstatic \nconsists - strange as it may sound - in standing in the \"out\" and \"there\" \nof unconcealedness, which prevails as the essence of Being itself. What is \nmeant by \"existence\" in the context of a thinking that is prompted by, and \ndirected toward, the truth of Being, could be most felicitously designated \nby the word \"in-standing\" [lnstindigkeit]. We must think at the same time, \nhowever, of standing in the openness of Being, of sustaining this standing­\nin (care), and of enduring in what is most extreme (being toward death);2 \nfor together they constitute the full essence of existence.b \n[204] The being that exists is the human being. The human being alone \nexists. Rocks are, but they do not exist. Trees are, but they do not exist. \nHorses are, but they do not exist. Angels are, but they do not exist. God \nis, but he does not exist. The proposition \"the human being alone exists\" \ndoes not at all mean that the human being alone is a real being while all \nother beings are unreal and mere appearances or human representations. \nThe proposition \"the human being exists\" means: the human being is that \nbeing whose Being is distinguished by an open standing that stands in the \nunconcealedness of Being, proceeding from Being, in Being. Thee exis­\ntential essence of the human being is the reason why human beings can \nrepresent beings as such, and why they can be conscious of such repre­\nsentations. All consciousness presupposes existence, thought as ecstatic, as \nthe essentia of the human being - essentia meaning that as which the human \nbeing essentially prevails insofar as he is human. But consciousness does \nnot itself create the openness of beings, nor is it consciousness that makes it \npossible for the human being to stand open for beings. Whither and whence \n3 Fifth edition, 1 949: \ndeath come toward and \noneself, holding oneself in the \narrival of death as \ngathered shelter [Gr-Bir;g) of ². \nh ³on, 1949: \nas \n--\nc Fifth edition, 1949: Used and appropriated. \nLetting \nu n \nuie \nDwelling, \nubu1ldmg.\" \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 301,
      "bucket": "D (5-10%)",
      "error_rate": 5.4,
      "unknown_words_sample": [
        "tation",
        "represen",
        "edirion",
        "unconcealedness",
        "ertip",
        "jection",
        "lval",
        "thrownness",
        "elval",
        "ntanuss"
      ],
      "full_text": "PATHMARKS \nof the greatest thoughtlessness that has ever gained currency in human \nthought and that has remained dominant until this moment. This ElvaL, \nhowever, means: to presence. The essence of this presencing lies deeply \nconcealed in the early names for Being. But for us e:lvaL and o,)ata as ґtap­\nand :tؤrJ•JO\"La mean this in the first instance: in presencing there prevails, in \nan unthought and concealed manner, presence and duration - there prevails \ntime. Being as such is thus unconcealed [2o6) in terms of time. Thus time \npoints to unconcealedness, i.e., to the truth of Being. But the time that \nis to be thought here is not experienced through the changing course that \nbeings take. Time is evidently of an altogether different essence/ which \nnot only has not yet been thought by way of the concept of time belonging \nto metaphysics, but never can be thought in this way. Thus time becomes \nthe preliminary name - a name that has first to be pondered - for the truth \nof Being that is yet to be experienced. \nJust as a concealed essence of time speaks not only in the first meta­\nphysical names for Being, so too it speaks in its last name, in \"the eternal \nrecurrence of the same.\" In the epoch of metaphysics, b the history of Being \nis pervaded by an unthought essence of time. Space is neither simply co­\nordinated nor merely subordinated to such time.c \nAn attempt to make a transition from the representation of beings as \nsuch to recalling the truth of Being must, in starting from such represen­\ntation, still represent, in a certain sense, the truth of Being, too; with the \nresult that this latter representation must necessarily be of another kind \nand ultimately, insofar as it is representation, inappropriate to that which \nis to be thought. This relation, which comes out of metaphysics and tries \nto enter into the relation of the truth of Being to the human essence, is \nconceived as \"understanding.\" But here understanding is thought at the \nsame time from out of the unconcealedness of Being. Understanding is \necstatic, thrown projection,d ecstatic here meaning: standing in the realm \nof the open. The realm that opens up for usc in projection, in order that \nsomething (Being in this case) may prove itself as something (in this case, \nBeing as itself in its unconcealedness), is called meaning' (cf. Being and \nTime, p. 15 1). \"Meaning of Being\" and \"truth of Being\" say the same. \n• Fifth edition, 1 949: Time is four-dimensional: The fim dimension, which gathers every-\nthing, is ntanuss. \nh Fifth edition, 1 949: This epoch is the whole history of Being. \nc Fifth edition, 1 949: lime-space. \n<I Fifth edition, 1949: Thrownness and Ertip;ris. Throwing, throwing toward, sending; pro­\njection: responding to the throw. \ne Fifth edition, 1949: Brings itself to us. \nf Fifth edirion, 1949: .\\1caning - pointing the path toward the matter [Sacb-t•trhalt]. \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 303,
      "bucket": "D (5-10%)",
      "error_rate": 6.1,
      "unknown_words_sample": [
        "twofoldness",
        "levlj",
        "tpw",
        "unconcealedness",
        "tijv",
        "oflo",
        "xog",
        "ttj",
        "laoootp",
        "aotp"
      ],
      "full_text": "PATH MARKS \ntheology of Christianity. Rather it is due to the manner in which beings as \nbeings have revealed themselves from early on. It was this unconcealedness \nof beings that first provided the possibility for Christian theology to take \npossession of Greek philosophy - whether for better or for worse may be \ndecided by the theologians on the basis of their experience of what is Chris­\ntian, in pondering what is written in the First Epistle of Paul the Apostle to \nthe Corinthians: o'ixt £11wpav€v iJ 0€oL 'tijv aotp(av 'tO'J XOG!JO'J: \"Has not \nGod let the wisdom of this world become foolishness?\"(l Corinthians 1 :zo). \nThe oo1?La wG x6oflO'J [wisdom of this world], however, is that which, ac­\ncording to I:zz, the MEAAljV€L clj\"COU<JLV, the Greeks seek. Aristotle even \ncalls 1tpW'tTj '?LAoootp(a (philosophy proper) quite explicitly C lj\"C'J!lEVlj, that \nwhich is sought after. Will Christian theology one day resolve to take se­\nriously the word of the apostle and thus also the conception of philosophy \nas foolishness? \nAs the truth of beings as such, metaphysics has a twofold character. The \nreason for this twofoldness, however, let alone its origin, remains closed to \nmetaphysics; and this is no accident, nor due to mere neglect. Metaphysics \nhas this twofold character because it is what it is: the representation of \nbeings as beings. Metaphysics has no choice. As metaphysics, it is by its \nvery essence excluded from the experience of Being; for it always repre­\nsents beings (ov) only with an eye to that aspect of them that has already \nmanifested itself as being (fl ov). But metaphysics never pays attention to \nwhat has concealed itself in this very ov insofar as it became unconcealed. \nThus the time came when it became necessary to make a fresh attempt \nto attend thoughtfully to what precisely is said when we speak of ov or use \nthe word \"being\" [seiend ]. Accordingly, the question concerning the ov was \n[z09] retrieved for thinking (cf. Being and Time, Preface). But this retrieval \nis no mere repetition of the Platonic-Aristotelian question; instead it asks \nabout that which conceals itself in the ov.3 \nMetaphysics is founded upon that which remains concealed in the ov as \nlong as its representing devotes itself to the ov t, ov. The attempt to inquire \nback into what is thus concealed therefore seeks, from the point of view \nof metaphysics, the fundament of ontology. For this reason, that attempt \nis called, in Being and Time (p. 13), \"fundamental ontology.\" Yet this title, \nlike any title, is soon seen to be inappropriate. From the point of view of \nmetaphysics, to be sure, it says something that is correct; but precisely for \nthat reason it is misleading, for what matters is undertaking the transition \nfrom metaphysics to recalling the truth of Being. As long as this thinking \n3 Fifth edition, 1 949: The distinction. \nz88 \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 306,
      "bucket": "D (5-10%)",
      "error_rate": 5.7,
      "unknown_words_sample": [
        "discusion",
        "liniej",
        "ober",
        "mcneill",
        "linie",
        "uber",
        "merid",
        "eklg",
        "jiinger",
        "erorternng"
      ],
      "full_text": "On the Question of Being \nTranslated by William McNeill' \nFOREWORD \n[ 2 1 3] This essay presents the unaltered, slightly expanded (pp. 24ff.) text \nof a contribution to a publication in honor of Ernst Jiinger (1955). The \ntitle has been altered. It formerly read: Concerning \"'The Line\" [Uber \"'Die \nLiniej . The new title is meant to indicate that the meditation on the \nessence of nihilism stems from a discusion locating [Erorternng], 1 being \nas §.eKlg. In accordance with the tradition, philosophy understands the \nquestion of being as the question concerning beings as beings. This is the \nquestion of metaphysics. The answers to this question in each case appeal \nto an interpretation of being that remains unquestioned and that prepares \nthe ground and soil for metaphysics. Metaphysics does not go back into \nits ground. Such a return is addressed in the \"'Introduction to 'What Is \nMetaphysics?,' \" which since the fifth edition (1949) has been placed before \nthe text of the lecture (seventh edition [ 1955], pp. 7-2 3). \nCONCERNING \"THE LINE\" \nDear Herr Junger! \n,\\ty greeting on your sixtieth birthday adopts, with a slight change, the \ntitle of the treatise that you dedicated to me on the same occasion. Your \ncontribution .4n'Oss the Line [ Ober die Linie] has meanwhile appeared as a \nseparate publication, expanded in a few places. It is an \"assessment of our \nsituation,\" concerned with \"crossing\" the line, yet does not confine itself \nmerely to describing the situation. The line is also called the \"zero merid­\nian\" (p. 29). You speak (on pp. 22 and p) of the \"zero point.\" [2 14] The \nzero indicates the nothing, indeed an empty nothing. Where everything \npresses toward nothing, nihilism reigns. At the zero meridian it approaches \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 307,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "trans",
        "iiber",
        "epl",
        "linie",
        "exten",
        "vber",
        "wne",
        "wer",
        "sively",
        "vol"
      ],
      "full_text": "PATH MARKS \nits consummation. Taking up an interpretation of Nietzsche's, you under­\nstand nihilism as the process whereby \"the highest values become devalued\" \n(The Will to Po'wer, aphorism no. 2, from the year I887). \nAs meridian, the zero line has its wne. The realm of consummate \nnihilism constitutes the border between two world eras. The line that \ndesignates this realm is the critical line. By this line will be decided whether \nthe movement of nihilism comes to an end in a nihilistic nothing, or whether \nit is the transition to the realm of a \"new turning of being\" (p. 32). The \nmovement of nihilism must thus of its own accord be disposed toward \ndifferent possibilities and in keeping with its essence be ambiguous. \nYour assessment of the situation follows the signs whereby we may rec­\nognize whether and to what extent we are crossing the line and thereby \nexiting from the zone of consummate nihilism. In the title of your essay \nVber die Linie the iiber means as much as: across, trans, f!E'ta. By contrast, the \nfollowing remarks understand the iiber only in the sense of de, r.EpL They \ndeal \"with\" the line itself, with the zone of self-consummating nihilism. \nKeeping to the image of the line, we find that it traverses a space that \nis itself determined by a locale. The locale gathers. Gathering shelters \nthat which is gathered in the direction of its essence. From the locale of \nthe line, the provenance of the essence of nihilism and its consummation \nemerge. \nMy letter seeks to think ahead to this locale of the line and thus locate the \nline. Your assessment of the situation under the title trans lineam and my \ndiscussion locating the line under the title de linea belong together. Yours \nentails mine. Mine remains directed toward yours. With this, I am telling \nyou nothing special. You know that an assessment of the human situation \nin relation to the movement of nihilism and within this movement demands \nan [z I 5] adequate determination of the essential. Such knowledge is exten­\nsively lacking. This lack dims our view in assessing our situation. It makes a \njudgment concerning nihilism ready and easy and blinds us to the presence \nof \"this most uncanny of all guests\" (Nietzsche, The Will to Power, Out­\nline. Werke, vol. XV, p. I4I). It is called the \"most uncanny\" [unheimlichste] \nbecause, as the unconditional will to will, it wills homelessness [Heimat­\nlosigkeit] as such. This is why it is of no avail to show it the door, because \nit has long since been roaming around invisibly inside the house. The task \nis to catch sight of and see through this guest. You yourself write (p. I I): \n\"A good definition of nihilism would be comparable to making visible the \ncancer-causing agent. It would not mean the healing, but presumably its \nprecondition, insofar as human beings in general play a role here. We are, \nafter all, concerned with a process that far exceeds history.\" \n"
    },
    {
      "document": "Heidegger_Pathmarks",
      "page_num": 310,
      "bucket": "B (1-3%)",
      "error_rate": 1.9,
      "unknown_words_sample": [
        "rnatter",
        "klippen",
        "scription",
        "materiel",
        "rnuch",
        "cli",
        "junger"
      ],
      "full_text": "ON THE QUESTION OF BEING \nand depiction arose from the materiel battles of the first world war. Beings \nas a whole, however, show themselves to you in the light and shadow of the \nmetaphysics of the will to power, which Nietzsche interprets in the form of \na doctrine of values. \nIn the winter of 1939-40 I discussed The Worker among a small circle \nof university teachers. People were astonished that such a dear-sighted \nbook had been available for years, and that they themselves had not yet \nlearned even to venture the attempt to let their view of the present move \nwithin the optics of The Worker and to think in planetary terms. One could \nsense that even a universal, historiographical consideration of world history \nwas inadequate for such a task. At that time, people read enthusiastically \nThe Marble Cli.fi [Die Ma771W1\"klippen], but, as it seemed to me, without \na sufficiently broad, i.e., planetary, horizon. And we were not surprised, \neither, that an attempt to elucidate The Worker was kept under surveillance \nand eventually prohibited. For it belongs to the essence of the will to power \nnot to let the actual that it gains power over appear in that actuality which \nprevails as the will to power itself. \nYou will permit me to reproduce a note that I made during this attempt \nto elucidate your book. I do so in the hope that I can say some things more \nclearly and freely in the present letter. The note reads: \nErnst Junger's text The Worker is important because, in a different way from \nSpengler, it achieves what all Nietzsche literature thus far has been unable to achieve, \nnamely, to impart an experience of beings and the way in which they are, in the light \nof Nietzsche's projection of beings as will to power. Nietzsche's metaphysics, how­\never, is by no means comprehended thoughtfully; not even the ways to do so are \nindicated; on the contrary: instead of being worthy of question in a genuine sense, \nthis metaphysics becomes self-evident and seemingly superfluous. \n[2 19] As you can see, the critical question thinks in a direction that \nadmittedly does not belong to the sphere of tasks to be pursued by the \ndescriptions undertaken in The Worker. Much of what your descriptions \nbrought into view and brought to language for the first time is now seen and \nstated by everyone. Moreover, \"The Question concerning Technology\" \nowes a lasting debt to the descriptions in The Worker. It is appropriate to \nnote that your \"descriptions\" do not merely depict something actual that is \nal ready familiar, but make accessible a \"new actuality,\" in which it is \"not so \nrnuch a rnatter of new thoughts or a new system . . .  \" (Preface to The Worker). \nEven today the fruitful aspect of what you say is gathered within \"de­\nscription\" properly understood - and how should it not be? Yet the optics \n295 \n"
    }
  ]
}