{
  "batch_id": 2,
  "document": "Lenin_StateAndRevolution",
  "pages": [
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 58,
      "bucket": "D (5-10%)",
      "error_rate": 8.3,
      "unknown_words_sample": [
        "excep",
        "tion"
      ],
      "full_text": "Preface to the Second Edition\nThis second edition is published almost without changes. The excep­\ntion is that section 3 has been added to chapter II.\nThe Author \nMoscow \n17 December 1918\n5\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 61,
      "bucket": "B (1-3%)",
      "error_rate": 1.2,
      "unknown_words_sample": [
        "mensheviks",
        "srs",
        "philis",
        "kautskyite"
      ],
      "full_text": "CLASS SOCIETY AND THE STATE\nappear that the state is an organ for the reconciliation of classes. \nAccording to Marx, the state could neither arise nor endure if it \nwere possible to reconcile classes. According to Marx, the state is \nan organ of class rule, an organ for the oppression of one class by \nanother; it is the creation of ‘order’, legalizing and perpetuating \nthis oppression by moderating the clashes among the classes. In the \nopinion of petty-bourgeois politicians, order means precisely the \nreconciliation of classes and not the oppression of one class by \nanother; to moderate the conflict means to reconcile classes and \nnot to deprive the oppressed classes of definite means and methods \nof struggle for the overthrow of their oppressors.\nFor instance: when, in the Revolution of 1917, the question \narose in all its magnitude about the significance and role of the \nstate as a practical question demanding immediate action on a \nmass scale, all the SRs (Socialist Revolutionaries) and Mensheviks \nimmediately and completely bowed down before the petty- \nbourgeois theory of the ‘reconciliation’ of classes by ‘the state’. \nInnumerable resolutions and articles by politicians of both these \nparties are thoroughly pervaded by this petty-bourgeois and philis­\ntine theory. That the state is an organ of the rule of a definite class \nwhich cannot be reconciled with its antipode (the class opposite to \nit) is something the petty-bourgeois democrats can never under­\nstand. Their attitude towards the state is one of the most vivid \nmanifestations of the fact that our SRs and Mensheviks are not \nsocialists at all (a point that we Bolsheviks have always been able to \ndemonstrate) but petty-bourgeois democrats with a quasi-socialist \nphraseology.\nOn the other hand, the ‘Kautskyite’ distortion of Marxism is \nmuch subtler. ‘Theoretically’ it is not denied that the state is an \norgan of class rule, or that class contradictions are irreconcilable. \nBut what is lost from sight or fudged is-the following: if the state is \nthe product of the irreconcilability of class contradictions, if it is a \npower standing above society and 'increasingly alienating itself from \nsociety’, then it is clear that the liberation of the oppressed class is \nimpossible not only without a violent revolution but also without \nthe destruction of the apparatus of state power which was created \nby the ruling class and which is the incarnation of this ‘alienation’. \nAs we shall see later, Marx most definitely drew this theoretically \nself-evident conclusion on the basis of a concrete historical analysis \n9\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 66,
      "bucket": "C (3-5%)",
      "error_rate": 4.7,
      "unknown_words_sample": [
        "tions",
        "palchinskis",
        "univer",
        "roubles",
        "palchinski",
        "descrip",
        "annum",
        "srs",
        "palchin",
        "avksentevs"
      ],
      "full_text": "THE STATE AND REVOLUTION\nIn a democratic republic, Engels continues, ‘wealth exercises its \npower indirectly, but all the more surely’, firstly by means of the \n‘direct bribery of bureaucrats’ (America) and secondly by means of \n‘an alliance between the government and stock exchange’ (France \nand America).\nAt the present time, imperialism and the domination of the banks \nhave ‘developed’ both these methods of supporting and realizing \nthe omnipotence of wealth in democratic republics of all descrip­\ntions into an exquisite art. Let us take for example the very first \nmonths of the Russian democratic republic, one might call it the \nhoneymoon after the ‘socialist’ SRs and Mensheviks were joined in \nwedlock to the bourgeoisie in a coalition government. If Mr Palchin- \nski obstructed every measure intended to curb the capitalists and \ntheir marauding practices, their pillaging of the treasury by means \nof war contracts; and if later on Mr Palchinski resigned from the \nministry only to be replaced, of course, by another Palchinski of \nexactly the same type, and if the capitalists ‘rewarded’ him with a \nnice little job at a salary of 120,000 roubles per annum: what would \nyou call this? Direct or indirect bribery? An alliance between the \ngovernment and the syndicates, or ‘merely’ friendly relations? What \nrole do the Chernovs, Tseretelis, Avksentevs and Skobelevs play? \nAre they the ‘direct’ or only the indirect allies of the millionaire­\nrobbers of the treasury?\nThe reason why the omnipotence of ‘wealth’ is better secured in \na democratic republic is that it is not subject to any particular \nfaults of the political mechanism or to any defective political shell \nof capitalism. A democratic republic is the best possible political \nshell for capitalism, and therefore, once capital has got control of \nthis excellent shell (through the Palchinskis, Chernovs, Tseretelis \nand Co.), it establishes its power so securely, so firmly, that no \nchange of individuals, of institutions or of parties in the bourgeois- \ndemocratic republic can shake this power.\nIt is also necessary to note that Engels is most definite in naming \neven universal suffrage as an instrument of bourgeois rule. Univer­\nsal suffrage, he says, obviously considering the long experience of \nGerman social-democracy, is\nthe gauge of the maturity of the working class. It neither can nor will give \nany more in the present-day state.\nM\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 71,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "consid",
        "favour",
        "ters",
        "misunder",
        "tibly",
        "programme",
        "remem",
        "agitational",
        "ered",
        "bered"
      ],
      "full_text": "CLASS SOCIETY AND THE STATE\ntibly counterfeited and adapted to the prevailing philistinism! The \nconclusion directed against the anarchists has been repeated thou­\nsands of times, vulgarized, drummed into people’s heads in the \nmost simplistic fashion and has acquired the strength of a prejudice. \nAnd the conclusion directed against the opportunists has been \nfudged and ‘forgotten’!\nThe ‘free people’s state’ was a programme demand and a widely \ncurrent slogan of the German social-democrats in the 1870s. This \nslogan is devoid of all political content except for a philistine and \nimpassioned description of the concept of democracy. In so far as \nit hinted in a legally permissible manner at a democratic republic, \nEngels was willing to ‘justify’ its use ‘for a time’ from an agitational \nviewpoint. But it was an opportunist slogan; for it expressed not \nonly a glorification of bourgeois democracy but also a misunder­\nstanding of the socialist criticism of the state in general. We are in \nfavour of a democratic republic as the best form of the state for the \nproletariat under capitalism; but we have no right to forget that \nwage slavery is the lot of the people even in the most democratic \nbourgeois republic. Furthermore, every state is a ‘special force for \nthe suppression’ of the oppressed class. Consequently, every state is \nunfree and /ion-popular. Marx and Engels frequently explained this \nto their party comrades in the 1870s.\nFifthly, this very same work by Engels, with its universally remem­\nbered argument on the withering away of the state, also contains \nan argument on the significance of violent revolution. Engels’s \nhistorical evaluation of its role becomes a veritable panegyric on \nviolent revolution. ‘No one remembers’ about this; it is not consid­\nered proper in contemporary socialist parties to talk or even think \nabout the significance of this idea; and it plays no part whatever in \ntheir daily propaganda and agitation among the masses. And yet it \nis inseparably connected in a seamless web with the ‘withering \naway’ of the state.\nHere is Engels’s argument:\nThat force plays another role in history [other than as a perpetrator of \nevil], namely a revolutionary role; that it is, in Marx’s words, the midwife \nof every old society when it is pregnant with the new; that it is the \ninstrument whereby the social movement forces its way through and shat­\nters the petrified, dead political forms: there is not a word of this in Herr \n19\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 73,
      "bucket": "C (3-5%)",
      "error_rate": 4.9,
      "unknown_words_sample": [
        "honour",
        "particu",
        "kautskyite",
        "analysed",
        "programme",
        "letarian",
        "decla",
        "gramme",
        "demarche"
      ],
      "full_text": "CLASS SOCIETY AND THE STATE\nin its honour by Engels fully corresponds to Marx’s repeated decla­\nrations: let us recall the end of The Poverty of Philosophy and The \nCommunist Manifesto, with their proud and open proclamation of \nthe inevitability of violent revolution; and let us also recall what \nMarx wrote nearly thirty years later, in criticizing the Gotha Pro­\ngramme of 1875, when he mercilessly castigated the opportunist \ncharacter of that programme. This panegyric is by no means a \nmere ‘impulse’, a mere declamation or a polemic demarche. The \nnecessity of systematically imbuing the masses with this view and \nno other view of violent revolution lies at the root of all the \ndoctrines of Marx and Engels. The betrayal of their teaching by the \npredominant social-chauvinist and Kautskyite trends of today is \nexpressed in striking relief by the neglect of such propaganda and \nagitation by both these trends.\nThe replacement of the bourgeois state by the proletarian state is \nimpossible without a violent revolution. The eradication of the pro­\nletarian state, i.e. the eradication of the state as such, is impossible \nexcept through the process of ‘withering away’.\nA detailed and concrete development of these views was given by \nMarx and Engels when they studied each separate revolutionary \nsituation and analysed the lessons of the experience of each particu­\nlar revolution. We shall now move on to this, undoubtedly the \nmost important, part of their doctrine.\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 79,
      "bucket": "B (1-3%)",
      "error_rate": 1.5,
      "unknown_words_sample": [
        "convinc",
        "kautskyite",
        "dictions",
        "ence",
        "experi"
      ],
      "full_text": "THE EXPERIENCE OF I 848—5 I \nwhich compels us to regard the state as the organ of class rule and \nleads to the inevitable conclusion that the proletariat cannot over­\nthrow the bourgeoisie without first conquering political power, with­\nout attaining political dominance, without transforming the state \ninto the 'proletariat organized as the ruling class’; and that this \nproletarian state will begin to wither away immediately after its \nvictory because the state is unnecessary and impossible in a society \nwithout class contradictions. The question how, from the viewpoint \nof historical development, the replacement of the bourgeois state \nby the proletarian state should take place is not posed here.\nIt is just such a question that Marx poses and decides in 1852. \nTrue to his philosophy of dialectical materialism, Marx takes as his \nbasis the historical experience of the great years of revolution, \n1848-51. Here, as always, his doctrine is a summarizing of experi­\nence, illuminated by a profound philosophical world-view and a \nrich knowledge of history.\nThe question of the state is put concretely: how did the bourgeois \nstate, the state machine necessary for the rule of the bourgeoisie, \nhistorically arise? What changes, what evolution did it undergo in \nthe course of the bourgeois revolutions and in the face of the \nindependent open actions of the oppressed classes? What are the \ntasks of the proletariat in relation to this state machine?\nThe centralized state power characteristic of bourgeois society \narose in the epoch of the fall of absolutism. Two institutions are \nmost typical of this state machine: the bureaucracy and the standing \narmy. There are frequent references in the works of Marx and \nEngels as to how it is that these institutions are connected by \nthousands of threads with the bourgeoisie. The experience of every \nworker illustrates this connection in an extremely vivid and convinc­\ning manner. The working class learns in its bones to recognize this \nconnection; this is why it so easily grasps and so firmly appropriates \nthe scientific knowledge about the inevitability of this connection - a \nknowledge which the petty-bourgeois democrats either ignorantly \nand flippantly deny, or, still more flippantly, admit it in general terms \nwhile forgetting to draw the corresponding practical conclusions.\nThe bureaucracy and the standing army are a ‘parasite’ on the \nbody of bourgeois society, a parasite spawned by the internal contra­\ndictions tearing that society apart, but a parasite which ‘chokes’ all \nits vital pores. The Kautskyite opportunism now dominating\n27\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 83,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "zeit",
        "neue",
        "weydemeyer",
        "historiche",
        "mehring",
        "vol",
        "entwicklungsphasen",
        "der",
        "produktion",
        "sition"
      ],
      "full_text": "THE EXPERIENCE OF I 848-51\n3 The Presentation of the Question by Marx in 1852\nIn 1907 Mehring, in the journal Die Neue Zeit (vol. XXV, no. 2, \np. 164), published extracts from a letter from Marx to Weydemeyer \ndated 5 March 1852. This letter contains, amongst other things, the \nfollowing remarkable comment.\nAs regards myself, I am due no credit for discovering the existence of \nclasses in modern society or for discovering the struggle amongst them. \nBourgeois historians long before me described the historical development \nof this struggle of the classes, and bourgeois economists the economic \nanatomy of the classes. What I did that was new was to prove the following: \n(1) that the existence of classes is bound up only with definite historical \nphases in the development of production (historiche Entwicklungsphasen \nder Produktion); (2) that class struggle necessarily leads to the dictatorship \nof the proletariat; (3) that this dictatorship itself constitutes only the tran­\nsition to the eradication of all classes and to a society without classes . ..\nWith these words Marx succeeded in giving stunningly vivid \nexpression firstly to the main and radical difference between his \ndoctrine and the doctrine of the advanced and most profound \nthinkers of the bourgeoisie; and secondly to the essence of his \ndoctrine on the state.\nThe main point in Marx’s teachings is the class struggle. This is \nvery often said and written. But it is not true. And it is from this \nuntruth that there very often results an opportunist distortion of \nMarxism, its falsification in such a way as to make it acceptable to \nthe bourgeoisie. For the doctrine of the class struggle was created \nnot by Marx but by the bourgeoisie before Marx; and generally \nspeaking it is acceptable to the bourgeoisie. Those who recognize \nonly the class struggle are not yet Marxists; they may be situated \nstill within the framework of bourgeois thinking and bourgeois \npolitics. To limit Marxism to the doctrine of the class struggle \nmeans to chop up Marxism, distort and reduce it to something \nacceptable to the bourgeoisie. Only those persons are Marxists who \nextend the recognition of class struggle as far as the recognition of \nthe dictatorship of the proletariat. This is what constitutes the most \nprofound difference between the Marxist and the ordinary petty \n(as well as grand) bourgeois. This is the touchstone on which a real \n31\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 84,
      "bucket": "C (3-5%)",
      "error_rate": 4.2,
      "unknown_words_sample": [
        "propertyless",
        "kautskyites",
        "ciation",
        "opportun",
        "unprec",
        "bour",
        "edentedly",
        "kautsky",
        "phlet",
        "geois"
      ],
      "full_text": "THE STATE AND REVOLUTION\nunderstanding and recognition of Marxism is to be tested. And it is \nnot surprising that, when the history of Europe has brought the \nworking class to confront this question as a practical matter, not \nonly all the opportunists and reformists but all the ‘Kautskyites’ \n(being people who vacillate between reformism and Marxism) have \nproved to be miserable philistines and petty-bourgeois democrats \nwho repudiate the dictatorship of the proletariat. Kautsky’s pam­\nphlet, The Dictatorship of the Proletariat, published in August 1918, \ni.e. long after the first edition of the present book, is a paradigm of \nthe petty-bourgeois distortion of Marxism and its disgusting renun­\nciation in practice alongside its hypocritical recognition in words \n(cf. my pamphlet, The Proletarian Revolution and the Renegade \nKautsky, Petrograd and Moscow, 1918).\nPresent-day opportunism in the person of its main representative, \nthe ex-Marxist K. Kautsky, fits in completely with Marx’s above­\nquoted characterization of the bourgeois position, for this opportun­\nism limits the recognition of the class struggle to the area of bour­\ngeois relationships. (But within this area, within its framework, not \na single educated liberal will refuse to recognize the class struggle \n‘in principle’!) Opportunism does not extend the recognition of \nclass struggle to the period of transition from capitalism to commu­\nnism, to the period of the bourgeoisie’s overthrow and its complete \nelimination. In reality, this period is inevitably a period of an unprec­\nedentedly savage class struggle in unprecedentedly acute forms; and, \nconsequently, the state in this period unavoidably has to be a state that \nis democratic in a new way (for the proletarians and the propertyless in \ngeneral, and dictatorial in a new way (against the bourgeoisie).\nAnd further to the point: the essence of Marx’s doctrine of the state \nhas been assimilated only by those who have grasped that the \ndictatorship of a single class is necessary not only for every class society \nin general and not only for a proletariat which has overthrown its \nbourgeoisie, but also for the entire historicalperiod dividing capitalism \nfrom ‘society without classes’, from communism. The forms of \nbourgeois states are extraordinarily varied, but their essence is the \nsame: all these states somehow or other in the final analysis simply \nhave to be a dictatorship of the bourgeoisie. The transition from \ncapitalism to communism, of course, cannot help but produce a vast \nabundance and variety of political forms, but the essence will inevitably \nbe the same: the dictatorship of the proletariat.\n32\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 87,
      "bucket": "B (1-3%)",
      "error_rate": 2.4,
      "unknown_words_sample": [
        "plekhanovites",
        "ialist",
        "struve",
        "imper",
        "kautskyite",
        "mensheviks",
        "bureaucratism"
      ],
      "full_text": "THE EXPERIENCE OF THE PARIS COMMUNE\nlesson that has been not only completely forgotten but directly \ndistorted by the prevailing Kautskyite ‘interpretation’ of Marxism!\nAs for Marx’s reference to The Eighteenth Brumaire, we have \nquoted the corresponding passage in full above.\nIt is especially interesting to note two points in Marx’s above­\nquoted argument. Firstly, he limits his conclusion to the continent. \nThis was understandable in 1871, when England was still the model \nof a purely capitalist country and was without militarism and, to a \nconsiderable degree, without bureaucratism. Marx consequently \nmade an exception of England, where a revolution, even a people’s \nrevolution, then seemed to be and indeed was possible without \nthe preliminary condition of destroying the ‘ready-made state \nmachine’.\nNow in 1917, in the epoch of the first great imperialist war, this \nreservation by Marx is no longer valid. Both England and America, \nthe largest and ultimate representatives - in the whole world - of \nAnglo-Saxon ‘liberty’ in the sense of an absence of militarism and \nbureaucratism, have completely sunk into the all-European filthy \nand bloody morass of bureaucratic-military institutions which \nsubordinate everything to themselves and trample everything \nunderfoot. Today both in England and America ‘the preliminary \ncondition for every true people’s revolution’ is the smashing, the \ndestruction of the ‘ready-made state machine’ (developed in those \ncountries between 1914 and 1917 to ‘European’ and general imper­\nialist standards of perfection).\nSecondly, particular attention is due to Marx’s extremely pro­\nfound remark that the destruction of the bureaucratic-military state \nmachine is ‘the prerequisite for every true people’s revolution’. This \nidea of a ‘people’s’ revolution seems strange coming from Marx; \nand the Russian Plekhanovites and Mensheviks, those followers of \nStruve who wish to be regarded as Marxists, might possibly declare \nsuch an expression to be a ‘slip of the pen’ on Marx’s part. They \nhave reduced Marxism to a condition of such wretchedly liberal \ndistortion that nothing exists for them beyond the antithesis be­\ntween bourgeois revolution and proletarian revolution - and even \nthis antithesis they interpret in an extremely lifeless way.\nIf we take the revolutions of the twentieth century as examples, \nwe shall naturally have to recognize the Portuguese and Turkish \nrevolutions as being bourgeois ones. Neither of them, however, is a\n35\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 91,
      "bucket": "B (1-3%)",
      "error_rate": 2.7,
      "unknown_words_sample": [
        "eduard",
        "kautskyites",
        "democratism",
        "impor",
        "ery",
        "ances",
        "naivete",
        "tant",
        "mentaries"
      ],
      "full_text": "THE EXPERIENCE OF THE PARIS COMMUNE\nIt is still necessary to suppress the bourgeoisie and its resistance. \nThis was particularly necessary for the Commune; and one of the \nreasons for its defeat was that it did not do this with enough \ndecisiveness. But the organ of suppression is now the majority of \nthe population, and not a minority as always occurred under slav­\nery, serfdom and wage slavery. And as soon as it is the majority of \nthe people itself which suppresses its oppressors, a ‘special force’ \nfor suppression is no longer necessary! In this sense the state begins \nto wither away. Instead of the special institutions of a privileged \nminority (privileged officialdom, the high command of the standing \narmy), the majority itself can directly undertake this, and the more \nthe functions of state power are undertaken by the people as a \nwhole, the less need is left for such a power.\nIn this respect a certain measure of the Commune highlighted by \nMarx is especially noteworthy: the abolition of all financial allow­\nances for persons chosen as political representatives and of all \nfinancial privileges accorded to officials: the reduction of the pay \nfor all servants of the state to the level of ‘a workman’s wages’. This \nexpresses, in the sharpest possible way, the break between bourgeois \ndemocracy and proletarian democracy, between the democracy of \nthe oppressors and the democracy of the oppressed classes, between \nthe state as a ‘special force’for the suppression of a particular class \nand the suppression of the oppressors by the general force of the \nmajority of the people - the workers and the peasants. And it is \nprecisely on this especially obvious point, arguably the most impor­\ntant as regards the problem of the state is concerned, that the \nteachings of Marx have been the most forgotten! In popular com­\nmentaries, whose number is legion, this is not mentioned. It is \n‘good form’ to keep silent about it as if it were old-fashioned \n'naivete’, just as the Christians, after receiving the position of a \nstate religion, ‘forgot’ the ‘naivete’ of primitive Christianity with \nits democratic-revolutionary spirit.\nThe reduction of the pay of the highest state officials seems to be \n‘simply’ a demand of a naive, primitive democratism. One of the \n‘founders’ of modern opportunism, the former social-democrat \nEduard Bernstein, has often exerted himself to repeat the vulgar \nbourgeois jeers at ‘primitive’ democratism. Like all opportunists \nand like today’s Kautskyites, he has utterly failed to understand \nthat, firstly, the transition from capitalism to socialism is impossible \n39\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 92,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "democratism",
        "tion",
        "cratism",
        "pri",
        "precapitalist",
        "vate",
        "ser",
        "ernment",
        "subjec",
        "electivity"
      ],
      "full_text": "THE STATE AND REVOLUTION\nwithout a certain ‘return’ to ‘primitive’ democratism (for how else \ncan the majority of the population and then the whole population, \nincluding every one of its members, proceed to discharge state \nfunctions?); secondly, that ‘primitive democratism’ on the basis of \ncapitalism and capitalist culture is not the same as primitive demo­\ncratism in prehistoric or precapitalist times. Capitalist culture has \ncreated large-scale production, factories, railways, the postal ser­\nvice, telephones and so forth, and on this basis the great majority \nof the functions of the old ‘state power’ have become so simplified \nand can be reduced to such very simple operations of registering, \nfiling and checking that these functions will become entirely \naccessible to all literate people, that these functions will be entirely \nperformable for an ordinary ‘workman’s wages’ and that these \nfunctions can (and must) be stripped of every shadow of association \nwith privilege or peremptory command.\nComplete electivity of all officials without exception; their subjec­\ntion to recall at any time; the reduction of their salaries to the level \nof an ordinary ‘workman’s wages’: these simple and ‘self-evident’ \ndemocratic measures, while completely uniting the interests of the \nworkers and the majority of the peasants, at the same time serve as \na bridge from capitalism over to socialism. These measures impinge \non the state-based and purely political reconstruction of society; but, \nof course, they acquire their full meaning and significance only in \nconnection with the ‘expropriation of the expropriators’ being either \naccomplished or prepared, i.e. with the transition of capitalist pri­\nvate ownership of the means of production into social ownership.\nMarx wrote:\nThe Commune made that catchword of bourgeois revolutions, cheap gov­\nernment, into a reality by eradicating the two greatest items of expenditure, \nthe standing army and the bureaucracy.\nFrom the peasantry, as from other strata of the petty bourgeoisie, \nonly an insignificant minority ‘rise to the top’, ‘get on in the world’ \nin the bourgeois sense, i.e. become either well-to-do people and \nbourgeois or else officials in secure and privileged positions. In \nevery capitalist country where there is a peasantry (as in most \ncapitalist countries), the vast majority of the peasants are oppressed \nby the government and yearn both for its overthrow and for ‘cheap’ \ngovernment. This can be realized only by the proletariat; and in \n40\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 93,
      "bucket": "D (5-10%)",
      "error_rate": 5.8,
      "unknown_words_sample": [
        "zertreten",
        "ver",
        "sembats",
        "staunings",
        "ings",
        "plekhanov",
        "hendersons",
        "bissolatis",
        "renaudels",
        "kautsky"
      ],
      "full_text": "THE EXPERIENCE OF THE PARIS COMMUNE\nrealizing it, the proletariat is simultaneously taking a step towards \nthe socialist reconstruction of the state.\n3 The Eradication of Parliamentarianism\nThe Commune [Marx wrote] had to be not a parliamentary but a working \ninstitution passing and executing laws at the same time ...\nInstead of deciding once every three or six years which member of the \nruling class should represent and suppress [ver- und zertreten] the people in \nparliament, universal suffrage was to serve the people organized in com­\nmunes in the search for the workers, foremen and bookkeepers for their \nenterprise just as individual suffrage serves every other employer for this \npurpose.\nThanks to the dominance of social-chauvinism and opportunism, \nthis remarkable criticism of parliamentarianism made in 1871 also \nnow belongs to the ‘forgotten words’ of Marxism. Cabinet ministers \nand professional parliamentarians, the traitors to the proletariat \nand the ‘businesslike’ socialists of our day have left all criticism of \nparliamentarianism completely to the anarchists, and this wonder­\nfully rational foundation is used by them to denounce all criticism \nof parliamentarianism as ‘anarchism’!! It is not surprising that the \nproletariat of the ‘advanced’ parliamentary countries, feeling a great \ndisgust with ‘socialists’ such as the Scheidemanns, Davids, Legiens, \nSembats, Renaudels, Hendersons, Vanderveldes, Staunings, Brant- \nings, Bissolatis and Co., has ever more frequently been transferring \nits sympathies to anarcho-syndicalism, despite the fact that the \nlatter is the twin brother of opportunism.\nFor Marx, however, revolutionary dialectics were never the \nempty fashionable phrase, the toy rattle, which Plekhanov, Kautsky \nand others have made of it. Marx knew how to break mercilessly \nwith anarchism for its inability to use even the ‘pig-sty’ of bourgeois \nparliamentarianism especially when there is quite obviously no \nrevolutionary situation in sight; but at the same time he knew how \nto subject parliamentarianism to truly revolutionary-proletarian \ncriticism.\nTo decide once every few years which member of the ruling \nclass is to repress and crush the people in parliament: this is \nthe real essence of bourgeois parliamentarianism not only in \n4i\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 94,
      "bucket": "C (3-5%)",
      "error_rate": 4.6,
      "unknown_words_sample": [
        "elimina",
        "leries",
        "tion",
        "tary",
        "cum",
        "cratic",
        "viz",
        "avksentevs",
        "chernovs",
        "parliamen"
      ],
      "full_text": "THE STATE AND REVOLUTION\nparliamentary-constitutional monarchies but also in the most demo­\ncratic republics.\nBut if we pose the question of the state and if we examine \nparliamentarianism as one of the state’s institutions, from the view­\npoint of the tasks of the proletariat in this field, what is the way \nout of parliamentarianism? How can we do without it?\nAgain and again it needs repeating: the lessons of Marx, based \non the study of the Commune, have been so much forgotten that \npresent-day ‘social-democrats’ (viz. present-day traitors to social­\nism) find any criticism of parliamentarianism, other than anarchist \nor reactionary criticism of it, quite incomprehensible.\nThe way out of parliamentarianism is not, of course, the elimina­\ntion of representative institutions and electivity but the conversion \nof the representative institutions from talking shops into ‘working’ \ninstitutions. ‘The Commune had to be not a parliamentary but \na working institution, passing and executing laws at the same \ntime...’\n‘Not a parliamentary but a working’ institution: this strikes right \nbetween the eyes of the present-day parliamentarians and parliamen­\ntary ‘lap dogs’ of social-democracy! Look at any parliamentary \ncountry, from America to Switzerland, from France to England, \nNorway and so forth: in these countries the real business of ‘state’ \nis done behind the scenes and is carried on by departments, chancel­\nleries, general staffs. Parliaments are only places where chattering \ngoes on with the special purpose of fooling the ‘common people’. \nThis is so true that even in the Russian republic, a bourgeois- \ndemocratic republic, all these sins of parliamentarianism have im­\nmediately revealed themselves even before the republic managed to \nset up a real parliament. Heroes of rotten philistinism such as the \nSkobelevs and Tseretelis, the Chernovs and Avksentevs, have even \nsucceeded in polluting the Soviets after the fashion of the most \ndisgusting bourgeois parliamentarianism and in converting them \ninto mere talking shops. In the Soviets, the ‘socialist’ gentlemen- \ncum-ministers are duping credulous rustics with phrase-mongering \nand resolutions. In the government, a sort of permanent quadrille \nis performed so that, on the one hand, as many Socialist Revolution­\naries and Mensheviks as possible may have their turn at putting \ntheir snouts in ‘the trough’, the lucrative and prestigious official \nposts, and so that, on the other hand, the ‘attention of the people’ \n42\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 95,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "labour",
        "naroda",
        "messrs",
        "mensheviks",
        "cisms",
        "candour",
        "criti",
        "vanderveldes",
        "delo",
        "rusanov"
      ],
      "full_text": "THE EXPERIENCE OF THE PARIS COMMUNE\nmay be engaged. Meanwhile it is inside the chancelleries and general \nstaffs that they ‘work’ on the business of ‘state’.\nDelo Naroda, the organ of the ruling ‘Socialist Revolutionary’ \nParty, recently admitted in an editorial article - with the matchless \ncandour of people of the kind of ‘good society’ where everyone is \nengaged in political prostitution - that even in those ministries \nbelonging to the ‘socialists’ (please excuse the expression!) the whole \nbureaucratic apparatus has stayed essentially as of old, is function­\ning in the old way and quite ‘freely’ sabotaging the revolutionary \nreforms! Even without this admission, does not the actual history \nof the participation of the Socialist Revolutionaries and Mensheviks \nin the government prove this? Here it is itself a characteristic fact \nthat, in the ministerial company of the Kadets, Messrs Chernov, \nRusanov, Zenzinov and the other editors of Delo Naroda have so \nmuch lost any sense of shame that they make no effort to keep it \nquiet - as if they were talking of a trifle - that in ‘their’ ministries \neverything has stayed as of old!! Revolutionary-democratic phrases \nto make fools of village simpletons; bureaucracy and red tape to \n‘warm the hearts’ of the capitalists: this is the essence of the ‘honest’ \ncoalition for you.\nThe Commune replaces the venal and rotten parliamentarianism \nof bourgeois society with institutions in which freedom of opinion \nand discussion do not degenerate into deception, for the parliamen­\ntarians themselves have to work, have to execute their own laws, \nhave to test their results in real life and to answer directly to their \nelectors. Representative institutions remain, but parliamentarianism \ndoes not exist here as a special system, as the division of labour \nbetween the legislative and the executive, as a privileged position \nfor the deputies. We cannot imagine democracy, even proletarian \ndemocracy, without representative institutions, but we can and \nmust imagine democracy without parliamentarianism if our criti­\ncisms of bourgeois society are not mere empty words for us, if the \naspiration to overthrow the rule of the bourgeoisie is our serious \nand sincere desire, and not a ‘ballot-box’ phrase for catching work­\ners’ votes, as it is with the Mensheviks and Socialist Revolutionaries \nand as it is with the Scheidemanns and Legiens, the Sembats and \nVanderveldes.\nIt is extremely instructive that, in speaking of the functions of \nthose bureaucrats who are necessary for the Commune and for \n43\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 96,
      "bucket": "B (1-3%)",
      "error_rate": 2.3,
      "unknown_words_sample": [
        "anar",
        "plekhanov",
        "ordi",
        "tsereteli",
        "chist",
        "practi",
        "labouring"
      ],
      "full_text": "THE STATE AND REVOLUTION\nproletarian democracy, Marx compares them to the workers of \n‘any other employer’, i.e. of the ordinary capitalist enterprise, with \nits ‘workers, foremen and bookkeepers’.\nThere is no touch of utopianism in Marx in the sense that he \nmade up or invented a ‘new’ society. No, he studies the birth of the \nnew society out of the old, the forms of transition from the latter to \nthe former as a natural-historical process. He takes the actual \nexperience of a mass proletarian movement and tries to draw practi­\ncal lessons from it. He ‘learns’ from the Commune, just as all the \ngreat revolutionary thinkers were not afraid to learn from the \nexperience of the great movements of the oppressed class, and \nnever addresses pedantic ‘sermons’ to them (such as ‘they should \nnot have taken to arms’ a la Plekhanov or ‘a class must put limits \non itself’ a la Tsereteli).\nThere can be no talk of eradicating the bureaucracy at once, \neverywhere and completely. That is utopia. But to smash the old \nbureaucratic machine at once and to begin immediately to construct \na new one that facilitates the gradual eradication of all bureaucracy: \nthis is not utopia, this is the experience of the Commune, this is the \ndirect, immediate task of the revolutionary proletariat.\nCapitalism simplifies the functions of ‘state’ administration; it \nmakes it possible to have done with ‘bossing’ and to reduce the \nwhole business to an organization of proletarians (as the ruling \nclass) which will hire ‘workers, foremen and bookkeepers’ in the \nname of the whole of society.\nWe are not Utopians. We do not have ‘dreams’ about dispensing \nat once with all administration, with all subordination; these anar­\nchist dreams, based upon a misunderstanding of the tasks of the \ndictatorship of the proletariat, are essentially alien to Marxism, \nand in practice serve only to postpone the socialist revolution until \npeople have themselves become different. No, we want the socialist \nrevolution with people as they are now, with people who cannot \ndispense with subordination, with control, with ‘foremen and book­\nkeepers’.\nBut the subordination must be to the armed vanguard of all the \nexploited and labouring people, to the proletariat. A start can and \nmust be made at once, overnight, to replace the specific ‘bossing’ \nby state bureaucrats with the simple functions of ‘foremen and \nbookkeepers’, functions which are already fully accessible to ordi­\n44\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 105,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "tions",
        "cau",
        "ings",
        "labour",
        "occupa",
        "associa",
        "cracy",
        "billetings",
        "proudhonist",
        "labouring"
      ],
      "full_text": "SUPPLEMENTARY CLARIFICATIONS BY ENGELS \ntowns to relieve immediately the real housing shortage through a rational \nutilization of these buildings. This naturally can be realized only by the \nexpropriation of the present owners and by the transferring of their houses \nto homeless workers or to workers presently living in excessively over­\ncrowded apartments. As soon as the proletariat conquers political power, \nsuch a measure dictated in the interest of the public good will be just as \neasy to carry out as are other expropriations and billetings by the existing \nstate.\n(p. 22, German edition, 1887)\nThe change in the form of state power is not examined here: only \nthe content of its activity is taken up. Expropriations and occupa­\ntions of apartments take place even on the orders of the existing \nstate. From the formal point of view the proletarian state will also \n‘order’ the occupation of apartments and expropriation of build­\nings. But it is clear that the old executive apparatus, the bureau­\ncracy, which is linked to the bourgeoisie, would simply be unfit to \ncarry out the orders of the proletarian state.\nIt must be affirmed that the actual seizure of all the instruments of labour, \nthe seizure of industry as a whole on the part of the labouring people, is the \nexact opposite of the Proudhonist idea of ‘redemption’. Under the latter, \nthe individual worker becomes the owner of the dwelling, the peasant \nlandholding, the instruments of labour; under the former, the ‘labouring \npeople’ remain the collective owner of the houses, factories and instruments \nof labour. The use of these houses, factories and the rest will hardly be \npresented, at least during a transitional period, to individuals or associa­\ntions without compensation for the costs. Just as the elimination of prop­\nerty in land does not presuppose the elimination of ground rent but rather \nits transfer, albeit in a modified form, to society. The actual seizure of all \nthe instruments of labour on the part of the labouring people consequently \ndoes not at all exclude the retention of renting and renting out.\n(p. 68)\nWe shall discuss the question touched upon in this commentary, \nnamely the economic foundations of the withering away of the \nstate, in the next chapter. Engels expresses himself extremely cau­\ntiously, saying that the proletarian state would ‘scarcely’ permit the \nuse of houses without payment, ‘at least during the transitional \nperiod’. The letting of apartments that belong to the whole people \n53\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 106,
      "bucket": "C (3-5%)",
      "error_rate": 3.2,
      "unknown_words_sample": [
        "anar",
        "interna",
        "diihring",
        "chists",
        "cipled",
        "prin",
        "blanquists",
        "tionalists"
      ],
      "full_text": "THE STATE AND REVOLUTION\nto individual families presupposes the collection of payment, a \ncertain amount of control and some sort of fixed scheme for the \nallotment of the apartments. All this demands a certain form of \nstate, but in no way a special military and bureaucratic apparatus \nwith a specially privileged position for officials. And the transition \nto a situation when it will be possible to supply apartments rent- \nfree is connected with the complete ‘withering away’ of the state.\nSpeaking of the change of policy of the Blanquists, after the \nCommune and under the influence of its experience, to the prin­\ncipled position of Marxism, Engels formulates this position in \npassing as follows:\nThe necessity of political action by the proletariat and of its dictatorship \nas the transition to the abolition of classes and the state along with \nthem ...\n(P- 55)\nAdmirers of pedantic criticism or the ‘destroyers of Marxism’ \nwill perhaps see a contradiction between the recognition of the \n‘abolition of the state’ and the rejection of this formulation as \nbeing anarchistic in the above-quoted passage from Anti-Diihring. \nIt would not be surprising if the opportunists counted Engels, too, \nas an ‘anarchist’: the laying of charges of anarchism against interna­\ntionalists is nowadays becoming more and more widespread among \nthe social-chauvinists.\nIt has always been a teaching of Marxism that with the abolition \nof classes the state will also be abolished. The well-known passage \non the ‘withering away of the state’ in Anti-Diihring accuses the \nanarchists not simply of standing for the abolition of the state but \nof preaching that the state can be abolished ‘overnight’.\nThe currently prevalent ‘social-democratic’ doctrine about the \nrelation of Marxism to anarchism on the question of elimination of \nthe state is such a complete distortion that it is especially useful to \nrecall a particular polemic of Marx and Engels against the anar­\nchists.\n2 The Polemic with the Anarchists\nThis polemic relates to 1873. Marx and Engels contributed\n54\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 108,
      "bucket": "C (3-5%)",
      "error_rate": 3.7,
      "unknown_words_sample": [
        "tions",
        "func",
        "autonomists",
        "tion",
        "authoritari",
        "machin",
        "ery",
        "authoritarianists",
        "pudiated",
        "anists"
      ],
      "full_text": "THE STATE AND REVOLUTION\nEngels presents the same ideas in much greater detail and much \nmore popularly. Above all, he ridicules the mental confusion of the \nProudhonists who called themselves ‘anti-authoritarianists’, i.e. re­\npudiated any authority, any subordination, any kind of power. \nTake a factory, a railway, a ship on the open seas, said Engels: is it \nnot clear that the functioning of each of these complex technical \nundertakings, being based on the application of machines and the \nplanned cooperation of many people, would be impossible without \na certain amount of subordination and, consequently, without a \ncertain amount of authority or power?\nIf I put forward these arguments against the most desperate anti-authoritari- \nanists [writes Engels] they can only offer the following answer: ‘Yes, that is \ntrue, but here it is not a question of authority which we confer on our \ndelegates, but of a certain commission entrusted to them. These people think \nthat we can change a certain thing by changing its name . ..’\nHaving thus shown that authority and autonomy are relative \nconcepts, that the area of their application changes with the various \nphases of social development, that it is absurd to take them as \nabsolutes, and having added that the area of application of machin­\nery and large-scale production is ever expanding, Engels moves \nfrom general considerations on authority to the question of the \nstate:\nIf the autonomists [he writes] wanted only to say that the social organiza­\ntion of the future would confine authority entirely to the limits which are \ninevitably prescribed by the conditions of production, we could come to \nterms with each other. But they are blind to all facts that make authority a \nnecessity, and they passionately fight against the word.\nWhy is it that the anti-authoritarianists do not confine themselves to \nshouting against political authority, against the state? All socialists are \nagreed that the political state, and with it political authority, will disappear \nas a result of the future social revolution, i.e. that public functions will lose \ntheir political character and be turned into the simple administrative func­\ntions of supervising social interests. But the anti-authoritarianists demand \nthat the political state be abolished at one stroke, even before the social \nconditions that gave birth to it have been abolished. They demand that the \nfirst act of the social revolution should be the abolition of authority.\nHave these gentlemen ever seen a revolution? A revolution is certainly\n56\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 110,
      "bucket": "B (1-3%)",
      "error_rate": 2.0,
      "unknown_words_sample": [
        "tion",
        "etarian",
        "bracke",
        "prol",
        "programme",
        "ques"
      ],
      "full_text": "THE STATE AND REVOLUTION\nrevolutionary. What Engels says is different: he emphasizes that all \nsocialists recognize the disappearance of the state as a result of \nsocialist revolution. He then concretely poses the question of the \nrevolution, the very question which the social-democrats, out of \ntheir opportunism, usually evade, leaving it, so to speak, exclusively \nfor the anarchists ‘to work out’. And in posing this question, \nEngels takes the bull by the horns: should not the Commune have \nmade more use of the revolutionary power of the state, i.e. of the \nproletariat armed and organized as the ruling class?\nPrevailing official social-democracy usually shrugged off the ques­\ntion of the concrete tasks of the proletariat in the revolution either \nwith a philistine sneer or, at best, with the sophistic evasion: ‘Wait \nand see.’ And the anarchists thus obtained the right to attack such \nsocial-democracy for betraying its task of giving the workers a \nrevolutionary education. Engels uses the experience of the last prol­\netarian revolution for the precise purpose of making a very concrete \nstudy of what should be done by the proletariat, and in what \nmanner, in relation to both the banks and the state.\n3 Letter to Bebel\nOne of the most, if not the most, remarkable observations on the \nstate in the works of Marx and Engels is the following passage \nfrom Engels’s letter to Bebel dated 18-28 March 1875. This letter, \nwe may observe parenthetically, was first published by Bebel (as \nfar as we know) in the second volume of his memoirs (From My \nLife), which appeared in 1911, i.e. thirty-six years after the letter \nhad been written and posted.\nEngels wrote to Bebel criticizing that same draft of the Gotha \nProgramme which Marx, too, had criticized in his famous letter to \nBracke. Touching on the question of the state in particular, Engels \nsaid as follows:\nThe free people’s state is transformed into a free state. According to the \ngrammatical meaning of these words, a free state is one where the state is \nfree in relation to its citizens, i.e. a state with a despotic government. It \nwould be proper to drop all this chatter about the state, especially after the \nCommune, which was not a state in its real sense. ‘The people’s state’ has\n58\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 113,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "valu",
        "tions",
        "zeit",
        "neue",
        "tion",
        "tively",
        "kautsky",
        "vol",
        "programme",
        "atten"
      ],
      "full_text": "SUPPLEMENTARY CLARIFICATIONS BY ENGELS \npamphlet! It is not surprising that so persistent a repetition of \nopportunist arguments on the state was absorbed by German \nsocial-democracy, especially when Engels’s revolutionary clarifica­\ntions had been securely filed away and all the conditions of its \ncurrent existence were over a lengthy period ‘weaning’ it away \nfrom revolution!\n4 Critique of the Draft of the Erfurt Programme\nThe critique of the draft of the Erfurt Programme, sent by Engels \nto Kautsky on 29 June 1891 and published only ten years later in \nDie Neue Zeit, cannot be ignored in an analysis of Marxism’s \nteaching on the state, for this criticism is devoted mainly to just \nthese opportunist views of social-democracy on questions of state \nstructure.\nLet us note in passing that Engels also makes a remarkably valu­\nable observation on questions of economics which shows how atten­\ntively and thoughtfully he followed the latest changes in capitalism, \nand how he consequently managed to foresee to a certain extent \nthe tasks of our present-day imperialist epoch. The observation is \nas follows. Referring to the word ‘planlessness’ [Planlosigkeit] used \nin the draft programme to characterize capitalism, Engels writes:\nWhen we move from joint-stock companies to trusts which take charge of \nand monopolize whole branches of industry, it is not only private produc­\ntion but also planlessness that ceases to exist.\n(Die Neue Zeit, vol. XX, p. 8, 1901-2)\nHere we have the fundamentals for the theoretical appraisal \nof the latest phase of capitalism, i.e. imperialism; namely that capital­\nism turns into monopoly capitalism. The last word must be \nemphasized because the bourgeois-reformist assertion that monopoly \ncapitalism or state-monopoly capitalism is no longer capitalism but is \ndescribable as ‘state socialism’ or something of the sort is a most \nwidespread error. The trusts, of course, did not provide, do not now \nprovide and cannot provide complete planning. But however much \nthey do plan, however much the capitalist magnates calculate in \nadvance the volume of production on a national and even on an \ninternational scale, and however much they regulate it on a planned\n61\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 116,
      "bucket": "B (1-3%)",
      "error_rate": 1.5,
      "unknown_words_sample": [
        "menshevik",
        "eradicat",
        "switzerlandization",
        "pletely",
        "ment"
      ],
      "full_text": "THE STATE AND REVOLUTION\nEngels repeats here in a particularly striking form the basic idea \nwhich runs like a red thread through all the works of Marx, namely \nthat the democratic republic is the shortest path to the dictatorship \nof the proletariat. For such a republic, without in the least eradicat­\ning the rule of capital and, therefore, the oppression of the masses \nand class struggle, inevitably leads to such an extension, develop­\nment, unfolding and intensification of this struggle that, as soon as \nthere arises the possibility of satisfying the underlying interests of \nthe oppressed masses, this possibility is realized inevitably and \nsolely through the dictatorship of the proletariat, through the leader­\nship of those masses by the proletariat. These are also the ‘forgotten \nwords’ of Marxism for the entire Second International, and the \noblivion surrounding them was demonstrated with extraordinary \nvividness by the history of the Menshevik Party over the first six \nmonths of the Russian Revolution of 1917.\nOn the question of a federal republic, in connection with the \nnational composition of the population, Engels wrote:\nWhat should take the place of present-day Germany? [with its reactionary \ndivision into petty states, a division which perpetuates all the peculiarities \nof ‘Prussianism’ instead of dissolving them in Germany as a whole]. In my \nview, the proletariat can only use the form of the one and indivisible \nrepublic. A federal republic in the gigantic territory of the United States is \nstill, on the whole, a necessity, although in the east it is already becoming \nan encumbrance. It would be a step forward in England, where four \nnations live on two islands and, despite the existence of a single parliament, \nthree particular systems of legislation exist side by side. It has long been an \nencumbrance in little Switzerland, and if it is still possible to tolerate a \nfederal republic there, this is only because Switzerland is content with the \nrole of a purely passive member of the European state system. Federal \nSwitzerlandization would be a huge step backwards for Germany. Two \npoints distinguish a union state from a completely unitary state: namely \nthat each individual state entering the union, each canton has its own \nspecial civil and criminal legislation, its own special judicial system; and, \nsecondly, that together with a popular chamber there is also a chamber of \nrepresentatives from the states, a chamber wherein each canton, whether \nlarge or small, votes as such.\nIn Germany the union state constitutes a transition to the com­\npletely unitary state, and the ‘revolution from above’ of 1866 and\n64\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 118,
      "bucket": "C (3-5%)",
      "error_rate": 4.8,
      "unknown_words_sample": [
        "bezirksstatthalter",
        "bezirk",
        "tions",
        "kerenski",
        "gemeinde",
        "landrate",
        "regierungsrate",
        "institu",
        "democratism",
        "rageous"
      ],
      "full_text": "THE STATE AND REVOLUTION\nThus a unitary republic - but not in the sense of the present-day French \nrepublic, which is nothing but the Empire established in 1798 without the \nemperor. From 1792 to 1798 each Department of France, each commune \n[Gemeinde] enjoyed complete self-government on the American model, and \nthis is what we too must have. How self-government is to be organized \nand how we can manage without a bureaucracy has been shown to us by \nAmerica and the first French republic, and is being shown even today by \nCanada, Australia and the other English colonies. And such a provincial \n(regional) and communal self-government constitutes much freer institu­\ntions than for instance Swiss federalism, where the canton admittedly is \nvery independent in relation to the union [i.e. to the federal state as a \nwhole], but is also independent both in relation to the district [Bezirk] and \nin relation to the commune. The cantonal governments appoint the police \ncommissioners [Bezirksstatthalter] and prefects - a feature which is un­\nknown in English-speaking countries and which we shall have to eradicate \nhere just as resolutely in the future along with the Prussian Landrate and \nRegierungsrate [commissars, police commissioners, governors, and in gen­\neral all bureaucrats appointed from above].\nAccordingly, Engels proposes to formulate the point in the pro­\ngramme about self-government as follows:\nComplete self-government for the province [gubernia and region], district \nand community through bureaucrats elected by universal suffrage; the \nabolition of all local and provincial authorities appointed by the state.\nI have already had occasion to indicate - in Pravda (no. 68, 28 \nMay 1917), which was suppressed by the government of Kerenski \nand other ‘socialist’ ministers - how on this point (and of course \nnot on this point alone) our pseudo-socialist representatives of \npseudo-revolutionary pseudo-democracy were undertaking out­\nrageous departures from democratism. It is understandable that \npeople who have tied themselves into a ‘coalition’ with the imperial­\nist bourgeoisie have remained deaf to these observations.\nIt is extremely important to note that Engels, with the facts at \nhis fingertips, adduces a most precise example to refute a prejudice \nwhich is very widespread, particularly among petty-bourgeois demo­\ncrats: namely that a federal republic necessarily means greater free­\ndom than a centralist republic. This is not true. The facts adduced \nby Engels about the centralist French republic of 1792-8 and the\n66\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 131,
      "bucket": "B (1-3%)",
      "error_rate": 2.2,
      "unknown_words_sample": [
        "niques",
        "tech",
        "democratism",
        "etc",
        "repre",
        "analysing",
        "cracy"
      ],
      "full_text": "THE WITHERING AWAY OF THE STATE\nwage slaves which has yet been observed in capitalist society? One \nmillion members of the social-democratic party - out of fifteen \nmillion wage-workers! Three million organized in trade unions - \nout of fifteen million!\nDemocracy for an insignificant minority, democracy for the rich: \nthis is the democratism of capitalist society. If we look more closely \ninto the mechanism of capitalist democracy, we shall see every­\nwhere, both in the ‘petty’ - supposedly petty - details of the suffrage \n(residential qualification, exclusion of women, etc.) and in the tech­\nniques of the representative institutions, in the real obstacles to the \nright of assembly (public buildings are not for ‘beggars’!) as well as \nin the purely capitalist organization of the daily press and so on \nand so forth, we shall see restriction after restriction upon demo­\ncracy. These restrictions, exclusions, exceptions, obstacles for the \npoor, seem petty, especially in the eyes of anyone who has never \nknown want himself and never been in close contact with the \noppressed classes in their mass life (and nine-tenths, if not ninety- \nnine hundredths, of bourgeois publicists and politicians are of such \na kind); but the sum total of these restrictions excludes and shoves \nout the poor from politics, from active participation in democracy.\nMarx grasped the essence of capitalist democracy magnificently \nwhen, in analysing the experience of the Commune, he spoke as \nfollows: the oppressed are allowed once every few years to decide \nwhich particular representatives of the oppressing class shall repre­\nsent and repress them in parliament!\nBut from this capitalist democracy - which is inevitably narrow \nand stealthily shoves aside the poor, and is therefore pervasively \nhypocritical and false - a progressive development does not occur \nsimply, directly and smoothly towards ‘ever greater democracy’ as \nthe liberal professors and petty-bourgeois opportunists claim. No, \na progressive development, i.e. towards communism, occurs \nthrough the dictatorship of the proletariat and cannot occur other­\nwise, for the resistance of the exploiter-capitalists cannot be broken \nby anyone else or by any other path.\nAnd the dictatorship of the proletariat, i.e. the organization of \nthe vanguard of the oppressed as the ruling class for the suppression \nof the oppressors, cannot lead simply to an expansion of demo­\ncracy. Alongside an immense expansion of democratism which for the \nfirst time becomes democratism for the poor, democratism for the \n79\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 135,
      "bucket": "A (0-1%)",
      "error_rate": 0.6,
      "unknown_words_sample": [
        "labour",
        "mis"
      ],
      "full_text": "THE WITHERING AWAY OF THE STATE\nfoundations but one which is only just emerging from capitalist society and \nwhich thus in all relations - economic, moral and intellectual - bears the \nimprint of the old society from whose womb it emerged.\nAnd so it is this communist society, which has just emerged into \nthe light of day out of the womb of capitalism and which in every \nrespect bears the imprint of the old society, that Marx calls the \n‘first’ or lower phase of communist society.\nThe means of production are no longer the private property \nof individuals. The means of production belong to the whole of \nsociety. Every member of society, performing a certain part of the \nsocially necessary work, receives a certificate from society to the \neffect that he has done such and such an amount of work. With \nthis certificate he receives from the public store of articles of con­\nsumption a corresponding quantity of products. Consequently, after \na deduction is made of the amount of labour which goes to the \npublic fund, every worker receives from society as much as he has \ngiven to it.\n‘Equality’ apparently reigns.\nBut when Lassalle, having in view such a social order (usually \ncalled socialism, but referred to as the first phase of communism in \nMarx), says that this is ‘equitable distribution’, that this is ‘the \nequal right of all to an equal product of labour’, Lassalle is mis­\ntaken and Marx exposes his error.\n‘Equal right’ says Marx, we indeed have here; but it is still a \n‘bourgeois right’ which, like every right, presupposes inequality. \nEvery right is an application of a uniform standard to different \npeople who in fact are not identical, are not equal to one another; \nand therefore ‘equal right’ is really a violation of equality and an \ninjustice. Indeed every person, having performed as much social \nlabour as another, receives an equal share of the social product \n(after the above-mentioned deductions).\nPeople, however, are not equal; one is strong, another is weak; \none is married, another is not; one has more children, another has \nfewer, and so on.\nWith an equal performance of labour, and hence an equal share in the \nsocial consumption fund [Marx concludes] one will in fact receive more \nthan another, one will be richer than another, and so forth. To avoid all \nthis, right instead of being equal would have to be unequal.\n83\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 141,
      "bucket": "B (1-3%)",
      "error_rate": 2.0,
      "unknown_words_sample": [
        "ity",
        "concep",
        "tion",
        "labour",
        "nism",
        "commu"
      ],
      "full_text": "THE WITHERING AWAY OF THE STATE\nbourgeois state, for right is nothing without an apparatus capable \nof enforcing the observance of the norms of right.\nIt follows that under communism there remains for a certain \nlength of time not only bourgeois right but even a bourgeois state - \nbut without the bourgeoisie!\nThis may appear a paradox or simply a dialectical riddle, which \nis often a charge laid against Marxism by people who have not \ngone to the slightest bother to study its extraordinarily profound \ncontent.\nIn point of fact, life shows us remnants of the old surviving in \nthe new at every step, both in nature and in society. And Marx did \nnot arbitrarily insert a tiny piece of ‘bourgeois’ right into commu­\nnism, but took that which is economically and politically inevitable \nin a society emerging out of the womb of capitalism.\nDemocracy is of enormous importance to the working class in its \nstruggle against the capitalists for its liberation. But democracy is \nby no means a boundary not to be overstepped; it is only one of \nthe stages on the road from feudalism to capitalism, and from \ncapitalism to communism.\nDemocracy means equality. The great significance of both the \nproletariat’s struggle for equality and of equality as a slogan will be \nunderstandable if we correctly approach it as meaning the abolition \nof classes. But democracy means only formal equality. And as soon \nas equality is realized for all members of society in relation to the \nownership of the means of production, i.e. equality of labour and \nequality of wages, humanity will inevitably be confronted with the \nquestion of advancing further, from formal equality to actual equal­\nity, i.e. to the realization of the rule, ‘from each according to his \nability, to each according to his needs’. We do not and cannot \nknow by what stages, by what practical measures, humanity will \nproceed to this supreme aim. But it is important to have a clear \nidea how infinitely mendacious is the ordinary bourgeois concep­\ntion of socialism as something dead, petrified, fixed once and for \nall; in reality it will be only under socialism that a rapid, genuine \nand truly mass advance, embracing first the majority and then the \nwhole of the population, will begin in all areas of public and \npersonal life.\nDemocracy is a form of the state, one of its varieties. And, \nconsequently, it is like every state in representing the organized \n89\n"
    }
  ]
}