{
  "batch_id": 3,
  "document": "Lenin_StateAndRevolution",
  "pages": [
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 147,
      "bucket": "D (5-10%)",
      "error_rate": 5.5,
      "unknown_words_sample": [
        "revo",
        "defence",
        "blanquism",
        "tion",
        "neighbouring",
        "zarya",
        "kautsky",
        "kaut",
        "jaures",
        "ques"
      ],
      "full_text": "THE VULGARIZATION OF MARXISM\nspeak, the vast experience of a more advanced, neighbouring coun­\ntry at an accelerated pace to the young soil of our proletarian move­\nment.\nBesides his popular exposition of Marxism, Kautsky is especially \nfamous amongst us for his polemic with the opportunists under the \nleadership of Bernstein. But there exists one almost unknown fact \nwhich must not be overlooked if we set ourselves the task of \ninvestigating how Kautsky slid into the unbelievably disgraceful \nconfusion and defence of social-chauvinism at the time of very \ngreat crisis in 1914-15. This fact is as follows: before he came out \nagainst the most prominent representatives of opportunism in \nFrance (Millerand and Jaures) and in Germany (Bernstein), Kaut­\nsky displayed very sharp vacillations. The Marxist journal, Zarya, \nwhich was published in Stuttgart in 1901-2 and advocated revo­\nlutionary proletarian views, was compelled to polemicize with Kaut­\nsky and to characterize as ‘rubbery’ the half-hearted and evasive \nresolution which was conciliatory towards the opportunists and \nwhich he proposed at the International Socialist Congress in Paris \nin 1900. Kautsky’s letters published in Germany revealed no less \nvacillation on his part before he campaigned against Bernstein.\nOf immeasurably greater significance, however, is the fact that, \nin his very polemic with the opportunists, in his formulation of the \nquestion and his manner of dealing with it, we can now observe, as \nwe investigate the history of Kautsky’s latest betrayal of Marxism, \nhis systematic deviation towards opportunism precisely on the ques­\ntion of the state.\nLet us take Kautsky’s first important work against opportunism, \nhis book Bernstein and the Social-Democratic Programme. Kautsky \nrefutes Bernstein in detail. But there is the following characteristic \naspect to this.\nBernstein in his Premises of Socialism, which has gained Hero- \nstratean notoriety, lays the accusation of 'Blanquism ’ against Marx­\nism (an accusation subsequently repeated thousands of times by \nthe opportunists and the bourgeois liberals in Russia against the \nrepresentatives of revolutionary Marxism, the Bolsheviks). Here \nBernstein dwells particularly on Marx’s The Civil War in France, \nand tries - quite unsuccessfully, as we have seen - to identify \nMarx’s viewpoint on the lessons of the Commune with the view­\npoint of Proudhon. Bernstein is induced to give special attention to \n95\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 148,
      "bucket": "C (3-5%)",
      "error_rate": 3.6,
      "unknown_words_sample": [
        "bernsteinism",
        "sprengung",
        "tunists",
        "impres",
        "inconceiv",
        "opportun",
        "conces",
        "kautsky",
        "prolet",
        "analysing"
      ],
      "full_text": "THE STATE AND REVOLUTION\nthe conclusion emphasized by Marx in his 1872 preface to The \nCommunist Manifesto to the effect that ‘the working class cannot \nsimply lay hold of the ready-made state machine, and deploy it for \nits own purposes’.\nThis utterance ‘appealed to’ Bernstein so much that he repeated \nit no fewer than three times in his book, interpreting it in the most \ndistorted, opportunist sense.\nMarx, as we have seen, meant that the working class must smash, \nbreak or shatter (Sprengung, explosion, being the expression used \nby Engels) the entire state machine. But Bernstein gives the impres­\nsion that these words of Marx were written to warn the working \nclass against excessive revolutionary zeal when seizing power.\nA cruder and more hideous distortion of Marx’s idea is inconceiv­\nable.\nHow, then, did Kautsky proceed in his most detailed refutation \nof Bernsteinism?\nHe shrank away from analysing the depths plumbed by opportun­\nism in distorting Marxism on this point. He cited the above-quoted \nexcerpt from Engels’s introduction to Marx’s Civil War and said \nthat, according to Marx, the working class cannot simply lay hold \nof the ready-made state machine but that generally it can lay hold \nof it - and he left the matter at that. Kautsky did not mention a \nword about the fact that Bernstein attributed to Marx the very \nopposite of Marx’s real thinking, about the fact that Marx from \n1852 had advocated the task of the proletarian revolution as being \nto ‘smash’ the state machine.\nThe consequence was that the most essential difference between \nMarxism and opportunism on the question of the tasks of the \nproletarian revolution was fudged by Kautsky!\n‘The solution of the question of the proletarian dictatorship,’ \nwrote Kautsky ‘in opposition ’ to Bernstein, ‘may quite safely be left \nby us to the future’ (p. 172, German edition).\nThis is not a polemic against Bernstein, but essentially a conces­\nsion to him, a surrender to positions of opportunism; for the oppor­\ntunists at the moment need nothing more than to ‘leave safely to \nthe future’ all the fundamental questions of the tasks of the prolet­\narian revolution.\nFor fully forty years, from 1852 to 1891, Marx and Engels taught \nthe proletariat that it must smash the state machine. Yet Kautsky\n96\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 157,
      "bucket": "D (5-10%)",
      "error_rate": 5.1,
      "unknown_words_sample": [
        "bureaucra",
        "pense",
        "democratism",
        "tion",
        "etc",
        "ordi",
        "introduc",
        "kautsky",
        "webbs",
        "tism"
      ],
      "full_text": "THE VULGARIZATION OF MARXISM\nprecisely, have a tendency to be corrupted) by the conditions of \ncapitalism and betray a tendency to being turned into bureaucrats, \ni.e. privileged persons cut off from the masses and standing above \nthe masses.\nThis is the essence of bureaucratism, and until the capitalists \nhave been expropriated and the bourgeoisie overthrown a certain \ndegree of ‘bureaucratization’ even of proletarian office-holders is \ninevitable.\nKautsky puts things as follows: since elected office-holders will \nremain under socialism, bureaucrats will also remain, bureaucracy \nwill remain! This is exactly where he is wrong. It was precisely the \nexample of the Commune that Marx used to show that under \nsocialism office-holders will cease to be ‘bureaucrats’, to be ‘function­\naries’, will cease to be so to the extent that there will be an introduc­\ntion of not just electivity but also instant recallability as well as a \nreduction of salaries to the level of the wages of the average worker \nand also the replacement of parliamentary institutions by ‘working \nbodies, issuing laws and carrying them into effect’.\nIn essence, Kautsky’s whole argument against Pannekoek and \nespecially Kautsky’s magnificent point that we do not dispense \nwith bureaucrats even in our trade union and party organizations \nmanifest a repetition by Kautsky of Bernstein’s old ‘arguments’ \nagainst Marxism in general. In his renegade book The Premises \nof Socialism, Bernstein takes up arms against ideas of ‘primitive’ \ndemocracy, against what he calls ‘doctrinaire democratism’ as \nexemplified by imperative mandates, office-holders working with­\nout remuneration and impotent central representative organs, \netc. As proof of the unsoundness of this ‘primitive democracy’, \nBernstein refers to the experience of the British trade unions as \ninterpreted by the Webbs. It is made out that the trade unions \nover the seventy years of their development - allegedly a develop­\nment occurring ‘in complete freedom’ - became convinced that \nprimitive democratism was useless, and they replaced it with ordi­\nnary democratism: parliamentarianism combined with bureaucra­\ntism.\nIn fact the trade unions did not develop ‘in complete freedom’ \nbut under complete capitalist slavery which naturally ‘cannot dis­\npense’ with a series of concessions to the evil prevailing all around, \nthe violence, the falsehood, the exclusion of the poor from the \n105\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 158,
      "bucket": "C (3-5%)",
      "error_rate": 4.0,
      "unknown_words_sample": [
        "democratism",
        "indi",
        "cated",
        "prac",
        "analysing",
        "messrs",
        "ary",
        "critico",
        "practi",
        "mensheviks"
      ],
      "full_text": "THE STATE AND REVOLUTION\naffairs of ‘higher’ administration. Under socialism, much of the \n‘primitive’ type of democracy will inevitably take on a new life \nsince, for the first time in the history of civilized societies, the mass \nof the population will rise to the level of taking an independent part \nnot only in voting and elections but also in everyday administration. \nUnder socialism, everyone will administrate in turn and will soon \nbecome accustomed to no one administrating.\nMarx’s critico-analytical genius discerned in the Commune’s prac­\ntical measures the turning point which the opportunists fear and do \nnot want to recognize out of cowardice, out of a reluctance to \nbreak irrevocably with the bourgeoisie, and which the anarchists \ndo not want to discern either out of hastiness or out of a failure to \nunderstand conditions of great social changes in general. ‘We must \nnot even think of destroying the old state machine: how can we get \nalong without ministries and bureaucrats?’ This is the argument of \nthe opportunist who is completely imbued with philistinism, and \nwho essentially not only does not believe in revolution, in the \ncreativity of revolution, but lives in mortal dread of it (like our \nMensheviks and Socialist Revolutionaries).\n‘We must think only of destroying the old state machine; there is \nno point in probing into the concrete lessons of earlier proletarian \nrevolutions and analysing what to put in the place of what is being \ndestroyed and how.' This is the argument of the anarchists (the best \nof the anarchists, of course, and not those who follow the likes of \nMessrs Kropotkin and Co. and hang on to the coat-tail of the \nbourgeoisie); and consequently the tactics of the anarchist turn out \nto be the tactics of despair in place of a mercilessly bold revolution­\nary work on concrete problems while taking into account the practi­\ncal conditions of the mass movement.\nMarx teaches us to avoid both errors; he teaches unconditional \nboldness in destroying the entire old state machine, and at the \nsame time he teaches us to put the question concretely: the Com­\nmune succeeded within a few weeks in starting to build a new, \nproletarian state machine by carrying through the measures indi­\ncated to secure greater democratism and to uproot bureaucratism. \nLet us learn revolutionary boldness from the Communards; let us \nsee in their practical measures the sketch of urgently practical and \nimmediately possible measures; and then, taking this road, we shall \nmove on towards the complete destruction of bureaucratism.\n106\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 159,
      "bucket": "C (3-5%)",
      "error_rate": 3.9,
      "unknown_words_sample": [
        "scheide",
        "potresovs",
        "manns",
        "entgegenkommende",
        "plekhanovs",
        "kautsky",
        "chernovs",
        "vanderveldes",
        "legiens",
        "kerschiebung"
      ],
      "full_text": "THE VULGARIZATION OF MARXISM\nThe possibility of this destruction is secured by the fact that \nsocialism will shorten the working day, will raise the masses to a \nnew life, will situate the majority of the population in conditions \nsuch as will enable everybody without exception to fulfil ‘state \nfunctions’, and this leads to the complete withering away of every \nform of state in general.\nThe task of the mass strike [Kautsky continues] can never consist in \ndestroying the state power but only in drawing the government to making \nconcessions on some particular question or to replacing a government \nhostile to the proletariat by a government making an accommodation \n[entgegenkommende} to it . . . But at no time and under no conditions can \nthis [i.e. the victory of the proletariat over a hostile government] lead to \nthe destruction of the state power; it can lead only to a certain shift \n[kerschiebung] in the relation of forces within the state power . . . And the \naim of our political struggle remains, as it has always been, the conquest of \nstate power by means of the acquisition of a majority in parliament and by \nthe conversion of parliament into the master of the government.\n(PP- 726, 727, 732)\nThis is nothing but the purest and the most vulgar opportunism, a \nrepudiation of revolution in deeds while accepting it in words. \nKautsky’s thought goes no further than a ‘government making an \naccommodation to the proletariat’: a step backward to philistinism \nin comparison with 1847, when The Communist Manifesto pro­\nclaimed ‘the organization of the proletariat as the ruling class’.\nKautsky will have to achieve his beloved ‘unity’ with the Scheide- \nmanns, Plekhanovs and Vanderveldes, all of whom agree to fight \nfor a government ‘making an accommodation to the proletariat’.\nBut we shall move on to a break with these traitors to socialism \nand shall fight for the complete destruction of the old state machine \nin order that the armed proletariat itself should become the govern­\nment. These are ‘two large differences’.\nKautsky will have to enjoy the pleasant company of the Legiens \nand Davids, Plekhanovs, Potresovs, Tseretelis and Chernovs, who \nare quite willing to fight for the ‘shifting of the relation of forces \nwithin the framework of state power’, for the ‘winning of a majority \nin parliament and for the establishment of parliament’s complete \nsovereignty over the government’. A most worthy aim, wherein \neverything is wholly acceptable to the opportunists and everything \n107\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 160,
      "bucket": "C (3-5%)",
      "error_rate": 3.8,
      "unknown_words_sample": [
        "lic",
        "kolb",
        "labour",
        "vandervelde",
        "legien",
        "treves",
        "dicts",
        "kautsky",
        "jauresists",
        "repub"
      ],
      "full_text": "THE STATE AND REVOLUTION\nremains within the bounds of the bourgeois parliamentary repub­\nlic.\nBut we shall move on to a break with the opportunists; and the \nentire conscious proletariat will be with us in the fight not for a \n‘shifting of the relation of forces’ but for the overthrow of the \nbourgeoisie, for the destruction of bourgeois parliamentarianism, \nfor a democratic republic after the type of the Commune or a \nrepublic of Soviets of Workers’ and Soldiers’ Deputies, for the \nrevolutionary dictatorship of the proletariat.\nTo the right of Kautsky in international socialism there are such \ntrends as The Socialist Monthly in Germany (Legien, David, Kolb \nand many others, including the Scandinavians Stauning and Brant- \ning); the Jauresists and Vandervelde in France and Belgium; Turati, \nTreves and other representatives of the right wing of the Italian \nparty; the Fabians and the ‘Independents’ (the Independent Labour \nParty, which in fact has always been dependent on the Liberals) in \nEngland; and others like them. All these gentlemen, while playing \nan immense, very often predominant role in the parliamentary \nwork and the press of the party, repudiate outright the dictatorship \nof the proletariat and pursue a policy of undisguised opportunism. \nFor these gentlemen the ‘dictatorship’ of the proletariat ‘contra­\ndicts’ democracy! There is essentially no serious difference between \nthem and the petty-bourgeois democrats.\nTaking this circumstance into consideration, we are justified in \ndrawing the conclusion that the Second International, in the case \nof the overwhelming majority of its official representatives, has \nsunk completely into opportunism. The experience of the Commune \nhas been not only forgotten but distorted. Far from inculcating the \nidea in the minds of the working masses that the time is nigh when \nthey must take action and smash the old state machine, replacing it \nwith a new one and in this way turning their political rule into the \nfoundations for the socialist reconstruction of society, they have \ninculcated the very opposite idea in the minds of the masses and \nhave depicted the ‘conquest of power’ in such a way as to leave \nthousands of loopholes for opportunism.\nThe distortion and shelving of the question of the relation of the \nproletarian revolution to the state could not help but play an \nimmense role at a time when states, each with its military apparatus \n108\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 164,
      "bucket": "D (5-10%)",
      "error_rate": 5.3,
      "unknown_words_sample": [
        "bernsteinism",
        "eduard",
        "bernsteiniad",
        "bissolati",
        "nated",
        "avksentev",
        "discrimi",
        "eisenachers",
        "von",
        "favourite"
      ],
      "full_text": "Glossary\navksentev, n. d. (1878-1943): Prominent Socialist Revolutionary \nwho was a Minister of the Interior in the Provisional Government \nand became a favourite butt of Lenin’s criticism.\nbakunin, m. a. (1814-76): Theoretician of anarchism in Russia \nand the rest of Europe. Son of a noble, but stripped of rank for \ncriticism of the tsarist order in 1844. Participant in revolutionary \nupheaval in central and western Europe in 1848-9. Extradited to \nRussia and imprisoned; exiled to Siberia. Escaped in 1861. \nFounder member of the First International, but conflicted with \nMarx and was expelled in 1872.\nbebel, a. (1840-1913): Leading German socialist. Founder \nmember of the Eisenachers; member of the First International; \ndeputy to Reichstag. Major organizer of the German Social- \nDemocratic Party.\nbernstein, e. (1850-1932): Leading figure in the German Social- \nDemocratic Party and associate of Engels. In the 1890s he began \nto doubt the validity of key concepts of Marxism and urged a \nreformist path to the achievement of socialist goals. Despite his \n‘revisionism’, he was permitted to remain a party member.\nbernsteiniad: A pejorative term describing the conflict between \nBernstein the revisionist and his ‘orthodox’ Marxist critics.\nbernsteinism: Trend of socialist theory associated with Eduard \nBernstein.\nbismarck, o. von (1815-98): Chancellor of Germany from 1871 \nto 1890 and formulator of the Exceptional Law which discrimi­\nnated against the socialists.\nbissolati, l. (1857-1920): A founder of the Italian Socialist \nParty and one of its leading journalists. Expelled from the party \nin 1912, he entered the Italian government in 1916 as a sup­\nporter of participation in the First World War on the Allied \nside.\n112\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 166,
      "bucket": "E (10%+)",
      "error_rate": 12.5,
      "unknown_words_sample": [
        "diihring",
        "duhring",
        "cornelissen",
        "domi",
        "xxiv",
        "xxix",
        "programme",
        "naroda",
        "xvi",
        "xxviii"
      ],
      "full_text": "GLOSSARY\n(when Lenin wanted to sign a separate peace with the Germans). \nSee Introduction, pp. xxvi-xxvii, xii and xliv.\ncavaignac, L. E. (1802-57): French general who took part in \nthe conquest of Algeria, becoming its governor in 1848. Sup­\npressed a workers’ rising in Paris in the same year and headed \nthe government, but was defeated in the subsequent presidential \nelections by Louis Napoleon.\nchernov, v. m. (1876—1952): Founder and theorist of the Party of \nSocialist Revolutionaries; editor of its central organ. Strongly \nopposed to Russian participation in the First World War until \nafter the February Revolution. Entered the Provisional Govern­\nment coalition in May 1917. Major figure in the Constituent \nAssembly, convoked and dispersed by the Bolsheviks in January \n1918.\ncommunards, the: Participants in the Paris Commune of 1871. \nCOMMUNE, THE PARIS: See PARIS COMMUNE.\nCONSTITUTIONAL DEMOCRATS: See KADETS.\nCornelissen, c.: Dutch anarchist who took an anti-German posi­\ntion in the First World War.\ndavid, e. (1863-1930): Economist and leading theorist, especially \non the agrarian question, on the right wing of the German \nSocial-Democratic Party.\ndelo naroda: Central newspaper of the Party of Socialist Revolu­\ntionaries in 1917.\ndie neue zeit: Theoretical journal of the German Social-Democratic \nParty, founded in 1883.\nduhring, E. (1833-1921): German philosopher and economist. \nHe was the butt of Engels’s famous Anti-Diihring.\nduma: Representative assembly involuntarily conceded in principle \nby the emperor Nicholas II in 1905. The First Duma met in \n1906. The electoral rules and political powers of successive \nDumas were manipulated by the monarchy for its own pur­\nposes.\nengels, F. (1820-95): Co-founder of Marxism and its single domi­\nnant interpreter after Marx’s death in 1883. See Introduction, \npp. xvi, xviii, xxiv-xxv and xxviii-xxix.\nerfurt programme, the: Marxist programme accepted by the \nGerman Social-Democratic Party in Erfurt in 1891 after criticism \nof the first draft by Engels.\n1M\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 168,
      "bucket": "D (5-10%)",
      "error_rate": 5.6,
      "unknown_words_sample": [
        "kadets",
        "neue",
        "zeit",
        "hyndman",
        "herostratos",
        "labour",
        "keir",
        "ticipation",
        "flicts",
        "kautsky"
      ],
      "full_text": "GLOSSARY\nhegel, g. w. f. (1770-1831): Major German philosopher whose \nwritings had an immense impact upon the young Marx. Lenin \nfirst read him seriously in the First World War.\nherostratos: Ancient Greek whose quest for fame led him to \na spectacular and successful arson attempt on the Temple of \nArtemis at Ephesus.\nhyndman, h. m. (1842-1921): British socialist and member of the \nInternational Socialist Bureau; supporter of the Allied cause in \nthe First World War.\nindependent labour party: Founded in 1893 and led by Keir \nHardie and Ramsay MacDonald, it initially opposed British par­\nticipation in the First World War but subsequently supported \nthe Allied war effort.\ninternational socialist bureau: Executive body of the \nSecond Socialist International.\nItalian socialist party: From its foundation in 1892, the party \nwas riven by ideological conflicts; and, in 1912, the right-wingers \nwere expelled. In the First World War there were further con­\nflicts. Mussolini was expelled for advocating participation in the \nfighting; but different attitudes to the war questions persisted \neven after the Italian government joined the Allies against the \nCentral Powers in 1915.\njaures, J. (1859-1914): Leading figure in the Second International; \nFrench socialist, editor and parliamentarian who led the struggle \nagainst militarism. Assassinated shortly before the First World \nWar.\njauresists: Followers of the ideas of Jean Jaures.\nkadets: Russian liberal party founded in October 1905. Harassed \nby the imperial government before 1917, its leading figures \nentered and heavily influenced the Provisional Government after \nthe February Revolution. It was charged by Lenin as pursuing \nimperialist policies in the interests of the middle classes. See \nIntroduction, pp. xiii-xiv.\nkautsky, k. (1854-1938): After Engels’s death, the major Euro­\npean thinker among Marxists. He was an economist, political \ntheorist and editor of Die Neue Zeit. Until 1914 Lenin on the \nwhole admired him, but Kautsky’s refusal to break with the \nGerman Social-Democratic Party at the outbreak of the First \nWorld War changed respect into contempt; and the two proceeded \n116\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 169,
      "bucket": "E (10%+)",
      "error_rate": 12.1,
      "unknown_words_sample": [
        "xxx",
        "xxiv",
        "ernment",
        "etician",
        "mentarian",
        "jus",
        "kugelmann",
        "tion",
        "partici",
        "freund"
      ],
      "full_text": "GLOSSARY\nto criticize each other in a series of works. See Introduction, \npp. xx, xxii, xxiv-xxvii, xxx and xxxiii.\nkautskyites: Followers of the ideas of Karl Kautsky.\nkerenski, a. f. (1881—1970): Socialist Revolutionary deputy to \nthe Fourth State Duma; lawyer. After the February Revolution, \nwith the Petrograd Soviet’s permission, became Minister of Jus­\ntice in the first Provisional Government. Minister of Army and \nNavy Affairs in coalition from May; premier of Provisional Gov­\nernment from July until its overthrow in October Revolution. \nSee Introduction, pp. xiv, xxiii and xxxv-xxxvii.\nkolb, w. (1870-1918): German social-democrat; editor of Volks- \nfreund and supporter of German war effort.\nKropotkin, p. a. (1842-1921): Russian aristocrat and major theor­\netician of anarchism. Arrested in 1874, he escaped and in emigra­\ntion opposed what he saw as Marxism’s determinism. Supported \nthe Allied war effort in 1914; returned to Russia after the October \nRevolution.\nkugelmann, l. (1830-1902): German social-democrat, partici­\npant in 1848 revolution and member of the First International. \nCorresponded frequently with Marx, especially on German \naffairs.\nlassalle, f. (1825-64): German socialist theorist and organizer. \nHe fell out with Marx over his support for measures to obtain \nconcessions from the government by peaceful, parliamentary \nmeans.\nlassalleans: Followers of the ideas of F. Lassalle.\nlegien, k. (1861-1920): German social-democrat, trade union \nleader and parliamentarian; supporter of German war effort.\nliberals, Russian: See kadets.\nLiebknecht, w. (1826-1900): Founding figure in the German \nSocial-Democratic Party; frequently arrested; editor and parlia­\nmentarian. Member of the First and Second Internationals and \ncolleague of Marx and Engels.\nlouis napoleon (1808-73): Nephew of Napoleon Bonaparte; \nFrench emperor from 1852 to 1870.\nLuxemburg, r. (1871-1919): Polish Jew who was prominent in \nboth Polish and German social-democracy; economist, social \ntheorist and activist who criticized Lenin for his organizational \nauthoritarianism and Kautsky for his ‘passive radicalism’. \ni>7\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 170,
      "bucket": "E (10%+)",
      "error_rate": 14.5,
      "unknown_words_sample": [
        "xxx",
        "waldeck",
        "mikhailovski",
        "inher",
        "viks",
        "ent",
        "labour",
        "xxix",
        "xxiv",
        "sheviks"
      ],
      "full_text": "GLOSSARY\nmartov, y. o. (1873-1923): Leading Marxist clandestine organizer \nin the Russian empire until his arrest and exile in 1896; editor of \nIskra with Lenin in 1900, but fell out with him at the Second \nParty Congress in 1903. For the rest of his life he was a major \norganizer and theoretician for the Mensheviks. See Introduction, \npp. xvi-xxix and xlvii.\nmarx, k. (1818-83): Co-founder of Marxism. See Introduction, \npp. xvi-xxix and xlvii.\nmehring, f. (1846-1919): Leading left-wing German social­\ndemocrat. He was a prominent Marxologist and, especially in the \nFirst World War, an opponent of Marxism. He supported the \nOctober Revolution and helped to found the German Communist \nParty.\nMENSHEVIK PARTY: See MENSHEVIKS.\nMensheviks: At first a faction formed in opposition to the Bolshe­\nviks after the Second Congress of the Russian Social-Democratic \nLabour Party in 1903. Its strategy was always more patient \nabout the middle classes than that of the Bolsheviks. In 1917 its \ncentre and right wing successfully advocated entrance into a \ncoalition with the kadets in the Provisional Government. Men­\nsheviks were persecuted. by the Bolsheviks after the October \nRevolution. See Introduction, pp. xiii-xiv, xxi, xxii, xxiv and \nxxx vii.\nmikhailovski, n. k. (i842—1904): As a sociologist and philo­\nsopher he inspired generations of Russian populists from the \n1860s. He trenchantly criticized what he saw as Marxism’s inher­\nent determinism.\nmillerand, a. e. (i859—1943): French socialist. In 1899 he agreed \nto enter the non-socialist cabinet of Waldeck-Rousseau as Minis­\nter of Commerce, and thereby he set off a furore in the Second \nInternational.\nmontesquieu, c. l. (1689-1755): Major French social theorist \nwhose emphasis on the need for a separation of legislative, execu­\ntive and judicial powers of state drew forth criticism from Lenin.\nnapoleon 1 (1769-1821): Corsican officer in the French armed \nforces who became emperor of France in 1804.\nnarodniki: See populists.\nneue zeit: See die neve zeit.\nopportunists: Marxist term denoting those socialists who come to \n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 171,
      "bucket": "D (5-10%)",
      "error_rate": 7.2,
      "unknown_words_sample": [
        "defence",
        "labour",
        "produgol",
        "xvii",
        "tion",
        "introduc",
        "kautsky",
        "xxvi",
        "pannekoek",
        "ment"
      ],
      "full_text": "GLOSSARY\nprominence under the banner of socialism but compromise their \nprofessed ideals by accepting jobs in ‘bourgeois cabinets’ or pursu­\ning policies at variance with fundamental socialist objectives.\npalchinski, p. i. (d. 1930): Leading figure in the ‘Produgol’ indus­\ntrial syndicate. After the February Revolution he became deputy \nMinister of Trade and Industry and was in charge of the defence \nof the Winter Palace when the Bolsheviks attacked in the October \nRevolution.\npannekoek, a. (1873-1960): Dutch left-wing social-democrat who \ncriticized Kautsky’s ‘passive radicalism’ before the First World \nWar and was an adherent of the far-left groups in wartime which \nwanted revolution as a means of ending the fighting. See Introduc­\ntion, pp. xxvi-xxvii.\nParis commune: Revolutionary administration established by \nworkers and other social groups in the French capital in 1871 in \nthe wake of France’s defeat in the war with Prussia; it was \nmercilessly crushed by the French government. See Introduction, \npp. xvii and xxv.\nPARTY OF SOCIALIST REVOLUTIONARIES: See SOCIALIST REVOLU­\nTIONARIES.\nplekhanov, g. v. (1856-1918): Generally acknowledged as the \nfounding father of Russian Marxism. Originally a populist, he \nhad belonged to both Land And Freedom and Black Repartition. \nHe emigrated in 1880 and turned to Marxism. He fell out with \nthe Bolsheviks after the Second Congress of the Russian Social- \nDemocratic Labour Party, but intermittently he collaborated \nagain with Lenin from 1907. His support for the Allied war \neffort in 1914 ruptured the relations of the two men irreversibly. \nHe returned to Russia in 1917, supported the Provisional Govern­\nment and died in the following year in poverty: an opponent of \nBolshevism to the end.\npomyalovski, n. g. (1835-63): One of the earliest Russian writers \nto criticize the social and political order of the Romanov mon­\narchy.\npopulists, Russian: A trend of political and social thought which \nemerged in the Russian empire in the 1860s; it was basically a form \nof agrarian socialism, but anarchistic adherents also existed. The \npopulists were constantly conflicting as to the best way to introduce \nthe ideal society, and terrorist groups among them assassinated \n•19\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 172,
      "bucket": "D (5-10%)",
      "error_rate": 8.4,
      "unknown_words_sample": [
        "defence",
        "labour",
        "xxix",
        "potresov",
        "sheviks",
        "programme",
        "mensheviks",
        "xxviii",
        "shevik",
        "renaudel"
      ],
      "full_text": "GLOSSARY\nthe emperor Alexander II in 1881. Populism lay at the basis of the \nprogramme of the Party of Socialist Revolutionaries, founded by \nV. M. Chernov in 1901. See Introduction, pp. xiii-xiv, xxi, \nxxviii-xxix and xxxvii.\npotresov, a. n. (1869-1934): Russian social-democrat who, after a \nperiod in Siberian exile, emigrated and helped to found the social- \ndemocratic newspaper Iskra. Opposing Lenin, he became a Men­\nshevik. In 1917 his commitment to national defence and his \nleading role among right-wing Mensheviks were attacked by Lenin. \npravda: Newspaper of the Central Committee of the Bolshevik \nParty after the February Revolution.\nproudhon, p. j. (1809-65): Outstanding theorist on the political \nleft, starting life as a printer and developing several ideas taken \nup by both socialists and anarchists. Proudhon’s ideals were \ncriticized by Marx in The Poverty of Philosophy.\nproudhonists: Adherents of the ideas of P. J. Proudhon.\nradek, k. v. (1871-1939): Left-wing Polish Jewish social-democrat \nwho belonged to both Polish and German social-democratic par­\nties. Pamphleteer and wit. An ally of Lenin in the international \nanti-war socialist gatherings in wartime, he spent 1917 in Stock­\nholm acting as an intermediary for the Bolsheviks.\nrenaudel, p. (1871-1935): Leader of the French Socialist Party \nand parliamentarian.\nrubanovich, I. a. (1860-1920): Leading Socialist Revolutionary \nand member of the International Socialist Bureau who supported \nthe Allied war effort.\nrusanov, n. s. (b. 1859): Member of populist terrorist groups \nwho later joined the Socialist Revolutionaries.\nRussian liberals: See kadets.\nRussian populists: See populists.\nRUSSIAN SOCIAL-DEMOCRATIC LABOUR PARTY: See RUSSIAN \nSOCIAL-DEMOCRATS.\nRussian social-democrats: Marxists who held their First Party \nCongress in 1898. At the Second Congress, in 1903, they began \nto split into two warring factions, the Bolsheviks and the Men­\nsheviks, who disagreed about basic organizational and strategical \nquestions. The party was clandestine, except for a brief attempt \nat setting up open mass organizations in 1905, until the Romanov \nmonarchy’s overthrow in the February Revolution.\n20\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 173,
      "bucket": "D (5-10%)",
      "error_rate": 6.0,
      "unknown_words_sample": [
        "menshevik",
        "kadets",
        "skobelev",
        "monatshefte",
        "sembat",
        "labour",
        "cessor",
        "scheidemann",
        "stische",
        "xxiii"
      ],
      "full_text": "GLOSSARY\nscheidemann, p. (1865-1939): Leader of the right wing in the \nGerman Social-Democratic Party; parliamentarian. He supported \nthe German war effort in 1914-18 and headed the coalition \ngovernment of the Weimar republic in 1919.\nsecond empire, the: The term describing the period of Louis \nNapoleon’s rule in France after his self-proclamation as emperor \nin 1852. The Second Empire ended in 1870 with the defeat of the \nFrench army in the war against Prussia.\nsecond international, the: Founded in 1889, it was the suc­\ncessor organization to the First International, which ceased to \nexist in 1876. It bound together socialist parties from most Euro­\npean and North American countries but was destroyed by the \nconflicting positions taken by these parties at the outbreak of the \nFirst World War.\nsembat, m. (1862-1922): Leader of the French Socialist Party, \njournalist and parliamentarian; supporter of the Allied war \neffort.\nshylock: Jewish moneylender in Shakespeare’s The Merchant of \nVenice.\nskobelev, m. 1. (1885-1939): Menshevik leader who opposed the \ntsarist war effort; after the February Revolution he worked in \nthe Petrograd Soviet and in May 1917 became Minister of \nLabour in the Provisional Government.\nsocial-chauvinists: Lenin’s term of abuse for those social­\ndemocrats who voted war credits to their respective governments \nin 1914 or merely failed to break with those who voted them. See \nIntroduction, pp. xxii-xxiii.\nsocial-democrats: See Russian social-democrats and \nGERMAN SOCIAL-DEMOCRATS.\nSOCIALIST MONTHLY'. See SOZIAL1STISCHE MONATSHEFTE.\nSOCIALIST revolutionaries: Party founded by V. M. Chernov in \n1901. Its ideas were a modified version of nineteenth-century \nRussian populism, looking especially to the peasants as the class \nwhich would build socialism in Russia. Socialist revolutionaries, \ntogether with the Mensheviks, held majorities in the early soviets of \n1917. They also went into governmental coalition with the Kadets in \nthe Provisional Government.\nsoviets: Sectional elective councils of workers, soldiers and \npeasants. They emerged in the revolutionary crisis in 1905 and \n121\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 174,
      "bucket": "E (10%+)",
      "error_rate": 10.2,
      "unknown_words_sample": [
        "labour",
        "stirner",
        "stauning",
        "turati",
        "menshevik",
        "interna",
        "rada",
        "tsereteli",
        "monatshefte",
        "vandervelde"
      ],
      "full_text": "GLOSSARY\nwere revived immediately after the February-Revolution of 1917. \nSee Introduction, pp. xiii-xiv, xxi and xxxvii.\nsozialistische monatshefte: Major journal of right-wing German \nsocial-democrats, founded in 1897.\nspencer, h. (1820-1903): English philosopher and sociologist. \nstate duma: See DUMA.\nstauning, t. a. m. (1873-1942): Leading Danish socialist and \nmember of the Second International; minister in the Danish \ncabinet from 1916 to 1920.\nstirner, m. (1806-56): German philosopher who inspired later \nnineteenth-century anarchist movement.\nStruve, p. b. (1870-1944): Writer, economist and political theor­\nist; leading proponent of‘legal Marxism’ in the 1890s who turned \ntowards liberalism at the turn of the century and subsequently \nmoved steadily to the political right.\ntreves, c. (1868-1933): Leader of the Italian Socialist Party and a \n‘centrist’ in the First World War.\ntsereteli, I. g. (1882-1959): Georgian social-democrat and \ndeputy in the State Duma; exiled to Siberia in wartime. Returned \nto Petrograd after February Revolution, becoming leading figure \nin the Menshevik party and, in May 1917, entering the Pro­\nvisional Government as Minister of Posts and Telegraphs. \nContinued his opposition to the Bolsheviks after the October \nRevolution.\ntugan: See tugan-baranovski.\ntugan-baranovski, m. I. (1865—1919): Economist and propo­\nnent of ‘legal Marxism’ in the 1890s who turned towards liberal­\nism at the turn of the century. After the October Revolution a \nMinister of Finances in the Ukrainian Central Rada.\nturati, f. (1857-1932): Founding figure in the Italian Socialist \nParty and parliamentarian; a socialist ‘centrist’ in the First World \nWar.\nvandervelde, e. (1866-1938): Leading Belgian socialist; chair­\nman of the International Socialist Bureau of the Second Interna­\ntional; supporter of the Allied cause in the First World War.\nwebb, b. (1858-1943) and s. (1859-1947): British writers on labour \nhistory and the politics of social reform in the UK; leading figures \namong the Fabians. Lenin translated their Industrial Democracy. \nSidney held office in Labour cabinets.\n122\n"
    },
    {
      "document": "Lenin_StateAndRevolution",
      "page_num": 175,
      "bucket": "E (10%+)",
      "error_rate": 25.0,
      "unknown_words_sample": [
        "weydemeyer",
        "labour",
        "zarya",
        "usa",
        "ple",
        "zenzinov",
        "tionaries",
        "naroda",
        "khanov",
        "revolu"
      ],
      "full_text": "GLOSSARY\nweydemeyer, J. (1818—66): Leading socialist activist in Germany \nand the USA; associate of Karl Marx.\nzarya: Marxist theoretical journal founded in 1901 by Lenin, Ple­\nkhanov and others as part of their campaign to win leadership of \nthe Russian Social-Democratic Labour Party.\nzenzinov v. m. (b. 1881): Leading member of the Socialist Revolu­\ntionaries and an editor of Delo Naroda.\n"
    }
  ]
}